{"authors": [], "date_download": "2018-11-16 03:56:02", "date_modify": "2018-11-16 03:56:02", "date_publish": "2016-02-21 00:25:29", "description": "Surveys of Republican voters exiting voting locations throughout South Carolina on Saturday.", "filename": "interactive_2016_02_20_us_south-carolina-primary-exit-poll_1542340562.html", "image_url": "https://static01.nyt.com/images/2016/02/20/us/south-carolina-primary-exit-poll-1456014153361/south-carolina-primary-exit-poll-1456014153361-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_02_20_us_south-carolina-primary-exit-poll_1542340562.html", "title": "South Carolina Exit Polls", "title_page": "South Carolina Exit Polls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sex\nSex Male 51% of voters Donald J. Trump 36 % 36 Marco Rubio 22 % 22 Ted Cruz 22 % 22 John Kasich 7 % Jeb Bush 7 % Ben Carson 7 % Female 49% of voters Donald J. Trump 29 29 Marco Rubio 23 23 Ted Cruz 22 22 John Kasich 9 Jeb Bush 9 Ben Carson 8\nRace and ethnicity\nRace and ethnicity White 96% of voters Donald J. Trump 33 33 Marco Rubio 22 22 Ted Cruz 22 22 John Kasich 8 Jeb Bush 8 Ben Carson 7 Black 1% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Hispanic/Latino 1% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Asian 0% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Other 2% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson —\nIncome\nIncome Under $30,000 10% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — $30,000 - $49,999 17% of voters Donald J. Trump 33 33 Marco Rubio 20 20 Ted Cruz 27 27 John Kasich 7 Jeb Bush 8 Ben Carson 5 $50,000 - $99,999 37% of voters Donald J. Trump 34 34 Marco Rubio 19 19 Ted Cruz 26 26 John Kasich 7 Jeb Bush 6 Ben Carson 8 $100,000 - $199,999 26% of voters Donald J. Trump 28 28 Marco Rubio 28 28 Ted Cruz 17 17 John Kasich 12 12 Jeb Bush 7 Ben Carson 7 $200,000 or more 10% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson —\nUrban, suburban, rural\nUrban, suburban, rural City over 50,000 23% of voters Donald J. Trump 23 23 Marco Rubio 31 31 Ted Cruz 18 18 John Kasich 12 12 Jeb Bush 10 10 Ben Carson 7 Suburbs 48% of voters Donald J. Trump 36 36 Marco Rubio 18 18 Ted Cruz 26 26 John Kasich 5 Jeb Bush 7 Ben Carson 7 Small city and rural 29% of voters Donald J. Trump 34 34 Marco Rubio 22 22 Ted Cruz 20 20 John Kasich 8 Jeb Bush 8 Ben Carson 8\nCollege degree\nCollege degree College graduate 54% of voters Donald J. Trump 25 25 Marco Rubio 27 27 Ted Cruz 20 20 John Kasich 10 10 Jeb Bush 9 Ben Carson 8 No college degree 46% of voters Donald J. Trump 41 41 Marco Rubio 17 17 Ted Cruz 25 25 John Kasich 4 Jeb Bush 6 Ben Carson 6\nU.S. military service\nU.S. military service Yes 17% of voters Donald J. Trump 35 35 Marco Rubio 23 23 Ted Cruz 21 21 John Kasich 7 Jeb Bush 8 Ben Carson 4 No 83% of voters Donald J. Trump 31 31 Marco Rubio 21 21 Ted Cruz 24 24 John Kasich 9 Jeb Bush 8 Ben Carson 7\nPolitical philosophy\nPolitical philosophy Very conservative 38% of voters Donald J. Trump 29 29 Marco Rubio 19 19 Ted Cruz 35 35 John Kasich 3 Jeb Bush 5 Ben Carson 8 Somewhat conservative 43% of voters Donald J. Trump 35 35 Marco Rubio 25 25 Ted Cruz 17 17 John Kasich 6 Jeb Bush 9 Ben Carson 7 Moderate 17% of voters Donald J. Trump 34 34 Marco Rubio 23 23 Ted Cruz 7 John Kasich 21 21 Jeb Bush 9 Ben Carson 5 Liberal 1% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson —\nHow worried are you about the direction of the nation's economy?\nHow worried are you about the direction of the nation's economy? Very or somewhat worried 97% of voters Donald J. Trump 33 33 Marco Rubio 23 23 Ted Cruz 21 21 John Kasich 6 Jeb Bush 8 Ben Carson 8 Not too or not at all worried 3% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson —\nEducation and race\nEducation and race White college graduates 52% of voters Donald J. Trump 25 25 Marco Rubio 27 27 Ted Cruz 19 19 John Kasich 11 11 Jeb Bush 9 Ben Carson 8 White non-college graduates 45% of voters Donald J. Trump 42 42 Marco Rubio 17 17 Ted Cruz 24 24 John Kasich 4 Jeb Bush 6 Ben Carson 6 Nonwhite college graduates 2% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Nonwhite non-college graduates 2% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson —\nParty affiliation\nParty affiliation Democrat 2% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Republican 76% of voters Donald J. Trump 32 32 Marco Rubio 23 23 Ted Cruz 24 24 John Kasich 6 Jeb Bush 8 Ben Carson 6 Independent or something else 22% of voters Donald J. Trump 33 33 Marco Rubio 19 19 Ted Cruz 17 17 John Kasich 13 13 Jeb Bush 7 Ben Carson 10 10\nWhite evangelical or white born-again Christians\nWhite evangelical or white born-again Christians White evangelical or white born-again Christian 67% of voters Donald J. Trump 34 34 Marco Rubio 21 21 Ted Cruz 26 26 John Kasich 5 Jeb Bush 7 Ben Carson 7 All others 33% of voters Donald J. Trump 29 29 Marco Rubio 22 22 Ted Cruz 17 17 John Kasich 16 16 Jeb Bush 9 Ben Carson 5\nAge\nAge 17-44 27% of voters Donald J. Trump 26 26 Marco Rubio 25 25 Ted Cruz 26 26 John Kasich 8 Jeb Bush 4 Ben Carson 10 10 45 and over 73% of voters Donald J. Trump 35 35 Marco Rubio 22 22 Ted Cruz 21 21 John Kasich 7 Jeb Bush 9 Ben Carson 6\nHow much does it matter that a candidate shares your religious beliefs?\nHow much does it matter that a candidate shares your religious beliefs? A great deal or somewhat 76% of voters Donald J. Trump 31 31 Marco Rubio 22 22 Ted Cruz 27 27 John Kasich 6 Jeb Bush 7 Ben Carson 8 Not much or not at all 24% of voters Donald J. Trump 35 35 Marco Rubio 20 20 Ted Cruz 11 11 John Kasich 19 19 Jeb Bush 11 11 Ben Carson 3\nWhich candidate would best handle Supreme Court nominations?\nWhich candidate would best handle Supreme Court nominations? Jeb Bush 11% of voters Donald J. Trump 12 12 Marco Rubio 8 Ted Cruz 5 John Kasich 3 Jeb Bush 64 64 Ben Carson 7 Ted Cruz 28% of voters Donald J. Trump 8 Marco Rubio 8 Ted Cruz 75 75 John Kasich 1 Jeb Bush — Ben Carson 7 John Kasich 10% of voters Donald J. Trump 6 Marco Rubio 7 Ted Cruz 3 John Kasich 78 78 Jeb Bush — Ben Carson 5 Marco Rubio 19% of voters Donald J. Trump 6 Marco Rubio 86 86 Ted Cruz 1 John Kasich 1 Jeb Bush 1 Ben Carson 6 Donald J. Trump 28% of voters Donald J. Trump 94 94 Marco Rubio 1 Ted Cruz 1 John Kasich — Jeb Bush — Ben Carson 3\nHow would you rate the importance of Gov. Nikki R. Haley endorsing Marco Rubio?\nHow would you rate the importance of Gov. Nikki R. Haley endorsing Marco Rubio? Important 25% of voters Donald J. Trump 17 17 Marco Rubio 45 45 Ted Cruz 20 20 John Kasich 7 Jeb Bush 7 Ben Carson 4 Not important 72% of voters Donald J. Trump 36 36 Marco Rubio 14 14 Ted Cruz 24 24 John Kasich 9 Jeb Bush 8 Ben Carson 8\nWould you like the next president to:\nWould you like the next president to: Have experience in politics 47% of voters Donald J. Trump 4 Marco Rubio 38 38 Ted Cruz 29 29 John Kasich 11 11 Jeb Bush 14 14 Ben Carson 4 Be from outside the political establishment 48% of voters Donald J. Trump 63 63 Marco Rubio 9 Ted Cruz 13 13 John Kasich 3 Jeb Bush 2 Ben Carson 11 11\nCandidate quality that matters most\nCandidate quality that matters most Can win in November 15% of voters Donald J. Trump 21 21 Marco Rubio 47 47 Ted Cruz 17 17 John Kasich 7 Jeb Bush 6 Ben Carson 2 Shares my values 37% of voters Donald J. Trump 8 Marco Rubio 27 27 Ted Cruz 34 34 John Kasich 10 10 Jeb Bush 10 10 Ben Carson 11 11 Tells it like it is 16% of voters Donald J. Trump 78 78 Marco Rubio 3 Ted Cruz 8 John Kasich 4 Jeb Bush 4 Ben Carson 4 Can bring needed change 31% of voters Donald J. Trump 45 45 Marco Rubio 16 16 Ted Cruz 19 19 John Kasich 7 Jeb Bush 8 Ben Carson 6\nIssue that matters most\nIssue that matters most Immigration 10% of voters Donald J. Trump 51 51 Marco Rubio 11 11 Ted Cruz 25 25 John Kasich 3 Jeb Bush 3 Ben Carson 7 Economy/jobs 29% of voters Donald J. Trump 36 36 Marco Rubio 24 24 Ted Cruz 15 15 John Kasich 13 13 Jeb Bush 7 Ben Carson 6 Terrorism 32% of voters Donald J. Trump 31 31 Marco Rubio 23 23 Ted Cruz 25 25 John Kasich 5 Jeb Bush 9 Ben Carson 7 Government spending 26% of voters Donald J. Trump 25 25 Marco Rubio 25 25 Ted Cruz 25 25 John Kasich 8 Jeb Bush 9 Ben Carson 8\nWhich candidate would best handle the economy?\nWhich candidate would best handle the economy? Jeb Bush 10% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Ted Cruz 18% of voters Donald J. Trump 2 Marco Rubio 2 Ted Cruz 88 88 John Kasich — Jeb Bush 1 Ben Carson 7 John Kasich 9% of voters Donald J. Trump 2 Marco Rubio 18 18 Ted Cruz 8 John Kasich 65 65 Jeb Bush 2 Ben Carson 5 Marco Rubio 14% of voters Donald J. Trump — Marco Rubio 93 93 Ted Cruz 1 John Kasich 1 Jeb Bush — Ben Carson 5 Donald J. Trump 45% of voters Donald J. Trump 72 72 Marco Rubio 10 10 Ted Cruz 8 John Kasich 1 Jeb Bush 2 Ben Carson 7\nWhich candidate would best handle an international crisis?\nWhich candidate would best handle an international crisis? Jeb Bush 19% of voters Donald J. Trump 22 22 Marco Rubio 18 18 Ted Cruz 10 10 John Kasich 5 Jeb Bush 39 39 Ben Carson 6 Ted Cruz 23% of voters Donald J. Trump 7 Marco Rubio 8 Ted Cruz 73 73 John Kasich 2 Jeb Bush — Ben Carson 10 10 John Kasich 7% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Marco Rubio 20% of voters Donald J. Trump 9 Marco Rubio 79 79 Ted Cruz 3 John Kasich 2 Jeb Bush 2 Ben Carson 5 Donald J. Trump 27% of voters Donald J. Trump 91 91 Marco Rubio 1 Ted Cruz 3 John Kasich 1 Jeb Bush — Ben Carson 4\nWhich candidate ran the most unfair campaign?\nWhich candidate ran the most unfair campaign? Jeb Bush 8% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Ted Cruz 33% of voters Donald J. Trump 54 54 Marco Rubio 24 24 Ted Cruz 8 John Kasich 6 Jeb Bush 5 Ben Carson 4 John Kasich 3% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Marco Rubio 8% of voters Donald J. Trump — Marco Rubio — Ted Cruz — John Kasich — Jeb Bush — Ben Carson — Donald J. Trump 39% of voters Donald J. Trump 11 11 Marco Rubio 29 29 Ted Cruz 33 33 John Kasich 9 Jeb Bush 10 10 Ben Carson 8\nWhat should happen to most illegal immigrants working in the U.S.?\nWhat should happen to most illegal immigrants working in the U.S.? Offered a chance to apply for legal status 53% of voters Donald J. Trump 22 22 Marco Rubio 31 31 Ted Cruz 18 18 John Kasich 10 10 Jeb Bush 11 11 Ben Carson 9 Deported to the country they came from 44% of voters Donald J. Trump 47 47 Marco Rubio 15 15 Ted Cruz 24 24 John Kasich 2 Jeb Bush 5 Ben Carson 6\nTemporarily banning Muslims who are not U.S. citizens from entering the U.S.\nTemporarily banning Muslims who are not U.S. citizens from entering the U.S. Support 74% of voters Donald J. Trump 41 41 Marco Rubio 20 20 Ted Cruz 23 23 John Kasich 3 Jeb Bush 6 Ben Carson 7 Oppose 24% of voters Donald J. Trump 13 13 Marco Rubio 33 33 Ted Cruz 16 16 John Kasich 18 18 Jeb Bush 13 13 Ben Carson 8\nDecided whom to support", "url": "https://www.nytimes.com/interactive/2016/02/20/us/south-carolina-primary-exit-poll.html"}