{"authors": ["Sarah Almukhtar", "Troy Griggs", "Tim Wallace", "Karen Yourish"], "date_download": "2018-11-16 03:46:56", "date_modify": "2018-11-16 03:46:56", "date_publish": "2017-09-27 09:00:25", "description": "Aerial imagery shows the destruction that Hurricane Maria brought to the United States commonwealth.", "filename": "interactive_2017_09_27_us_puerto-rico-hurricane-maria-before-after_1542340016.html", "image_url": "https://static01.nyt.com/images/2017/09/27/us/puerto-rico-hurricane-maria-before-after-1506471134947/puerto-rico-hurricane-maria-before-after-1506471134947-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_09_27_us_puerto-rico-hurricane-maria-before-after_1542340016.html", "title": "The Devastation in Puerto Rico, as Seen From Above", "title_page": "The Devastation in Puerto Rico, as Seen From Above - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week, Hurricane Maria made landfall in Puerto Rico with winds of 155 miles an hour, leaving the United States commonwealth on the brink of a humanitarian crisis. The storm left 80 percent of crop value destroyed, 60 percent of the island without water and almost the entire island without power, as seen in the nighttime satellite images below.\nJuly 24 Sept. 25, 5 days after landfall National Oceanic and Atmospheric Administration | Note: Some areas of western central Puerto Rico were partially obscured by clouds on Sept. 25.\nCataño Cataño\nJuana Matos, a neighborhood in Cataño, near the capital city of San Juan, suffered severe flooding as a storm surge from nearby San Juan Bay dumped water into coastal communities. Eighty percent of the homes in the Juana Matos neighborhood were destroyed, said Cataño’s mayor, José Rosario.\nBefore After From left, DigitalGlobe via Google Earth; Ricardo Arduengo/Agence France-Presse — Getty Images\nToa Alta Toa Alta\nThough Hurricane Maria had dropped from a Category 5 to a Category 4 storm by the time it reached Puerto Rico, it was more than powerful enough to rip apart roads and strip trees as it cut a path across the island.\nRicardo Arduengo/Agence France-Presse — Getty Images\nIsabela Guajataca Dam Isabela Guajataca Dam\nThe Guajataca dam in northwestern Puerto Rico sustained structural damage, resulting in flash flood warnings for the nearby municipalities of Isabela and Quebradillas. The governor said that nearly 70,000 people could be affected if the dam were to collapse.\nBefore After From left, DigitalGlobe via Google Earth; Alvin Baez/Reuters\nBarranquitas Barranquitas\nThe mountain municipality of Barranquitas in the central region of Puerto Rico has been rendered nearly inaccessible after landslides effectively sealed the area off from conventional means of travel. Across the island, roads were left strewn with debris.\nRicardo Arduengo/Agence France-Presse\nToa Baja Toa Baja\nMore than 2,000 people were rescued from Toa Baja, one of the hardest hit towns, as the storm surge swept residents away and neighborhoods went underwater. The town’s mayor, Bernardo Márquez, said at least eight people drowned because of the flooding.", "url": "https://www.nytimes.com/interactive/2017/09/27/us/puerto-rico-hurricane-maria-before-after.html"}