{"authors": ["Sarah Almukhtar", "Matthew Bloch", "K.K. Rebecca Lai", "Rebecca Lieberman", "Ash Ngu"], "date_download": "2018-11-16 03:15:40", "date_modify": "2018-11-16 03:15:40", "date_publish": "2018-09-10 14:12:07", "description": "The Category 2 storm approached the North Carolina coast on Thursday, with winds of up to 110 miles an hour.", "filename": "interactive_2018_09_10_us_hurricane-florence-tracking-map.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338140.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/hurricane-florence-tracking-map-promo-1536673849664/hurricane-florence-tracking-map-promo-1536673849664-facebookJumbo-v33.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_09_10_us_hurricane-florence-tracking-map.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338140.html", "title": "Maps: Hurricane Florence’s Approach Toward the Carolinas", "title_page": "Maps: Hurricane Florence’s Approach Toward the Carolinas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "View the latest maps tracking Hurricane Florence’s path, damage and impact. This page is no longer updated.\nHurricane Florence approached the North Carolina coast on Thursday as a Category 2 storm, with winds of up to 110 miles an hour, as forecasters said that it had the potential for catastrophic, life-threatening damage and rainfall.\nCategory 2 Max. Wind Speed 100 m.p.h. Category 4 130-156 m.p.h. 3 111-129 m.p.h. 2 96-110 m.p.h. 1 74-95 m.p.h. Tropical storm Forecasted path Note: Wind forecast is of areas likely to experience tropical storm-force winds. Source: National Weather Service\nWhen the Storm Will Hit the Hardest\nThe strongest winds were expected to reach Wilmington, N.C., which sits in the storm’s path, early on Friday morning. Enter your city below to see when the worst winds are forecast to hit.\nWilmington, N.C. Wind speed, m.p.h. Myrtle Beach, S.C. Norfolk, Va. Charleston, S.C. Source: National Weather Service\nMandatory Evacuations in Three States\nBy Thursday morning, mandatory evacuations had been ordered along coastal counties in Virginia, North Carolina, and South Carolina, with high winds, severe flooding and widespread power outages expected. The map below includes partial county evacuations.\nVirginia Beach Norfolk Richmond VIRGINIA Roanoke Greensboro Durham Raleigh NORTH CAROLINA Greenville Charlotte Jacksonville Wilmington Columbia SOUTH CAROLINA Charleston Counties with mandatory evacuations Richmond VIRGINIA Raleigh NORTH CAROLINA Greenville Charlotte Jacksonville Wilmington Columbia SOUTH CAROLINA Charleston Counties with mandatory evacuations Richmond VIRGINIA Raleigh NORTH CAROLINA Greenville Jacksonville Wilmington Columbia SOUTH CAROLINA Charleston Counties with mandatory evacuations Source: State agencies\nHeavy Rain Forecast in the Carolinas\nAs of Thursday morning, the storm was expected to bring more than a foot of rainfall in parts of North Carolina and South Carolina over the next five days.\nGreensboro Raleigh NORTH CAROLINA Greenville Charlotte Jacksonville SOUTH CAROLINA 20\"+ 15\" Wilmington 10\" Columbia 5\" 2\" Charleston 0.01\" Inches of rain forecast 0.01 2 5 10 15 20+ Raleigh NORTH CAROLINA Greenville Charlotte Jacksonville SOUTH CAROLINA 20\"+ 15\" Wilmington 10\" Columbia 5\" 2\" Charleston 0.01\" Inches of rain forecast 0.01 2 5 10 15 20+ VIRGINIA Raleigh NORTH CAROLINA Greenville Jacksonville SOUTH CAROLINA 20\"+ Wilmington 15\" 10\" Columbia 5\" Charleston 2\" 0.01\" Inches of rain forecast 0.01 2 5 10 15 20+ Source: National Weather Service\nStorm Surge Expected Along the Coast\nUp and down the coast of the Carolinas, waters were expected to rise anywhere from 4 to 8 feet. A storm surge of more than 12 feet was predicted near Greenville and Jacksonville, North Carolina, as of Thursday evening.\nGreensboro Raleigh NORTH CAROLINA Greenville Charlotte Jacksonville Wilmington Columbia SOUTH CAROLINA Charleston Storm surge in feet 0 4 8 12+ Raleigh NORTH CAROLINA Greenville Charlotte Jacksonville Wilmington Columbia SOUTH CAROLINA Charleston Storm surge in feet 0 4 8 12+ Raleigh NORTH CAROLINA Greenville Jacksonville Wilmington Columbia SOUTH CAROLINA Charleston Storm surge in feet 0 4 8 12+ Source: National Weather Service. | Note: Map shows potential storm surge flooding above ground from 7 a.m. Eastern time on Sept. 13, to 1 p.m. on Sept. 17.\nPast Hurricanes in the Region\nAt least three storms have hit the region with hurricane-force winds since 2008. The largest, Hurricane Irene in 2011, had hurricane-force winds that spanned up to 135 miles when it hit the coast of North Carolina. Hurricane Florence, which is expected to make landfall on Friday, has already reached that size.", "url": "https://www.nytimes.com/interactive/2018/09/10/us/hurricane-florence-tracking-map.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}