{"authors": ["The New York Times Magazine"], "date_download": "2018-11-16 04:03:30", "date_modify": "2018-11-16 04:03:30", "date_publish": "2017-12-13 12:00:02", "description": "Essays and art from Jenna Wortham, Ruth Franklin, Vivian Gornick, Parul Sehgal, Heidi Julavits, Paula Scher, Olivia Locher, Amber Vittoria and more.", "filename": "interactive_2017_12_13_magazine_the-reckoning-women-and-power-in-the-workplace_1542341010.html", "image_url": "https://static01.nyt.com/images/2017/12/17/magazine/17mag-shesaid-index-copy/17mag-shesaid-index-copy-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_13_magazine_the-reckoning-women-and-power-in-the-workplace_1542341010.html", "title": "The Reckoning: Women and Power in the Workplace", "title_page": "The Reckoning: Women and Power in the Workplace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As revelations of sexual harassment break, women have been discussing the fallout and how to move forward. Here, women from across the working world take on this complicated conversation.\nWe Were Left Out By Jenna Wortham “Revolution will come in a form we cannot yet imagine,” the critical theorists Fred Moten and Stefano Harney wrote in their 2013 essay “The Undercommons,” about the need to radically upend hierarchical institutions. I thought of their prophecy in October, when a private document listing allegations of sexual harassment and abuse by dozens of men in publishing and media surfaced online. The list — a Google spreadsheet initially shared exclusively among women, who could anonymously add to it — was created in the immediate aftermath of reports about sexual assault by Harvey Weinstein. The atmosphere among female journalists was thick with the tension of watching the press expose the moral wrongs of Hollywood while neglecting to interrogate our own. The existence of the list suggested that things were worse than we even imagined, given all that it revealed. It was horrifying to see the names of colleagues and friends — people you had mingled with at parties and accepted drinks from — accused of heinous acts. A few days after the list appeared, I was in a van with a half dozen other women of color, riding through the desert on our way to a writing retreat. All of us worked in media; most of us had not realized the extent to which harassment polluted our industry. Whisper networks, in which women share secret warnings via word of mouth, require women to tell others whom to avoid and whom to ignore. They are based on trust, and any social hierarchy is rife with the privilege of deciding who gets access to information. Perhaps we were perceived as outsiders, or maybe we weren’t seen as vulnerable. We hadn’t been invited to the happy hours or chats or email threads where such information is presumably shared. The list was F.T.B.T. — for them, by them — meaning, by white women about their experiences with the white men who made up a majority of the names on it. Despite my working in New York media for 10 years, it was my first “whisper” of any kind, a realization that felt almost as hurtful as reading the acts described on the list itself. As a young business reporter, no one told me about the New York investor known for luring women out to meals under the guise of work. I found out the hard way. I realized he was a habitual boundary-crosser only after The New York Observer reported on him in 2010. Most recently, after I complained in a media chat room about a man who harassed a friend at a birthday party, everyone chimed in to say that he was a known creep. I was infuriated. That information never made its way to me, and worse, it was taken as a given. Was keeping that secret hidden worth the trauma it caused my friend? The list’s flaws were immediately apparent. It felt too public, volatile and vulnerable to manipulation. But its recklessness was born out of desperation. It detonated the power and labor dynamics that whisper networks reinforce. Information, once privileged to a select few, became decentralized and accessible to all. And the problem of sexual harassment no longer belonged solely to women to filter and share. Once the list leaked beyond its initial audience and men became aware of it, it was effectively shut down. But who knows what would have happened if it lasted longer? Maybe a better mechanism for warning and reporting harassment could have been finessed; it’s clear we still need one. Even now, amid the torrent of reports of sexual misconduct, women of color are conspicuously absent. It’s still not safe enough for many of us to name our abusers in public. But during the initial hours after the list’s publication, when it still felt secret, for women only, I moved through the world differently. The energy in the air felt charged, like after the siren goes off in the “Purge” movies. A friend compared the feeling to the final scenes of “V for Vendetta.” She liked seeing women as digital vigilantes, knowing that men were scared. I did, too. I wanted every single man put on notice, to know that they, too, were vulnerable because women were talking. Maybe, within that, we glimpsed the possibility of a new world order, like the one Moten and Harney gestured at. The list was not long for this world, but it might have lived long enough to prove its point.\nJust Like the Movies By Ruth Franklin “My natural tendency is to observe, not to ask questions,” I wrote in my journal during the spring of my senior year of high school. I had just started a six-week internship at a local newspaper, and it wasn’t going well. At 16, I knew I wanted to be a writer, and journalism seemed the obvious route. But my natural shyness held me back. One day at the diner where all the reporters hung out, my supervisor introduced me to a colleague. “This is a famous man,” she said with more than a touch of sarcasm. Thirty-two years old and stocky as a bantam rooster, he had shaggy black hair and intense eyes. I recognized his byline — he had just published an article about an elderly eccentric that detoured through his own obsessions, from the bluesmen of the Mississippi Delta to the traces of his childhood. We talked about ghosts and the poetry of Octavio Paz. He gave me one of his own short stories to read and seemed to care what I thought. Soon I was accompanying him around town in his cluttered hatchback on the hunt for local characters. I thought I had finally found a model to emulate. “Maybe I have reporter potential after all,” I wrote. On those car rides, we talked about writing but also about our personal lives. I was an alienated teenager, feverish to graduate and leave my family behind. He was divorced with young kids and working hard to support them. Sometimes when we were sitting next to each other, he pressed his arm against mine. On a picnic in a city park where more than a few passers-by recognized him, he confessed that he was infatuated with me. All that restrained him, he said, was my age. His sexual energy was palpable and a little bit terrifying. I wasn’t attracted to him physically, and I told him so. But I was entranced by his independent-mindedness, his nostalgic longing for an earlier age, even his affectations. More than that, he seemed to believe in my potential as a writer. He often recommended books and movies, but one in particular sticks with me: “Manhattan,” perhaps the most notorious depiction of one of Woody Allen’s favorite paradigms, the pairing of an older man and a much younger woman. The parallels between our situation and this fable of romance between a divorced writer (Isaac) and a high school student (Tracy) couldn’t have been more obvious. But I was struck by the movie’s falseness. The script requires Tracy to be the ardent one, continually pressing Isaac for a commitment he won’t offer. (Indeed, midway through the film he dumps her, to his later regret, for a journalist closer to his age.) Yet Mariel Hemingway portrays Tracy as perfectly blank, her moonlike face virtually without expression, even in the most emotional scenes. The film is only about Isaac: his needs and desires. If Tracy is entertaining questions or doubts beneath the surface, we’re not privy to them. At the time, I would have sworn that what was happening between me and this reporter was consensual. Now, more than 25 years later, I understand more clearly how incompletely the idea of consent conveys the complexity of such a dynamic. Yes, I flirted with him and enjoyed the power of knowing that he desired me. But in the end I needed him more than he needed me, because he offered something I wasn’t finding elsewhere. For a brief period, he gave me confidence. As his behavior became more aggressive — putting his hand on my leg, asking to kiss me — I started to pull away. He reacted with anger and petulance, and things between us curdled. A few years later, he depicted me in a story published in a popular anthology as a spoiled, haughty Jewish-American princess who is the subject of crude sexual fantasies. The stories we tell ourselves aren’t just entertainment; books and movies — still more often by men — work to establish archetypes for romantic relationships. They constitute our personal and cultural mythology and are essential to the way we understand our world. A man whose interest is piqued by a 16-year-old girl has a ready-made formula for how that relationship might proceed. The very fact that such a model exists offers tacit permission for him to treat his wants as valid. For the girl who tries to enter the story on her own terms, there are two models: the receptive vessel or the Lolita-like temptress. Ambivalence and fear simply don’t enter into it. I’m now more than 10 years older than this man was when we met. I’ve worked in journalism for close to two decades. But I spent the early years of my career anxious, questioning, in search of a validation that I couldn’t define. That wasn’t only his fault — I was primed to respond to him the way I did by things that happened long before he came around. Still, the power imbalance in our relationship led me, however unconsciously, to continue seeking legitimation in a man’s eyes. I don’t regret those afternoons driving around town, listening to him ask questions, watching him take notes: They’re part of my story as a writer. But I wish that he, as the adult in the room, had looked past his emotions to consider what would have been best for me, an impressionable teenager who admired him and craved his instruction and his approval, if not his affections. And I wish that my intellectual formation hadn’t had to be so inextricably entwined with a man’s assessment of my value.\nWhen the Fog Lifts By Meghan O’Rourke When I became sick with a mysterious illness nearly a decade ago, doctors kept telling me nothing was wrong. I lived for years in a fog not only of pain but also of self-doubt, questioning my own perceptions. It is difficult to articulate how distorting this fundamental distrust of your own subjectivity is, how distorting it was to accommodate myself to a hobbled, painful reality. When my illness was finally named by a physician, my world changed: It could be addressed. And just as important, I no longer felt that my grasp on reality was tenuous. The conversations I’ve had with my female friends in the weeks since widespread allegations of sexual abuse and harassment have come out — by text messages, over drinks, while minding young children toddling in and out of the kitchen — have circled around a contradiction: We knew, and yet we didn’t know; we were sure, and yet we doubted ourselves. For years, we lived in a climate of uncertainty created by the routine institutional denial that harassment was taking place, actions that went unnamed and dismissed, the scores of “open secrets” in plain sight yet not seen. Then, overnight, it seemed, a shift in our accounting took place. We’d been returned to a shared reality. We think of our perceptions as being uniquely our own — the very stuff that makes us distinctive individuals. But perception is more dependent on a fine social web of recognition than we like to think. And when it came to sexual harassment, we were, in a sense, all guilty of participating in what social psychologists call the bystander effect, in which people are less likely to offer help to someone in distress if there are other people present, especially if the others are passive. In one striking 1968 study, subjects filled out a questionnaire in a room slowly filling with smoke. When alone, 75 percent of subjects reported smelling smoke. But when “two passive confederates” of the experimenters were planted in the room and behaved as if nothing were wrong, only 10 percent of the subjects reported smelling the smoke or left the room. (Shockingly, nine of 10 subjects “kept working on the questionnaire they were given, rubbed their eyes and waved smoke out of their faces,” the Socially Psyched website recounts.) In groups, we watch to see what others do and follow suit. By its nature, sexual harassment depends on a social agreement about where we draw lines and how we interpret injury. It wasn’t until the 1980s that “unwelcome sexual advances” and the creation of a “hostile or offensive work environment” came to be considered illegal under the federal protections that derive from Title VII of the 1964 Civil Rights Act, which legislates against discrimination on the basis of sex, race and religion. “Unwelcome,” “hostile”: These adjectives are by definition descriptive — dependent on a consensus of shared reality, evaluated legally on a case-by-case basis. And a shared reality is, sadly, just what so many of us know that we don’t have, even now. In an encounter between two people, the shadows of subjectivity always determine how the light looks: bright and revealing, or dark and eerie. And when it comes to encounters in the workplace, there are genuine questions of scale, lines in the sand to draw — what is just a clumsy pass? What is actual harassment? This moment of reckoning has helped women who have been victimized — even in subtle ways — name what had been happening to them; at the same time, it has made the most culpable bystanders feel less certain — a productive redistribution of uncertainty, possibly. Many people, especially men, are asking themselves if they are complicit in what has been taking place and examining their own past behavior to see whether they have ever made a woman uncomfortable. There are, after all, two kinds of uncertainty: the self-doubt created by withheld truths and the self-doubt created by a genuine need to re-evaluate. It may not be such a bad thing if more men walk through the world feeling that they don’t have all the answers.\n‘Nobody wants to be a Rat’ As told to Kathy Dobie by a Police Detective In the 20-plus years I’ve been on the job, our department has truly changed. When I first came on the job, it was awful. In the ’80s and early ’90s, the male police force really did not want women there; women were “ruining the L.A.P.D.” That sentiment was very strong. And if I had made a formal complaint, I would have been called your typical woman, you can’t trust her, she’s gonna roll on you, and then nobody wants to work with you, and it’s just the kiss of death. There’s definitely a cultural shift that makes the men hired today who are in their 20s quite different. At the patrol level, I think guys and gals get along just fine. The biggest issue we have in terms of sexual harassment is that even though there are procedures for reporting, nobody really wants to do anything. Supervisors, the ombuds office, everyone just wants it to go away. “Well, you know, he didn’t mean anything by it; let’s just move on.” So things fester and then blow up. I’ve seen it over and over again. If you look at the lawsuits against the L.A.P.D., I think half the complaints are internal, not some outside person who got roughed up by the police. So they’ve been trying to teach us to report anything we see. The problem is nobody wants to be a rat. I actually think the higher you rise among the ranks, the more likely you are to encounter harassment, because coveted positions are at play. If you look at our top-cop management, it’s still very male, and those guys have been around for a couple of decades. They came on in the ’70s or early ’80s, so they’re still carrying those attitudes. I’ll give you an example: There was a captain who got a woman promoted from Detective II to Detective III — a very coveted position. It was discovered through an internal-affairs investigation that she had performed sexual acts on him. That, to me, smells a lot like Hollywood: Hey, if you really want this part, you do certain things to me, and I can make it happen. Weinstein, Kevin Spacey, Roy Moore or a captain at the L.A.P.D. — what do they all have in common? They have the ability to make or break lives. They hold the key to things that other people want, so I think that’s the common denominator; the psychology of that man is the same.\nKnow Your Power By Zoe Heller I’m disappointed that the story has remained focused so squarely on the villainous doings of the metropolitan elites. I was never under any illusion that this was the beginning of the end of the patriarchy, but I had hopes that there would be more of a ripple effect, that we would begin hearing about sexual harassment and abuse in the farm industry, in fast food, in retail, in hotel housekeeping. It’s delightful that the chickens are coming home to roost for powerful old guys in the entertainment industry, and yet for large sections of the country, I suspect, the toppling of Harvey Weinstein and others has played less as a “Matrix moment” — a sudden unmasking of the country’s sexist power structures — than as an old-fashioned morality tale about debauched big-city snoots finally getting their comeuppance. Instead of moving outward, much of the conversation among women on social media has been taken up with identifying and decrying lesser forms of male misconduct — dirty jokes, unsolicited shoulder massages, compliments on physical appearance. It is inevitable that in the great outpouring of female wrath, minor grievances, as well as major ones, should have emerged. And hostile work environments aren’t built on violent sexual assault alone. Nevertheless, we seem to have wound up spending an inordinate amount of time parsing the injurious effects of low-level lechery on relatively advantaged women. Part of the problem with these conversations is that the injuries sustained by a creepy comment or a lewd remark are largely subjective. It’s fine to demand that men stop being brutes, but it helps if there is some consensus on what qualifies as brutishness. As it turns out, my unexceptionable office banter is your horrifying insult, and your innocuous flirtation is another’s undermining insinuation. (I remember thinking guiltily during the Anita Hill hearings that a joke about a pubic hair on a Coke can didn’t sound that awful to me.) It seems neither likely nor desirable that we will succeed in banishing all sexual frisson from the workplace. And we know that many happy romances and marriages have originated on factory lines and in conference rooms. Given that the burden of making the first move traditionally lies with men, and given that it’s not always possible to gauge whether an advance is unwanted until someone makes it, there is good reason to question whether everything that is now being deemed misconduct has come from the same well of dastardly male entitlement. An argument that has kept cropping up in recent weeks, one that will be familiar to those who have followed the debates about campus rape, is that even in the absence of force or explicit threat, the suggestive comments or sexual advances of a male colleague are implicitly coercive. A woman’s ability to register her opprobrium, or to say “No, thank you,” is always compromised by her fear of repercussions, or by her youth, or simply by her female impulse to placate. The danger with this a priori assumption of women’s diminished agency is that it ends up exaggerating female vulnerability. It casts women as fundamentally fragile beings, whose sexual assent, like that of minors, cannot be trusted to indicate true consent. It presents female passivity as natural. There’s no doubt that women, particularly younger ones, have a tendency to go along with things they don’t want to — to say yes when they really mean no — but that propitiatory tendency is not some incorrigible feature of the female character, any more than predation is the incorrigible inclination of men. And we do women a disservice by treating it as if it is. This is not about blaming the victim; it’s about pointing out to the potential victim that she has more power than she knows. Several times in recent weeks, I’ve read and heard people asserting that older women like me, women who came of age before the Anita Hill hearings in 1991, are generally more accepting of sexual harassment and less sympathetic to women who complain about it. (This, it’s claimed, is because we grew up with lower expectations of male behavior and feel that the young should endure as stoically as we did.) I would characterize the generational divide differently. I think older women are, by and large, more reluctant to squander women’s hard-won right to sexual autonomy by characterizing themselves as helpless and in need of special protection. I think they are more likely to see “power dynamics” between individuals as complicated, fluid and not necessarily reducible to age and status differentials. I think they are also — although this is less a generational difference than a function of age — much better at telling men where to get off.\nReawakened Rage By Vivian Gornick What is never properly understood by those who do not experience it is how deep the rage over inequality goes once it is made conscious, how far-reaching it can be and yes, how unforgiving. At the moment, the hated imbalance between women and men, the one that all men, everywhere, have exploited for centuries, is in the dock, and women in the thousands have risen up to bring charges against men of power with the crime of having looked not at them but through them for as long as any of them could remember. These women are not yet Madame Defarge knitting at the foot of the scaffold, but half a century of insufficient progress, on the score of sexual predation alone, now fills their heads with blood and leads them to lash out at its ongoing pervasiveness, branding men to the left and to the right with accusations that include acts of real evil as well as those of vulgar insensitivity. As James Baldwin might have put it, an oppressed people does not always wake up a saint; more often it wakes up a murderer. For many of us, it is dismaying to behold, in a movement meant to correct for social injustice, the development of what can seem like vigilante politics; the dismay, in fact, is being accorded disproportionate attention, as though its existence is more important than what gave rise to it. But if we stop for a moment to think rather than react, we soon come to realize that the courageous demand that begins with a visionary’s declaration of rights can, and usually does, descend quickly into the maddened belligerence characteristic of those who cannot stop rehearsing a grievance that feels very old and reaches far into the past. That is the course history has usually taken, and for the moment, we in America are all trapped in its turmoil. My generation of second-wave feminists discovered how hard it is to build a case for women’s rights from the inside out, how few approached with a wholeness of mind and heart the prospect of equality for women. Those of us in the 1970s and ’80s who said (and kept on saying) that the subordination of women had now become intolerable were often denounced as witches, bitches and worse: denatured fanatics staring into a vision of the future that would upend the world as we knew it. Our radicalism lay in declaring the risk well worth taking: a calculation society as a whole is never willing to act on; it must be driven to it. But we feminists were persuaded that the American democracy was not only healthy enough but also mature enough to give up the idea that men by nature take their brains seriously and women by nature do not. We were convinced that what today we saw by the hundreds would tomorrow surely be seen by the thousands, and the day after that by the millions. Only people of serious ill will or intellectual deficiency or downright political greed would oppose the obvious. And after all, how many of them could there be? As the decades wore on, I began to feel on my skin the shock of realizing how slowly — how grudgingly! — American culture had actually moved, over these past hundred years, to include us in the much-vaunted devotion to egalitarianism. However many thousands of women continued to join our ranks, we kept hearing: “Love is the most important thing in a woman’s life; that’s just nature.” “Women can be good but never great (thinkers, artists, politicians); again: nature.” “Oh, I get it. You don’t want to marry the Great Man, you want to be the Great Man. How very unnatural.” “Whatever happened, she was asking for it.” I remember thinking: Who says such things to a human being the speaker considers as real as he is to himself? Who tells anyone that the wish to experience oneself to the fullest is unnatural? Who thinks it acceptable that a set of needs described as essential to anyone’s humanity be considered necessary for some but not for others? Who, indeed? I soon came to feel — and I still feel — that social and political inequality is one of the worst burdens anyone can be made to shoulder. The sheer unfairness of it! The contempt inscribed in it. My own angry disbelief in those years swelled until I found myself copying out quotes from people like the Cromwellian soldier who, on the scaffold, said: I never could believe that some men were born booted and spurred and ready to ride, and others born saddled and ready to be ridden. I, too, was now willing to go to war. It’s not necessarily true that only a social explosion can galvanize cultural change, but inevitably, in the face of the failure to act — the term “sexual harassment” is now almost 50 years old — that’s the way it feels when that rage reawakens. And the way it feels is now compelling a movement bent on making transparent (once again!) what it’s like to live, as a class of people, brutalized or ignored but either way socially invisible. The silence imposed by that invisibility! For better or worse, only liberationist politics — loud, brash and bullying as it sometimes seems — has ever broken it. The pity of it all is that the silence returns as the inequities once again get swept under the rug, where they fester, and wait for the next moment when the rug will turn into a rock under which these wormlike suppressions have morphed into snakes that come out hissing, should the rock be turned over.\n‘A Purge Is Coming’ As told to Yamiche Alcindor by a Capitol Hill Aide I think women on Capitol Hill right now are just kind of breathing a sigh of relief that people finally can talk about these things and not have to suffer when they come forward. A lot of people are saying, “I wonder who’s going to be next,” because everyone knows that this is just the beginning. We really feel as if a purge is coming. I don’t think that a lot of people necessarily know who, but as soon as a name comes out, then you start to hear people saying, like: “Oh, yeah. I heard that guy was creepy.” They asked me to pitch in and just talk to survivors who call Representative Jackie Speier’s office. It’s such a gut punch when you hear the name of the member of Congress who harassed them. Al Franken was hard. It hurts the most when it’s men who have built their political careers advocating for women and then show such disdain for actual female human beings. I think it also just really shows how important it is to have women elected to office, promoting more women to senior staff and having more women involved in Capitol Hill positions and in the political process.\nHe’s Accused. Now What? By Jazmine Hughes and Collier Meyerson Jazmine Hughes: I casually know some of the men who have been accused of sexual harassment in our circles, and there are a handful I consider friends. My first thought was: What am I supposed to do with these assholes? I believe the women! But how would I show that? Did you see how Gayle King responded to the Charlie Rose accusations? It’s the best instance of “what to do when your friend is accused of sexual harassment” that I’ve seen. Collier Meyerson: I was actually seized with panic when I heard about a friend accused of sexual misconduct. I never considered what would happen when a close friend, one whose struggles and goodness I know intimately, is questioned. Do I cast out every man who has overstepped a boundary, or only people who I’ve heard are serial sexual assaulters? I watched that clip of Gayle King, and the thing she said that most resonated with me was “You can hold two ideas in your head at the same time.” We can remember and understand that our friendships to the accused are real and also be on the side of survivors of sexual assault. But as we stumble through this, I’m feeling scared to say anything publicly, for fear of reproach. The environment is so incredibly polarized, and women can’t even feel out what to do when their loved ones are accused. I feel like I can’t even mourn that loss. Do you feel that way? Hughes: For once, I feel grateful to not be famous — having this burden to comment is so unfair. This secondhand shame is insulting, and unproductive, and still somehow makes this into a problem for women. Personally, though, regarding these friends, I’ve answered questions when asked, but I’m not “spreading the word.” I’ve also had long talks with friends who have been named; they’re promising but depressing. They admit to rehabilitation, but also to guilt. They’ve changed, but they had to have something to “change” away from. Everyone’s trying to get better — but what does better look like? How do we measure penance? Meyerson: “How do we measure penance?” is exactly what I’ve been thinking about. Men repent, or if they’re famous, they retreat after their apologies. But it feels as though there are all these proverbial eyeballs looking toward women to make the decision for all men: What now? And that’s what I’m so troubled by. I don’t know the answer. In my universe, there is this expectation to purge. As my boyfriend said recently: “Humans have always tended toward purging, and it’s never worked out.” Hughes: If I could point to anything tangible, it’s that I’d want the men to feel shame — not embarrassment, but a deep, abiding sense of wrongdoing that causes them pain and follows them like a stench. But then ... there are my friends, who’ve made the “correct” apologies or sought treatment of their own volition or stopped drinking or left the industry or left town. Which is heartening, but is that because my standards are low? What’s enough, both for myself and other people? I have a friend who is cooling her relationships with incendiary acquaintances because she doesn’t want her tacit approval to signal to other women that the guy is reasonable. Here’s a question: Say you’re having a party. Do you invite the Friend? Meyerson: Thinking about this moment, I realize that this is not the first time any of us have heard stories about friends of ours crossing the line or harassing someone. I had a friend tell me the other day, “I remember when you told me I made this one girl feel uncomfortable because she had to say no twice, and I never forgot that.” And then there are the one or two men I’ve been friends with who have had more serious allegations against them, whom I’ve since let go. I think the right answer is that each case is different, each relationship is different. Would I invite “that person” to a party? If I have an investment in the man, I’d go to my community and speak with them about what they’re comfortable with. Hughes: I’m impressed that you’ve been able to talk to your male friends who might’ve slipped up in such clear terms. I have trouble doing that. What do you say? Meyerson: I’ve had those moments a few times now: Men asking me if what they did was O.K., but it’s all subjective. What doesn’t seem like a big deal to me might have been quite a big deal to another woman. All of us have different boundaries. I don’t really have some sort of boilerplate response. It’s based on an accumulation of feelings I have about the person, about what I perceive their particular transgression to be. But I want to ask you: We’ve established that ostracizing can be important, if only just in the short term, for the mental health of women. And I really do think that. But is it appropriate for every man? And how long do we cast them out? Forever? Hughes: It feels animalistic, in a way — at times, I see men and I want to lash out, like a mother protecting her cubs. It comes from a place of deep-seated anger that I’ve never accessed before. I guess all I can do is ostracize as long as I need to feel safe. This email exchange has been edited and condensed.\nSorry, Not Sorry By Parul Sehgal When I was a child, I lived near a notorious landfill called Smokey Mountain. It jutted out of the heart of Manila — a ziggurat of decomposing plastic bags, high as a 10-story building. Squatters made their homes on its slopes and perished in the frequent fires. From time to time, I recall the city promising to raze it and put in proper housing but never making good. Smokey Mountain flourished for years. It was my early object lesson in selective blindness. You can ignore anything if you put your mind to it, apparently — even two million metric tons of smoldering trash. Anywhere you look, there’s a Smokey Mountain of a kind, a site of shame or suffering that we refuse to reckon with — even as it bursts into flames. The recent statements from men accused of sexual harassment are among the stranger documents of shame I have encountered: putative apologies garlanded with self-congratulation, bristling with rage. Some sound like grotesque inversions of award-acceptance speeches, dutifully acknowledging family and friends, casts, crews, networks and agents. Others attempt clumsy deflection. Kevin Spacey, accused of assaulting numerous young men, takes the opportunity to come out of the closet and, horrifyingly, equates his alleged crimes with being gay. Louis C.K. repeatedly mentions how much his victims admired him in his open letter — and invokes his penis so insistently that it feels as if he’s covertly indulging his exhibitionism all over again. Jeffrey Tambor responds to charges of sexual harassment and aggression on the set of “Transparent” with further aggression. Many claim that the behavior is in the past and seem irritated to have to answer for it. After all, as Mark Halperin protests, he’s mostly cured now. These statements of the men seem especially shabby when compared with the majestic testimonies of the women who have come forward. In their interviews, essays and op-eds, they relive moments of terror and humiliation and shame, even as they are forced to establish their credibility and, in some cases, account for their silence over the years. Intense introspection marks these statements. The women audit themselves to a fault and reckon painfully with what speaking out might cost them. In a column in The Hollywood Reporter, the screenwriter Jenny Lumet described being sexually assaulted by Russell Simmons — and her fear of going public now: “I have built a life in the past 25 years and a reputation in my industry. I need no one to have this visualization of me. I will, like the others, lose work because of this.” She wrestles with guilt — “As a woman of color, I cannot express how wrenching it is to write this about a successful man of color” — and worries about the effect of this story on his children. It’s an extraordinary piece of writing. In response, Simmons offered little more than a limp admission of his thoughtlessness before turning to his real task: buoying up his shareholders. But in this way these statements — even when garbled, terse or self-serving — are revealing. You can glimpse how the men have learned to live with — and avert their eyes from — their own cruelty. You can see how they continue to insulate themselves from fully understanding the suffering they have caused. How much easier it is to cop to “thoughtlessness” or “insensitivity” (another favorite word of the accused) — to hurting someone’s feelings, essentially — than to acknowledge the realities women enumerate: panic, revulsion, rage, depression, decades of lost work. There’s a profound dissonance between the gravity of the events the women describe and the men’s mild interpretations. Almost all the accused lean on abstract language and passive voice. They are sorry women “felt disrespected,” “were hurt,” “felt pain.” There is a sort of splitting that occurs, too; many men express remorse that “their behavior” has hurt people, as if their behavior were a rogue doppelgänger that needs to be reeled in. A few, like Louis C.K., say they are trying to reconcile their behavior with who they are. These maneuvers effectively remove women from the story. The narrative changes: It becomes less about men grappling with what they’ve done to someone else and more about men lamenting what they have done to themselves — and especially their careers. It takes on an existential hue — “a journey” for Harvey Weinstein, “a reckoning” for Leon Wieseltier. For Mark Halperin, it’s a sickness to rise up and defeat. Stories of abuses of power — and their systematic concealment — are spun as redemption narratives. These men are suddenly Odysseus in exile. Odysseus, of course, finds his way home. Which is what many of the women coming forward fear. “There seems to be a formula for redemption: Apologize, put your head down, remove yourself from the public eye, come back up after enough time has passed, align yourself with the people that you’ve wronged and then resume your place back in line exactly where you were kicked out,” the actress Olivia Munn, one of at least six women who have accused Brett Ratner of sexual misconduct, told The Los Angeles Times. The public censure, the shows being canceled, the outrage, she says, is just pruning; “the disease still remains in the tree.” Smokey Mountain was eventually shut down in 1995. It’s still inhabited, but more sparsely. You can take tours now and imagine it in its heyday. A few miles away, a new dump thrives. It’s twice the size.\n‘There’s a Warning System’ As told to Kathy Dobie by a Bartender I’m 32, and I’ve been a bartender for 10 years, five in New York City. There’s always been a sort of warning system that bartenders have for everything from people who drink too much to sexual predators. Even in a city as big as New York, everyone in the industry knows one another. Bartenders and waiters take care of people — that’s our job. So it’s important that we take care of one another. When I was 21, at my first official bartending job, the owner had already been sued for sexual harassment, I heard. One night, I went into his office to take him the money from the register, and he patted my butt on my way out. I immediately put on a stern face and said, “No!” as if he were a dog. From that day forward, he never tried anything like that. My experience in the industry has been that if you assert yourself and make your boundaries clear, they will be respected. It’s actually a largely liberal industry, and that sense of community, of fairness, of gender equality, I think it’s felt a little more strongly in this industry than others, because more often than not you work as a team, men and women together. I felt that if somebody were to act inappropriately toward me, I could immediately go to a co-worker, a co-owner, and it would shame them. My industry’s not like the entertainment industry. There’s only so many big-time producers, but there are enough bars and restaurants in the world to employ everyone. I know people are not always as fortunate as I am. I’ve never been in a position where if I were to quit on the spot, I would go hungry the next day, or worked in a small town where there’s nowhere else to go. I don’t have to pick from the bottom of the barrel. But there’s a lot of bottom of the barrel out there.\nThey Looked the Part By Laura Kipnis When Henry Kissinger famously said that power is the ultimate aphrodisiac, what he actually meant, I think, is that power makes an unattractive man more alluring. Attractive men don’t need aphrodisiacs: Physical attractiveness is its own aphrodisiac. In Kissinger’s formulation, power is a fungible currency — interchangeable with beauty, and sufficient quantities of it offset shortfalls in physical appeal. The question is whether Kissinger’s premise has reached its expiration date. Or that’s what I found myself wondering following the first round of sexual-harassment revelations, as conversations with friends inevitably turned, often with dark hilarity, to the physical hideousness of so many of the accused men. Of course, the hilarity was tinged with a bit of guilt, voices were lowered — because we weren’t in high school, right? Having been subject to the brutality of appearance rankings ourselves, we should refrain from imposing them on others, right? Still, surveying the photo arrays of the accused, you suspected that these were not the sought-after guys in high school. Now, old and smug, bloated with power and fine cuisine, their physical unloveliness gave the unfolding story a pleasing Grimm-like quality: They’d acted monstrously, and they looked the part. As friends shared their own episodes of harassment and gross come-ones, I noticed a theme emerging, something I hadn’t considered. Being hit on by someone you judged unattractive was regarded as more insulting than being encroached on by someone decent-looking. A friend who’d had to physically fight off a drunken but not uncomely movie star with whom she’d shared a limo described the ordeal with amused outrage, but a mild overture from an aging, balding editor who looked like a potato in horn rims (her description) left her fuming. It was a sudden glimpse into a complicated set of internal sociosexual calculations that I suspect we all perform. Clearly it’s the harassing behavior itself that’s wrong, but being harassed by someone from a different attractiveness echelon compounds the affront. Perhaps it risks lowering you in your own esteem — does he think he’s in my league? — yet you feel guilty for making such reckonings. Everyone knows the principle of “assortative mating,” even those who aren’t familiar with the phrase. It refers to the tendency to pick mates who are similar to ourselves in characteristics like class and education, and also, of course, attractiveness. There’s nothing random about such choices, and obviously I’m saying nothing a user of Tinder or Grindr would find surprising. The more attractive you are — or perceive yourself to be — the more attractive you want your mate to be, other things being equal. But other things aren’t always equal: power and money allow people — male people, mostly — to jump the queue, so to speak. At least that rogues’ gallery of unattractive harassers suggests this has been the operative fantasy. In the worst cases, it’s a fantasy that power overrides consent, in the way that handsomeness or charisma wins female favor, “sweeps a girl off her feet.” Like how being a rock star must feel — and were the harassing men rock stars in their imaginations, I wondered? “He’s a rock star,” people now say fawningly about every C.E.O. with a good fourth quarter. Do some of them start to believe it, misidentifying every woman they meet as a compliant groupie? When I decided to crowdsource the attractiveness question on Facebook, my female friends were eager to weigh in. “I think it’s important for female humans to express their distaste for such male flesh,” one wrote. “Men like these have long lived with the assumption their flesh is tolerable, and some may believe it’s desirable.” Someone who knew one of the accused harassers long ago recalled him as exceedingly brilliant but exceedingly homely; bent on seducing women to get back at the girls who ignored him in his youth. For the women, talking about male appearance leveled the playing field; letting men experience the same kind of vulnerability women have long endured felt like a small victory. Many of my male friends, however, were bristling, especially male progressives. They never thought about women in terms of appearance, more than a few said righteously. I was accused of body shaming, as well as superficiality, to which I retorted, summoning my inner Oscar Wilde, “Nothing is less superficial than appearance.” Here’s something else I found curious, but no one was exactly saying: there were not a lot of good-looking men among the accused harassers. Do those guys refrain from harassing women, or is it that they’re less likely to get reported? Apparently men themselves believe it’s the latter. A male Facebook friend directed me to an old “Saturday Night Live” sketch titled “Sexual Harassment and You.” Shot in black and white, in the style of a 1950s educational film, it depicts two different men, one an ungainly dork (Fred Armisen), and the other a handsome stud (Tom Brady), coming on to two female co-workers. The dork is threatened with harassment charges; the stud gets dates and phone numbers. I noted that the writer and director were both male. “Male power” has acquired a sleazier connotation than in Kissinger’s heyday. If some men have operated on the principle that women’s bodies were there for the plucking, regardless of niceties like consent, at least they’ve been getting away with it somewhat less lately. Which is not to say there isn’t still plenty of transactional sex and mating; plenty of “arm candy” at the side of powerful unsightly men. It’s not as though women haven’t been complicit in propping up these arrangements. Let’s be honest: We, too, have been known to leverage what we have, where we can. The question, obviously, is whether female versions of power would be less sleazy than male versions have been, especially because we keep hearing that the solution to the sexual-harassment problem is to put more women in positions of power. But even if men act out sexually more than women typically have, do we gain anything by playing the women-as-men’s-betters card? Moral smugness isn’t a great look, either. According to my informants, attractiveness matters plenty to women; we do our share of ranking and assessing, inequitable as that may be. The point is not assuming that your attractions are reciprocated. And that whatever obliviousness certain guys have displayed on that front ends — right around now.\n‘I Felt Ostracized’ As told to Jaime Lowe by a Soldier I was a service member in the Army for nearly a decade. It seemed that men pulling women on top of their laps was not uncommon. It happened to me only when I was off duty, but always by my superiors. I lost count of how many times my ass was slapped or I was brushed up against. Stuff like that became so exhausting and conflicting. Conflicting because a lot of the time it was with guys I trusted and worked really well with. In the winter of 2011, my unit was in Kuwait. One time during a break, I went behind a shipping container to smoke a cigarette, and I was chatting with a sergeant from our company. About a month later, I was talking to an acquaintance who worked with this sergeant, and he just started joking about the time I gave the sergeant a blowjob behind the shipping container. I found out that the sergeant had been spreading rumors about very specific sexual acts that I had supposedly performed on him and others in the company. It was mortifying, and everyone seemed to know. I decided to make an informal complaint about it, and then I felt ostracized by members of my unit. It felt as if the unit was trying to protect this guy and not me. I was questioned, and some of the queries focused on the fact that I was always seen with men or that I encouraged a certain culture. Basically, I was being accused of asking for it because I told a dirty joke every now and again. I could tell what was happening, so I ultimately filed a formal complaint. That was extremely nerve-racking. It meant I was under an even bigger microscope. There were those who wanted to send me back home or to another base or to another unit altogether. They were just going to leave him there and uproot me. Remove the victim from the situation instead of the person causing the problem. There’s a good-old-boy network. People in power are willing to ignore bad behavior because it’s convenient or because outstanding performers in the unit are being protected. These guys are wonderful at their jobs, but some can be monsters behind closed doors.", "url": "https://www.nytimes.com/interactive/2017/12/13/magazine/the-reckoning-women-and-power-in-the-workplace.html"}