{"authors": ["Josh Katz", "Quoctrung Bui"], "date_download": "2018-11-16 04:21:09", "date_modify": "2018-11-16 04:21:09", "date_publish": "2015-11-24 05:11:07", "description": "Search data offers some surprises about where Americans are planning to travel for the holiday.", "filename": "interactive_2015_11_24_upshot_thanksgiving-flight-patterns_1542342069.html", "image_url": "https://static01.nyt.com/images/2015/11/24/upshot/thanksgiving-flight-patterns-1448336773738/thanksgiving-flight-patterns-1448336773738-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_11_24_upshot_thanksgiving-flight-patterns_1542342069.html", "title": "Pumpkin Pie in Miami: Thanksgiving Flight Patterns", "title_page": "Pumpkin Pie in Miami: Thanksgiving Flight Patterns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This article first ran in 2015.\nThanksgiving is known as a time to return home to family, with the holiday calling to mind images of grandmother’s house. But for many Americans, it’s also now a chance to go on vacation.\nThis week, Florida will see a surge in the number of people arriving by plane. Las Vegas is another popular destination. Much more than is commonly realized, Thanksgiving is a time to seek out sun (and gambling), in addition to (or possibly instead of) catching up with loved ones.\nThese conclusions emerge from The Upshot’s analysis of search data from Google Flights. In all, more than 3.6 million Americans — or slightly more than 1 percent of the country’s population — are expected to take a flight for Thanksgiving.\nBelow, we offer more details on the flight patterns — including the fact that we are evidently a nation of procrastinators. The peak time for flying to your Thanksgiving destination this week is noon on Thanksgiving itself, just a few hours before most families sit down for their big holiday meal.\nDestinations\nAfter adjusting for population, the city with the biggest increase in people looking to book flights is Miami.\nOrlando is a close second, with snowbirds in Florida drawing a rush of holiday travelers from every major city in America. One possible reason: “home to family” isn’t necessarily where people grew up, but where their parents moved in retirement. The biggest influx of travelers comes from Washington, Boston and Atlanta.\nThere is also a surprisingly strong Thanksgiving connection between Salt Lake City and Orlando. Evidently a sizable “Disney World effect” is luring many from Utah to Cinderella’s castle for Thanksgiving.\nAnother popular Thanksgiving travel destination is Las Vegas. A substantial number of fliers from far-off cities like Seattle and Washington have decided that it’s a nice place to gather and give thanks. According to Brian Ek, travel analyst for Priceline, a combination of low fares and cheap hotel rooms makes Las Vegas an appealing middle ground for travelers who are particularly price-conscious.\nAnd for people who live on the West Coast, Honolulu is a natural Thanksgiving destination. It’s a place where you can get tropical sides like poke and laulau to go along with your turkey, and it provides a wonderful opportunity to sneak in a few waves before dinner.\nThere’s another thing Florida, Nevada and Hawaii all have in common: good weather, making them appealing “if you’re one of those folks that haven’t been invited to any place for Thanksgiving, and you want to go somewhere warm,” as Mr. Ek put it.\nNot all Thanksgiving destinations look so much like vacations. Seattle, where the average temperature in November is in the mid-40s, receives a pretty strong inflow of travelers from warm cities like Miami. Denver is also a popular destination for Thanksgiving, particularly from cities on the East Coast.\nIn the South, a lot of Thanksgiving travel centers around Atlanta. It’s one of the rare cities in the search data with a disproportionate rise both as an origin and destination.\nOrigins\nAnother way to look at this map is to ask “Where are more people flying from?” A common answer is Boston, probably because the area is home to so many colleges. According to the AAA motor club, most Thanksgiving travel is done through driving, but college students far from home seldom have that option, so they fly. The variety of places Boston travelers are looking to go supports this theory.\nTiming\nWhen it comes to the timing of flights, many people approach Thanksgiving with surgical precision. The most in-demand time to fly is noon on the very day of Thanksgiving.\nThere’s also an interesting story relating to what days people choose to travel. You might expect demand for flights to grow each day you get closer to Thanksgiving, but it looks as if few people are interested in flying on Tuesday. The data supports the common-sense idea that there are two approaches to holiday travel: take the whole week off, or wait until the last possible moment, perhaps because of work demands.\nDetails of Our Analysis\nWe compared Google Flights searches of round-trip flights for the two weeks surrounding Thanksgiving against a typical two weeks of travel, adjusted for the sum of the population of the origin and destination cities. This means that the patterns in the map show travel routes that are more heavily flown because of a Thanksgiving surge. Major routes such as Los Angeles-to-New York aren’t going to be highlighted because they are not flown much more than normal during Thanksgiving, relative to the size of their populations.\nRemember, this is search data, so there’s no guarantee that a search results in an actual flight booked, but we think this gives us a reasonable idea of where people are going for the holiday.", "url": "https://www.nytimes.com/interactive/2015/11/24/upshot/thanksgiving-flight-patterns.html"}