{"authors": ["Newsha Tavakolian", "Photographs Newsha Tavakolian"], "date_download": "2018-11-16 04:24:46", "date_modify": "2018-11-16 04:24:46", "date_publish": "2015-03-28 13:41:55", "description": "As Iran and world powers including the United States try to reach a deal on nuclear controls in exchange for the lifting of sanctions, Iranians from all walks of life are watching and hoping for a new start.", "filename": "interactive_2015_world_middleeast_tehran-iran-portraits_1542342286.html", "image_url": "https://static01.nyt.com/images/2015/03/28/world/middleeast/tehran-iran-portraits-1427549959219/tehran-iran-portraits-1427549959219-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_world_middleeast_tehran-iran-portraits_1542342286.html", "title": "Stress and Hope In Tehran", "title_page": "Stress and Hope In Tehran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Life savings evaporating overnight. International banks no longer accepting transfers, from companies or individuals. Google no longer available.\nAny one of these developments would be considered a calamity in a Western country, but all three happened in Iran as the Obama administration increased sanctions after 2010, to pressure Tehran to curb its nuclear program.\nRepresentatives for Iran, the United States and other world powers are currently scrambling to reach at least a framework for a deal by the end of this month that would place controls on Tehran’s nuclear program in exchange for lifting sanctions. As the deadline approaches on Tuesday, Iranians from all walks of life are watching, many hoping for a new start.\nA number of them, young and highly educated, say they want simply to rejoin the world, and look forward to leading a more “normal” life. Many insist that their government should retain its right under international law to enrich nuclear fuel for peaceful purposes. But just about everyone, it seems, is ready to move on.", "url": "https://www.nytimes.com/interactive/2015/world/middleeast/tehran-iran-portraits.html"}