{"authors": ["Wilson Andrews", "Larry Buchanan", "Kenan Davis", "Derek Watkins"], "date_download": "2018-11-16 03:10:44", "date_modify": "2018-11-16 03:10:44", "date_publish": "2017-12-16 04:13:56", "description": "Want to know how the tax bill will affect you? Answer these questions to find out.", "filename": "interactive_2017_12_15_us_politics_republican-tax-affect-you_1542337844.html", "image_url": "https://static01.nyt.com/images/2017/12/15/us/politics/republican-tax-affect-you-1513389510359/republican-tax-affect-you-1513389510359-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_15_us_politics_republican-tax-affect-you_1542337844.html", "title": "How the Republican Tax Bill Could Affect You", "title_page": "How the Republican Tax Bill Could Affect You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Do you own or plan to buy a home? Yes No Good for you, but less so if you live in a state with high property taxes. The final bill would keep the mortgage interest tax deduction, but would only allow interest on a mortgage up to $750,000, lowered from $1 million, to be deducted. And if you live in a state with high property taxes, like New Jersey, you can no longer deduct more than $10,000 in property taxes. This change would expire after 2025. In 2014, more than 32 million households claimed the mortgage interest deduction. No impact for you. The final bill would keep the mortgage interest tax deduction, but would only allow interest on a mortgage up to $750,000, lowered from $1 million, to be deducted. And if you live in a state with high property taxes, like New Jersey, you can no longer deduct more than $10,000 in property taxes. This change would expire after 2025. In 2014, more than 32 million households claimed the mortgage interest deduction.\nDo you pay the penalty for not having health insurance?\nDo you make charitable contributions? Yes No Keep giving! The bill would keep deductions for charitable gifts if you don’t take the standard deduction. In 2014, 36 million households deducted charitable contributions. But Republicans have proposed to nearly double the standard deduction, which means that fewer people would claim charitable deductions. No impact for you. The bill would keep deductions for charitable gifts if you don’t take the standard deduction. In 2014, 36 million households deducted charitable contributions. But Republicans have proposed to nearly double the standard deduction, which means that fewer people would claim charitable deductions.\nDo you have children? Yes No You may get more help, but the bill includes new restrictions. The child tax credit would increase to $2,000 from $1,000, but the bill would require each child to have a Social Security number to claim the refundable and nonrefundable portions of the credit. This change would expire after 2025. No impact for you. The bill would increase the child tax credit to $2,000 from $1,000, but it would require each child to have a Social Security number to claim the refundable and nonrefundable portions of the credit. This change would expire after 2025.\nDo you live in a high-tax state like California or New York? Yes No Ouch! The bill would keep the itemized deduction for state and local taxes, but it would cap the deduction at a combined $10,000 for property and either income or sales taxes. With these new limits on deductions, people in high-tax states and cities would most likely pay more. This change would expire after 2025. It’s a good thing you don’t. The bill would keep the itemized deduction for state and local taxes, but it would cap the deduction at a combined $10,000 for property and either income or sales taxes. With these new limits on deductions, people in high-tax states and cities would most likely pay more. This change would expire after 2025.\nDo you earn at least $500,000 a year? Yes No Oof! Many households in your income range pay the alternative minimum tax, which is meant to keep you from using loopholes to avoid paying taxes. President Trump’s original tax plan and the House bill would have eliminated it, but the final bill would keep this tax, raising the threshold so that fewer households would pay it. The tax would mostly affect individual taxpayers earning at least $500,000 and married couples earning at least $1 million. This change would expire after 2025. You’re probably not affected. The bill would keep the alternative minimum tax, which is meant to keep high-income earners from using loopholes to avoid paying taxes, but the bill would scale the tax back so that fewer households would pay it. The tax would mostly affect individual taxpayers earning at least $500,000 and married couples earning at least $1 million. This change would expire after 2025.\nDo you send your children to private school? Yes No Good for you. The bill would extend a tax benefit available for higher education by allowing you to open a 529 account to save for elementary and secondary school tuition. But public school advocates warn that it would hurt public schools by incentivizing parents to send their children to private schools. No direct impact for you. The bill would extend a tax benefit available for higher education by allowing parents to open a 529 account to save for elementary and secondary school tuition. But public school advocates warn that it would hurt public schools by incentivizing parents to send their children to private schools.\nDo you stand to inherit wealth or businesses worth more than $5.6 million? Yes No Cha-ching! The bill would keep the estate tax for the very few people who inherit large estates, but it would double the amount, to $11.2 million from $5.6 million, that you get to keep tax free. This change would expire after 2025. No impact for you. The bill would keep the estate tax for the very few people who inherit large estates, but it would double the amount, to $11.2 million from $5.6 million, that beneficiaries get to keep tax free. This change would expire after 2025.\nDo you have large, uninsured medical expenses? Yes No You might receive extra help. The I.R.S. currently allows you to deduct qualified medical expenses greater than 10 percent of your income. Claimed by 8.6 million households in 2014, these deductions would be expanded by reducing the threshold to 7.5 percent of income for 2017 and 2018. No impact for you. The I.R.S. currently allows you to deduct qualified medical expenses greater than 10 percent of your income. Claimed by 8.6 million households in 2014, these deductions would be expanded by reducing the threshold to 7.5 percent of income for 2017 and 2018.\nDo you have large, unreimbursed business expenses? Yes No That’s unfortunate. Under current law, unreimbursed business expenses that exceed 2 percent of your income are deductible. The bill would eliminate these deductions, claimed by 14.5 million households in 2014. This repeal would expire after 2025. No impact for you. Under current law, unreimbursed business expenses that exceed 2 percent of your income are deductible. The bill would eliminate these deductions, claimed by 14.5 million households in 2014. This repeal would expire after 2025.\nDo you have large, uninsured casualty or theft losses? Yes No We’re afraid you lose again. Only 90,000 households claimed casualty or theft losses in 2014. But if your house were to be broken into and valuable items stolen, the bill would eliminate the option to deduct the losses on your taxes. The only exceptions would be for victims of federally declared disasters. This repeal would expire after 2025. No impact for you. Only 90,000 households claimed casualty or theft losses in 2014. But if your house were to be broken into and valuable items stolen, the bill would eliminate the option to deduct the losses on your taxes. The only exceptions would be for victims of federally declared disasters. This repeal would expire after 2025.\nDo you have a creative accountant? Yes No Have you ever thought of yourself as a business? The bill would allow people with “pass-through” business income to deduct 20 percent of that income from their taxes. You may be able to take advantage of the deduction if you register as an L.L.C. This change would expire after 2025. You might consider getting one. The bill would allow people with “pass-through” business income to deduct 20 percent of that income from their taxes. You may be able to take advantage of the deduction if you register as an L.L.C. This change would expire after 2025.\nDo you take the standard tax deduction? Yes No Good news: It could double. The bill would roughly double the standard deduction, so many more people would end up taking it instead of itemizing the deductions listed above. If a married couple pays less than $24,000 in itemized deductions, the couple would do better under the bill’s new standard deduction. This change would expire after 2025. That may be your best bet in the future. The bill would roughly double the standard deduction, so many more people would end up taking it instead of itemizing the deductions listed above. If a married couple pays less than $24,000 in itemized deductions, the couple would do better under the bill’s new standard deduction. This change would expire after 2025.\nHere’s how things look for you. You missed some questions! The Republicans' bill would... For you, that is... Keep the mortgage interest tax deduction. Keep deductions on charitable gifts. Double the child tax credit. Cap the state and local tax deductions at $10,000. Retain the alternative minimum tax for U.S. taxpayers. Expand the use of 529 college savings accounts to include K-12 private school tuition. Keep the estate tax but double the exemptions. Expand deductions for uninsured medical expenses. Eliminate deductions for unreimbursed employee expenses. Eliminate deductions for uninsured casualty or theft losses. Allow pass-through companies get new deductions. Double the standard tax deduction.\nAs Republican leaders worked out the final details in the bill, the negotiators agreed to provide slightly more help to low- and middle-income Americans by reducing some benefits for higher earners. And at the heart of their sweeping rewrite of the tax code is a large, permanent tax cut for corporations, which Republicans say will spur economic growth and create jobs.\nBut all these tax cuts would come at a cost.", "url": "https://www.nytimes.com/interactive/2017/12/15/us/politics/republican-tax-affect-you.html"}