{"authors": ["Jugal K. Patel"], "date_download": "2018-11-16 04:51:15", "date_modify": "2018-11-16 04:51:15", "date_publish": "2016-10-31 09:30:28", "description": "With eight days until the general election, more than 22 million people have already voted, through absentee ballots and early voting.", "filename": "interactive_2016_10_31_us_elections_earlyvoters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343875.html", "image_url": "https://static01.nyt.com/images/2016/10/31/us/elections/earlyvoters-1477884265917/earlyvoters-1477884265917-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_10_31_us_elections_earlyvoters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343875.html", "title": "Voting Early, and in Droves: Over 22 Million Ballots Are Already In", "title_page": "Voting Early, and in Droves: Over 22 Million Ballots Are Already In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In many states, the number of early voters is higher than at the same point in the 2012 cycle. In Texas, however, the number of early voters is sharply higher than in the previous presidential election. A closer look at those votes — most of which were cast before the F.B.I. director, James B. Comey, announced on Friday that the bureau was reviewing a new trove of emails related to Hillary Clinton — also shows that early voting has increased among Hispanics across all states with available data and largely decreased among young people.\n2012 2016 latest available data as of Oct. 28 in thousands Early voters increased in these states, compared to the same point in the 2012 election 500 1,000 1,500 2,000 2,500 Texas California North Carolina Georgia Arizona Colorado Nevada Wisconsin Virginia Utah Maine Alaska Early voters decreased in these states Ohio Michigan Iowa 500 1,000 1,500 2,000 2,500 2012 2016 latest available data as of Oct. 28 in thousands Early voters increased in these states, compared to the same point in the 2012 election 500 1,000 1,500 2,000 2,500 Texas California North Carolina Georgia Arizona Colorado Nevada Wisconsin Virginia Utah Maine Alaska Early voters decreased in these states Ohio Michigan Iowa 500 1,000 1,500 2,000 2,500 2012 2016 latest available data as of Oct. 28 in thousands Early voters increased in these states, compared to the same point in the 2012 election 500 1,000 1,500 2,000 2,500 Texas California North Carolina Georgia Arizona Colorado Nevada Wisconsin Virginia Utah Maine Alaska Early voters decreased in these states Ohio Michigan Iowa 500 1,000 1,500 2,000 2,500\nSo far, 15 states have provided daily totals of votes cast by mail-in ballots or at special early voting stations. The numbers were compiled by a data analytics firm, Catalist, allowing a comparison between early voting in 2016 and 2012.\nTexas stands out for a changing pattern in early voting: In 15 of the state’s largest counties, the number of early voters this year is 42.6 percent higher than at the same point in the 2012 election.\n2012 2016 latest available data as of Oct. 28 by share of all early voters Hispanic voters have increased across the board 2% 4 6 8 10 12 Arizona Nevada Colorado Utah Virginia North Carolina Georgia Wisconsin Iowa Michigan Maine 2% 4 6 8 10 12 2012 2016 latest available data as of Oct. 28 by share of all early voters Hispanic voters have increased across the board 2% 4 6 8 10 12 Arizona Nevada Colorado Utah Virginia North Carolina Georgia Wisconsin Iowa Michigan Maine 2% 4 6 8 10 12 2012 2016 latest available data as of Oct. 28 by share of all early voters Hispanic voters have increased across the board 2% 4 6 8 10 12 Arizona Nevada Colorado Utah Virginia North Carolina Georgia Wisconsin Iowa Michigan Maine 2% 4 6 8 10 12\nEarly voting totals so far support theories that Hispanics would turn out in higher numbers this election, and that fewer younger people — many of whom supported Senator Bernie Sanders of Vermont during the primary — would vote in November.\nYoung voters, between 18 and 29 years old, have decreased in all states but one Where young early voters decreased 4% 6 8 10 12 14 Virginia North Carolina Iowa Nevada Georgia Ohio Maine Utah Arizona Alaska Wisconsin Michigan Where young early voters increased Colorado 4% 6 8 10 12 14 Young voters, between 18 and 29 years old, have decreased in all states but one Where young early voters decreased 4% 6 8 10 12 14 Virginia North Carolina Iowa Nevada Georgia Ohio Maine Utah Arizona Alaska Wisconsin Michigan Where young early voters increased Colorado 4% 6 8 10 12 14 Young voters, between 18 and 29 years old, have decreased in all states but one Where young early voters decreased 4% 6 8 10 12 14 Virginia North Carolina Iowa Nevada Georgia Ohio Maine Utah Arizona Alaska Wisconsin Michigan Where young early voters increased Colorado 4% 6 8 10 12 14\nPredicting whether the number of early voters will be higher or lower than in previous election cycles is complex and varies widely across states.\nAccording to Barry Burden, a professor of political science at the University of Wisconsin-Madison, any increase or decrease in early voting between election cycles depends on three factors: whether the availability of early voting has changed, whether the state has become more competitive, and what the campaigns have done to promote early voting.\nThe percentage of early voters has increased over the past two decades.\n31% 10% Precedent set for legality of early voting 1996 2001 2014 31% 10% Precedent set for legality of early voting 1996 2001 2014\nMore states are offering early voting, Michael McDonald, a political science professor at the University of Florida, said. “Once a state adopts early voting, more people vote early as a part of their election regimen,” he said.\nThe modern resurgence of early voting can be traced to 1980, when California lifted a requirement that voters must have an excuse to vote early. Other states in the West followed. In 1996, Southern states like Florida, Tennessee and Texas began to allow in-person early voting in special satellite polling locations.\nAnother landmark year in early voting was 2001, when a legal challenge was brought against Oregon’s early voting laws. The decision in that case, Voting Integrity Project v. Keisling, set a precedent mandating that early voting should be allowed, as long as votes were not officially counted before Election Day.\nMost states now allow early voting.\nEarly voting allowed No early voting allowed without an excuse 2000 2016 Early voting allowed No early voting allowed without an excuse 2000 2016 Early voting allowed No early voting allowed without an excuse 2000 2016\nProfessor Burden said Northeastern states had also been more reluctant to expand early voting than states in the West.\n“Western states have always experimented more with election reforms,” he said. “Not only with early voting, but also innovations in direct democracy such as the ballot initiative.”\nAfter the decision in Oregon, early voting spread across much of the country. However, early voting options are typically more limited in Northeastern states with divided legislatures. According to Professor McDonald, that is, in part, because Republican lawmakers in those states tend to see early voters as favoring Democrats.\nWhile most states have expanded early voting opportunities, some states like Arizona and Ohio that have Republican-led legislatures have moved to further restrict early voting. The restrictions include cutbacks on the collection of mail ballots and reducing the time when early voting is allowed, according to a report from the Brennan Center for Justice at New York University.\nWho else voted early?\n2012 2016 latest available data as of Oct. 28 by share of all early voters Black voters have decreased in more states Where black early voters increased 5% 10 15 20 25 30 Wisconsin Alaska Arizona Utah Maine Where black early voters decreased Georgia North Carolina Virginia Ohio Michigan Nevada Colorado Iowa 5% 10 15 20 25 30 2012 2016 latest available data as of Oct. 28 by share of all early voters Black voters have decreased in more states Where black early voters increased 5% 10 15 20 25 30 Wisconsin Alaska Arizona Utah Maine Where black early voters decreased Georgia North Carolina Virginia Ohio Michigan Nevada Colorado Iowa 5% 10 15 20 25 30 2012 2016 latest available data as of Oct. 28 by share of all early voters Black voters have decreased in more states Where black early voters increased 5% 10 15 20 25 30 Wisconsin Alaska Arizona Utah Maine Where black early voters decreased Georgia North Carolina Virginia Ohio Michigan Nevada Colorado Iowa 5% 10 15 20 25 30\nWhite voters have increased sharply in North Carolina Where white early voters increased 65% 70 75 80 85 90 95 Maine Iowa Michigan Ohio Alaska North Carolina Georgia Where white early voters decreased Utah Wisconsin Colorado Arizona Virginia Nevada 65% 70 75 80 85 90 95 White voters have increased sharply in North Carolina Where white early voters increased 65% 70 75 80 85 90 95 Maine Iowa Michigan Ohio Alaska North Carolina Georgia Where white early voters decreased Utah Wisconsin Colorado Arizona Virginia Nevada 65% 70 75 80 85 90 95 White voters have increased sharply in North Carolina Where white early voters increased 65% 70 75 80 85 90 95 Maine Iowa Michigan Ohio Alaska North Carolina Georgia Where white early voters decreased Utah Wisconsin Colorado Arizona Virginia Nevada 65% 70 75 80 85 90 95\nAs of Oct. 28, 12 states had provided data on early voters by party registration, though states do not reveal the number of votes cast for the candidates.\nDemocrats Republicans Independents and others States where Democratic early voting is higher 10 20 30 40% 50% Maryland Oregon California Maine Louisiana Nevada Iowa North Carolina Colorado States where Republican early voting is higher 10 20 30 40% 50% Nebraska Florida Arizona Democratic early voting is higher 10 20 30 40% 50% Maryland Oregon California Maine Louisiana Nevada Iowa North Carolina Colorado Republican early voting is higher 10 20 30 40% 50% Nebraska Florida Arizona\nProfessor McDonald, whose research focuses on early voting, said that in states with early voting both by mail and in person, “the mail ballots tend to break towards Republicans and in-person early breaks between Democrats.”\nPeople who vote the earliest are typically older, have a long record of voting and are highly involved in the political process. As Election Day nears, Professor McDonald said, more younger people and those who had been undecided begin to vote.\nProfessor Burden said the number of early voters who are Democrats was higher because of a difference in campaign strategy.", "url": "https://www.nytimes.com/interactive/2016/10/31/us/elections/earlyvoters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}