{"authors": ["Tim Wallace"], "date_download": "2018-11-16 04:50:30", "date_modify": "2018-11-16 04:50:30", "date_publish": "2016-11-16 10:08:08", "description": "A view of two imaginary nations created by slicing the country along the sharp divide between Republican and Democratic Americas.", "filename": "interactive_2016_11_16_us_politics_the-two-americas-of-2016_1542343830.html", "image_url": "https://static01.nyt.com/images/2016/11/16/us/politics/the-two-americas-of-2016-1479251850034/the-two-americas-of-2016-1479251850034-facebookJumbo-v7.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_11_16_us_politics_the-two-americas-of-2016_1542343830.html", "title": "The Two Americas of 2016", "title_page": "The Two Americas of 2016 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For many Americans, it feels as if the 2016 election split the country in two.\nTo visualize this, we took the election results and created two new imaginary nations by slicing the country along the sharp divide between Republican and Democratic Americas.\nTrump’s America\nGreater Puget Sound Alaskan Outpost Rolette Cove Spokane International Falls Baxter Island Missoula Lake Minot Connecticut Strait Helena Eugene Estuary Portland Sound Boundary Water Bismarck Augusta Fargo Bozeman Lake Billings Boise Upstate Twin Cities Reservoir Boston Harbor Teton Tarn Pierre Buffalo Bay Sioux Falls Madison Lake Casper Ithaca Lake Detroit Delta Des Moines Pond Lakota Lakes Elko Salt Lake New York Narrows Chicago Sea Reno Reservoir Cheyenne Cleveland Cove Pittsburgh Puddle San Francisco Bay Indy Puddle Omaha Acela Channel D.C. Delta Denver Sea Champaign Kettle Kansas City Isthmus Cincinnati Slough Charleston Colorado Springs St. Louis Pond Norfolk Sound Great American Plains Louisville Lake Bakersfield Hook Las Vegas Harbor Raleigh Bay Lake Flagstaff Knoxville Los Angeles Bay Tulsa Nashville Pond Santa Fe Sea Amarillo Wilmington Memphis Harbor Oklahoma City Phoenix Columbia Lake San Diego Inlet Atlanta Lake Miss. Lake Bay of Tucson Fort Worth Dallas Pond Selma Sea El Paso Bay Jacksonville Austin Pond Houston Bay San Antonio Lake New Orleans Inlet Lake Disney By Tim Wallace/The New York Times Laredo Gulf Tampa Bay Corpus Christi Miami Bay Seattle Sound Alaskan Outpost International Falls Baxter Island Rolette Cove Missoula Lake Connecticut Strait Portland Sound Eugene Estuary Boundary Water Bismarck Billings Augusta Boise Twin Cities Reservoir Upstate Teton Tarn Lakota Lake Boston Harbor Casper Detroit Delta Salt Lake Des Moines Pond Elko Chicago Sea New York Narrows Cheyenne San Francisco Bay Cleveland Cove Denver Sea Omaha D.C. Delta Acela Channel St. Louis Pond Great American Plains Charleston Kansas City Isthmus Raleigh Bay Knoxville Nashville Pond Los Angeles Bay Santa Fe Sea Amarillo Wilmington Phoenix Oklahoma City Atlanta Lake Columbia Lake Miss. Lake Fort Worth Dallas Pond Bay of Tucson Selma Sea El Paso Bay Jacksonville Austin Pond Houston Bay Lake Disney New Orleans Inlet By Tim Wallace/The New York Times Laredo Gulf Miami Bay Corpus Christi Seattle Sound Alaskan Outpost Baxter Island Connecticut Strait Rolette Cove Boundary Water Portland Sound Billings Twin Cities Reservoir Augusta Upstate Teton Tarn Lakota Lakes Boston Harbor Casper Detroit Delta Elko Chicago Sea New York Narrows Cheyenne San Francisco Bay Salt Lake D.C. Delta Kansas City Isthmus Denver Sea Acela Channel Charleston St. Louis Pond Great American Plains Raleigh Bay Knoxville Nashville Pond Santa Fe Sea Los Angeles Bay Phoenix Atlanta Lake Wilmington Oklahoma City Miss. Lake Fort Worth Bay of Tucson Dallas Pond Jacksonville El Paso Bay New Orleans Inlet By Tim Wallace/The New York Times Laredo Gulf Miami Bay Corpus Christi Seattle Sound Connecticut Strait Boundary Water Alaskan Outpost Augusta Billings Detroit Delta Chicago Sea Salt Lake New York Narrows San Francisco Bay Denver Sea D.C. Delta St. Louis Pond Great American Plains Santa Fe Sea Los Angeles Bay Atlanta Lake Miss. Lake Phoenix Dallas Pond Jacksonville El Paso Bay Orleans Inlet Laredo Gulf Miami Bay By Tim Wallace/The New York Times Alaskan Outpost Seattle Sound Connecticut Strait Chicago Sea New York Narrows San Francisco Bay Dallas Pond Los Angeles Bay Orleans Inlet Laredo Gulf Miami Bay By Tim Wallace Greater Puget Sound Rolette Cove Spokane Alaskan Outpost International Falls Great Falls Baxter Island Missoula Lake Minot Helena Connecticut Strait Eugene Estuary Portland Sound Boundary Water Augusta Bismarck Fargo Standing Rock Pond Bozeman Lake Billings Boise Upstate Twin Cities Reservoir Boston Harbor Teton Tarn Pierre Buffalo Bay Sioux Falls Casper Ithaca Lake Madison Lake Detroit Delta Des Moines Pond Lakota Lakes Elko Salt Lake New York Narrows Chicago Sea Reno Reservoir Cheyenne Cleveland Cove Pittsburgh Puddle San Francisco Bay Omaha Indy Puddle Acela Channel D.C. Delta Denver Sea Champaign Kettle Kansas City Isthmus Cincinnati Slough Colorado Springs St. Louis Pond Norfolk Sound Charleston Great American Plains Louisville Lake Bakersfield Hook Las Vegas Harbor Raleigh Bay Lake Flagstaff Knoxville Los Angeles Bay Tulsa Nashville Pond Santa Fe Sea Amarillo Memphis Harbor Wilmington Oklahoma City Phoenix Columbia Lake San Diego Inlet Atlanta Lake Miss. Lake Bay of Tucson Fort Worth Dallas Pond Selma Sea El Paso Bay Jacksonville Austin Pond Houston Bay San Antonio Lake By Tim Wallace/The New York Times Lake Disney Laredo Gulf Tampa Bay Miami Bay Corpus Christi\nGeographically, Donald J. Trump won most of the land area of the United States. A country consisting of areas he won retains more than 80 percent of the nation’s counties.\nWhile Trump country is vast, its edges have been eroded by coastal Democrats, and it is riddled with large inland lakes of Clinton voters who were generally concentrated in dense urban areas.\nClinton’s America\nSeattle Montana Archipelago Old Glacier Gulf Maine Cove Lutsen Island Portland Northwest Sea Albany Narrows Coos Bay Minneapolis Boston Great Bays New England Buffalo Milwaukee Detroit Wyoming Shallows Reno Island Cleveland New York Salt Lake City Chicago Philadelphia Midwest Isles Des Moines Pittsburgh Denver San Francisco Washington Cincinnati St. Louis Norfolk Blue Ridge Sea Bakersfield Bay Las Vegas Raleigh Great American Ocean Nashville Albuquerque Island Los Angeles Carolina Islands Santa Fe Memphis Maricopa Sea San Diego Atlanta Mississippi Island Tucson Island High Plains Sea Dallas El Paso Island Jackson Georgian Strait Hawaiian Islands Alabama Gulf Houston San Antonio Tampa Isla Grande By Tim Wallace/The New York Times Miami Seattle Montana Archipelago Old Glacier Gulf Maine Cove Lutsen Island Portland Northwest Sea Albany Narrows Coos Bay Minneapolis Great Bays Boston New England Buffalo Milwaukee Detroit Reno Island Wyoming Shallows Cleveland Chicago Salt Lake City New York Midwest Isles Philadelphia San Francisco Des Moines Pittsburgh Denver Washington Cincinnati St. Louis Bakersfield Bay Las Vegas Blue Ridge Sea Great American Ocean Raleigh Albuquerque Island Nashville Memphis Carolina Islands Santa Fe Los Angeles Maricopa Sea Atlanta Mississippi Island Tucson Island High Plains Sea Dallas El Paso Island Jackson Georgian Strait Alabama Gulf Hawaiian Islands Houston San Antonio Tampa By Tim Wallace/The New York Times Isla Grande Miami Seattle Montana Archipelago Maine Cove Lutsen Island Portland Albany Narrows Northwest Sea Minneapolis Great Bays Boston Detroit Wyoming Shallows Chicago Salt Lake City New York Midwest Isles San Francisco Des Moines Pittsburgh Denver Washington Blue Ridge Sea Las Vegas St. Louis Great American Ocean Raleigh Nashville Albuquerque Island Memphis Carolina Islands Los Angeles Maricopa Sea Atlanta Mississippi Island Dallas High Plains Sea El Paso Island Alabama Gulf Houston Hawaiian Islands By Tim Wallace/The New York Times Isla Grande Miami Seattle Maine Cove Montana Archipelago Minneapolis Boston Great Bays Northwest Sea Wyoming Shallows Chicago New York San Francisco Midwest Isles Denver Washington Las Vegas St. Louis Great American Ocean Albuquerque Island Memphis Carolina Islands Los Angeles Atlanta Mississippi Island Dallas Hawaiian Islands El Paso Island Alabama Gulf Houston Isla Grande By Tim Wallace/The New York Times Miami Seattle Boston San Francisco Chicago Midwest Isles New York Denver St. Louis Washington Las Vegas Great American Ocean Atlanta Carolina Islands Los Angeles Houston Hawaiian Islands Isla Grande Miami By Tim Wallace Seattle Montana Archipelago Old Glacier Gulf Lutsen Island Portland Maine Cove Northwest Sea Albany Narrows Coos Bay Minneapolis New England Great Bays Boston Buffalo Milwaukee Detroit Wyoming Shallows Reno Island Cleveland New York Salt Lake City Chicago Philadelphia Midwest Isles Des Moines Pittsburgh San Francisco Denver Washington Cincinnati St. Louis Norfolk Blue Ridge Sea Las Vegas Bakersfield Bay Great American Ocean Raleigh Nashville Los Angeles Albuquerque Island Santa Fe Memphis Carolina Islands San Diego Maricopa Sea Atlanta Mississippi Island Dallas Tucson Island High Plains Sea Jackson El Paso Island Georgian Strait Alabama Gulf Hawaiian Islands By Tim Wallace/The New York Times Houston San Antonio Tampa Isla Grande Miami\nHillary Clinton overwhelmingly won the cities, like Los Angeles, Chicago and New York City, but Mr. Trump won many of the suburbs, isolating the cities in a sea of Republican voters.\nMrs. Clinton’s island nation has large atolls and small island chains with liberal cores, like college towns, Native American reservations and areas with black and Hispanic majorities. While the land area is small, the residents here voted for Mrs. Clinton in large enough numbers to make her the winner of the overall popular vote.\nLand Area Clinton’s America 15% 530,000 square miles Trump’s America 85% 3,000,000 square miles Population Clinton’s America 54% 174 million Trump’s America 46% 148 million Popular Vote As of Friday, Nov. 18. Percentages are for Trump and Clinton votes only and exclude other candidates. For Clinton 50.5% 62.1 million For Trump 49.5% 61.0 million", "url": "https://www.nytimes.com/interactive/2016/11/16/us/politics/the-two-americas-of-2016.html"}