{"authors": ["Michael Kimmelman"], "date_download": "2018-11-16 03:24:18", "date_modify": "2018-11-16 03:24:18", "date_publish": "2017-11-11 10:00:02", "description": "The Texas city’s response to a powerful storm says much about polarized visions of the country and diverging attitudes toward cities, race, liberty and science.", "filename": "interactive_2017_11_11_climate_houston-flooding-climate.html_em_pos=small&ref=headline&nl_art=0&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338658.html", "image_url": "https://static01.nyt.com/images/2017/10/28/climate/28KIMMELMAN-HOUSTON-slide-7C3C/28KIMMELMAN-HOUSTON-slide-7C3C-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_11_11_climate_houston-flooding-climate.html_em_pos=small&ref=headline&nl_art=0&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338658.html", "title": "Lessons From Hurricane Harvey: Houston’s Struggle Is America’s Tale", "title_page": "Lessons From Hurricane Harvey: Houston’s Struggle Is America’s Tale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — The mayhem that Hurricane Harvey unleashed on Houston didn’t only come from the sky. On the ground, it came sweeping in from the Katy Prairie some 30 miles west of downtown.\nMexico City, Parched and Sinking, Faces a Water Crisis Climate change is threatening to push a crowded capital toward a breaking point. Changing Climate, Changing Cities How climate change is challenging the world’s urban centers. Mexico City Part 1 China Part 2 Rotterdam Part 3 Houston Part 4 Graphics by Derek Watkins and Jeremy White. Design by Matt Ruby and Rumsey Taylor.\nWater drains naturally in this stretch of Texas, or at least it used to. At more than 600 square miles, Houston has grown to be as big as Chicago, Cleveland, Detroit and Philadelphia combined, a giant spread of asphalt smothering many of the floodplains that once shuttled water from the prairies to the sea. When finished, the newest road to ring the city and propel its expansion, called the Grand Parkway, will encircle an area equivalent to all of Rhode Island.\nFor years, the local authorities turned a blind eye to runaway development. Thousands of homes have been built next to, and even inside, the boundaries of the two big reservoirs devised by the Army Corps of Engineers in the 1940s after devastating floods. Back then, Houston was 20 miles downstream, its population 400,000. Today, these reservoirs are smack in the middle of an urban agglomeration of six million.\nMany of the residents living in and around the reservoirs didn’t even know they slept in harm’s way — until the water came pouring in from the prairie during Harvey.\nThe story of Harvey, Houston and the city’s difficult path forward is a quintessentially American tale. Time and again, America has bent the land to its will, imposing the doctrine of Manifest Destiny on nature’s most daunting obstacles. We have bridged the continent with railways and roads, erected cities in the desert, and changed the course of rivers.\nBuilt on a mosquito-infested Texas swamp, Houston similarly willed itself into a great city. It is the country’s energy capital, home to oil and carbon-producing giants, to the space industry, medical research and engineers of every stripe. Its sprawl of highways and single-family homes is a postwar version of the American dream.\nUnfortunately, nature always gets the last word. Houston’s growth contributed to the misery Harvey unleashed. The very forces that pushed the city forward are threatening its way of life.\nSprawl is only part of the story. Houston is also built on an upbeat, pro-business strategy of low taxes and little government. Many Texans regard this as the key to prosperity, an antidote to Washington. It encapsulates a potent vision of an unfettered America.\nHarvey called that concept into question. It may have been an unusually bad hurricane, dumping trillions of gallons of water in a few days, even more to the east of the city than to the west, in the prairie, and setting all kinds of records. But it was also the third big storm to slam Houston in three years, dispelling any notion that Houston shouldn’t expect more of the same.\nCypress Creek Addicks Reservoir HOUSTON Barker Reservoir Buffalo Bayou Buildings Damaged By Hurricane Harvey Brays Bayou Thousands of buildings in Houston were damaged both inside and outside the official floodplain. 100-year floodplain Properties with flood damage in Hurricane Harvey Cypress Creek Addicks Reservoir HOUSTON Buffalo Bayou Barker Reservoir Buildings Damaged by Hurricane Harvey Brays Bayou Thousands of buildings in Houston were damaged both inside and outside the official floodplain. 100-year floodplain Properties with flood damage in Hurricane Harvey Buildings Damaged By Hurricane Harvey Addicks Reservoir HOUSTON Barker Reservoir Thousands of buildings in Houston were damaged both inside and outside the official floodplain. 100-year floodplain Properties with flood damage in Hurricane Harvey Cypress Creek Addicks Reservoir HOUSTON Barker Reservoir Buffalo Bayou Brays Bayou Buildings Damaged By Hurricane Harvey Thousands of buildings in Houston were damaged both inside and outside the official floodplain. 100-year floodplain Properties with flood damage in Hurricane Harvey By The New York Times\nClimate change holds a mirror up to every place its impact is felt. Global warming may not specifically have caused Harvey, any more than a single major league home run can be attributed to steroids.\nThat said, scientists have little doubt that climate change is making storms worse and more frequent. The floods that ravaged Houston on Memorial Day in 2015 and in April of 2016 — now called the Tax Day flood — left behind billions of dollars in damage. Coming right after those events, Harvey has led even some pro-development enthusiasts to rethink the city and its surroundings.\nMexico City, Parched and Sinking, Faces a Water Crisis Climate change is threatening to push a crowded capital toward a breaking point. Interested in keeping up with climate change? Sign up to receive our in-depth journalism about climate change around the world. Graphics by Derek Watkins and Jeremy White. Design by Matt Ruby and Rumsey Taylor.\n“Harvey caused me to look differently at the world we live in,” said Judge Ed Emmett, the chief executive of Harris County, which encompasses Houston and much of the Katy Prairie. A self-described traditional Republican and big backer of the Grand Parkway, Judge Emmett had planned on spending his twilight years in public service saving the Houston Astrodome from demolition. Harvey altered that. Now he thinks his mission is to protect the entire region.\n“Three 500-year floods in three years means either we’re free and clear for the next 1,500 years,” as he put it, “or something has seriously changed.”\nAfter every natural calamity, American politicians make big promises. They say: We will rebuild. We will not be defeated. Never again will we be caught unprepared.\nBut they rarely tackle the toughest obstacles. The hard truth, scientists say, is that climate change will increasingly require moving — not just rebuilding — entire neighborhoods, reshaping cities, even abandoning coastlines.\nResettling neighborhoods, making certain places off-limits to development, creating dikes and reservoirs is difficult, both financially and politically. It takes longer than most election cycles. Memories fade. Inertia sets in. Residents just want to get their lives back to normal. Politicians want votes, not trouble.\nAfter Hurricane Katrina in 2005, New Orleans, for better and worse, used its cataclysm as an opportunity to reboot, not just fixing levees but overhauling public schools, hospitals and many neighborhoods. It was a wrenching process. The mere suggestion of moving people out of vulnerable neighborhoods set off bitter protests, causing the city to back down from some of its most sweeping proposals.\nTexas after Harvey is no different, and perhaps even less prepared to change. Like the rest of America, it is deeply divided between urban and rural, Democrat and Republican. Houston is a blue city with a black mayor in a bright red state. Here, especially in the hurricane’s wake, debates over the way ahead have split conservatives from one another and put environmentalists at odds with advocates of affordable housing.\nUltimately, though, any resolution will require that everyone face the same threats together.\n‘Don’t California My Texas’\nJim Blackburn, a planner, environmental lawyer and something of a lightning rod around here, has been warning for years about climate change, the decrepit state of Houston’s reservoirs and the perils of developing the Katy Prairie. He remembers escaping years ago to the prairie to bird watch. One recent morning he drove me out there along the Grand Parkway and pulled into an unfinished subdivision.\nA saleswoman in a model home boasted about $1 billion worth of box stores and malls being built nearby. The development, she said, adheres to county standards requiring that houses be raised above the 100-year floodplain. The woman handed Mr. Blackburn a glossy brochure and a disclaimer, which he scanned before climbing back into the car, shaking his head.\nThe disclaimer explained that roads outside the development, linking it to the parkway, occupy the 10-year floodplain, meaning they would have about a 10 percent chance of flooding every year.\n“These days that means they’ll flood anytime you look at them funny,” Mr. Blackburn said. “It’s the new normal.”\nThat’s not far-off. The number of “heavy precipitation” events in the United States has skyrocketed since the 1960s. Since 1980, instances of extreme weather — hurricanes, floods, heat waves — linked to climate change have cost the United States $1.1 trillion. Studies show that for every dollar spent upfront in preparedness, American taxpayers could save $4 in emergency relief and reconstruction — not counting health costs, the impact of lost jobs and business revenues and incalculable grief.\nBut that requires politicians to agree.\n“We suffered nothing short of a catastrophic disaster,” a veteran Texas lobbyist, Bill Miller, said. “It happens at a time when the people in the governing class in this state don’t believe in taxes and government. But they also don’t want anybody discouraged from coming here, because that’s bad for business.”\nAn upbeat narrative casts business-friendly Texas in the loner role of swashbuckling cowboy, disdainful of coastal elites. “Don’t California my Texas” has become a rallying cry for Republican state lawmakers and a theme repeated by the governor, Greg Abbott, who has complained about “a patchwork quilt of bans and rules and regulations that is eroding the Texas model.”\nHe believes cities are the culprit. For years, Texas Republicans promoted local controls to push against federal court orders on issues like desegregation and same-sex marriage. Now state leaders have made a U-turn. Mr. Abbott has complained about “political demagogues using climate change as an excuse to remake the American economy.” At a Republican gathering in June, he talked about the experience of driving out of the state’s capital, Austin.\n“It starts smelling different,” he told the audience. “And you know what that fragrance is? Freedom.”\nLittle wonder, post-Harvey, that state and local officials have anointed different flood and recovery czars. Texas is sounding these days like Russia under the Romanovs. The system ensures nobody is clearly in charge.\nLeast of all in Houston. A bill that would have allowed Harris County merely to issue the equivalent of parking tickets to developers violating floodplain regulations — the sort of regulations that control flooding — was vetoed by the governor. Two other bills to study flooding in the Houston region, introduced in the last legislative session, died in committee.\nAnd not long ago, when Houston’s Democratic mayor, Sylvester Turner, petitioned the governor to tap into the state’s multibillion-dollar Rainy Day Fund for post-Harvey debris removal, Mr. Abbott said he would not authorize money before 2019, when the Legislature is next scheduled to meet.\nI met with the mayor in City Hall at the time. He noted that the Legislature had convened a special session to ban gender-neutral bathrooms. “If they can meet about toilets, why can’t they meet when the toilets overflow?” one frustrated city official said, before Mr. Abbott came up with $50 million from a separate fund to stem growing criticism.\nAnother official, this one with the county, made the point that the area around Houston is a patchwork of counties and municipalities with different rules and no coordination because Texans believed the upside of what became, in essence, institutionalized entropy was that it allowed residents to avoid the encumbrances of city governments, regulations and taxes.\nThe problem is that hurricanes and floods, worsened by climate change, do not recognize political borders or county lines. Their toll is shared by everyone. The latest estimate from Moody’s puts recovery from Harvey at $81 billion, much of which will end up paid by taxpayers across the United States.\n“The whole trans-Mississippi pioneer enterprise was in fact brought to you by the federal government,” says Steven Conn, a historian and author of “Americans Against the City.”\nThe hypocrisy of Senator Ted Cruz, Republican of Texas, resisting federal aid to the New York region after Hurricane Sandy but then requesting it for Texas after Harvey, is in fact part of this same history.\nHouston’s unregulated sprawl, Mr. Conn added, gives physical form to this politics of “decentralization and anti-statism.”\nA Houston Selling Point: It’s Not New York\nAt the same time, Houston is in many ways a forward-looking, progressive city. Before it elected Mr. Turner, it elected a mayor who was a lesbian. The city is in thrall to cars and highways and has precious little mass transit, but the municipality of Houston relies more on renewable energy than any other big city in America. Houston has more green space, relative to paved, than New York.\nAnd what many Houston residents like about it, its supporters say, is precisely that it isn’t New York or San Francisco or Boston. They insist that its business-friendly, light-on-regulations approach helps account for a big rise in employment since 2000. A report by the city’s Center for Opportunity Urbanism, a pro-development organization, which cautions against overreacting to Harvey, said: “The city emanates a conviction that people should have the freedom to determine their destiny.”\nThomas Cole, director of the McGovern Center for Humanities and Ethics at the Texas Medical School of Houston, recalled how, during the 1960s, business leaders and politicians conspired with media executives to desegregate Houston quietly, seeing the turmoil that desegregation was causing elsewhere in the South. Decades later, Houston boasts of becoming the most diverse big city in the country, with comparatively low housing costs that translate to higher levels of minority homeownership.\nBut what does “affordable” really mean if residents have to pay hefty transportation costs and rebuild, time and again, after floods? Houston’s affordability leans on loosely regulated, low-cost immigrant labor providing an abundance of cheaply made, slab-on-grade, single-family houses that sprawl on all that open land, in areas like the Katy Prairie.\nAnd it relies heavily on American taxpayers providing government tax credits, mortgage interest deductions, gas subsidies, artificially low flood insurance rates, highway construction money — and emergency relief, including buying out homeowners to remove their properties from harm’s way.\nHarris County officials say they have received as many requests for buyouts since the hurricane (3,000) as there have been buyouts since the mid-1990s. Harvey turned out to be an equal opportunity disaster. In Meyerland, an affluent district where Brays Bayou burst its banks, Steve and Julie Sacks’s house flooded for the third time in three years. They are among the homeowners hoping for a buyout.\n“But I’m not counting on one,” Mr. Sacks told me. Buying out rich homes to repurpose vulnerable areas like Meyerland for flood detention, as Mr. Sacks notes, would require loads of money and remove valuable properties from tax rolls in a county that relies on property taxes.\nBruce Hooper would move, too. During Harvey, he woke up to crackling sounds, when floodwaters started to seep into his appliances and electrical outlets. Mr. Hooper lives in a poor area called Kashmere Gardens. I found him sitting on a tattered lawn chair outside the shell of his tumbledown rental. An unemployed former parks employee, Mr. Hooper told me that he and his family of five had to be airlifted out by the Coast Guard after a detention pond overflowed and water inside the house rose from ankle to chest high in an hour. He would live elsewhere, he said, but like many others without flood insurance or savings, “we got nowhere else to go.”\nAs for Andy and Christine Kahan, they were among thousands who had no inkling they were especially vulnerable before Harvey. The Kahans own a single-story home in a middle-class neighborhood, Bear Creek Village.\n“The damn dam did us in,” Mr. Kahan said. The Kahans’s home was among those houses flooded by the reservoirs, which Harvey for the first time filled and threatened to overflow.\nChristine Kahan and her husband had lived for 28 years in their house without a flood. Now Ms. Kahan said she would entertain a buyout. A part-time real-estate agent, she advises clients to think twice about buying any home that flooded. Hers is now one of them.\nBut Mr. Kahan says they will stay, for the time being. “I’m not a skeptic about climate change,” he told me. “It defies logic not to believe something is going on.”\nI asked how that lined up with his desire not to leave Bear Creek. “Harvey was an exception, an act of God,” he said, then added, “I know it doesn’t make sense. But I’m an optimist.\n“At least, I am until the next flood.”\nWeather at the Extremes for Texas\nWill Houston be any more ready by then?\nOne afternoon I biked with Guy Hagstette around Buffalo Bayou Park. Mr. Hagstette is director of parks and civic projects for the Kinder Foundation, which underwrote much of the $75 million downtown park. We met at Allen’s Landing, where the Buffalo and White Oak Bayous converge before flowing into the Houston Ship Channel. The Allen brothers were real estate swindlers from New York who founded Houston in 1836. After oil turned up beneath the muck and clay, they seemed like prophets.\nHarvey burst the tall banks of Buffalo Bayou Park, flooding the city’s theater district and City Hall. It collapsed riverbanks and left dunes of silt that buried pedestrian paths, playgrounds and fields.\n“This will take a lot more than tweaking,” Mr. Hagstette told me. He meant not just repairing and fortifying the park, but also adapting Houston to the new normal.\nFor starters, that will require fresh numbers. Harris County demands that new developments retain enough rainwater on site to neutralize the effects of a 100-year storm. But those 100-year numbers date back years. They are based on mitigating a storm that averages 13.2 inches of rain in 24 hours. Harvey brought 25.9 inches in 24 hours. The Memorial Day flood dropped 11 inches in three hours. The Tax Day flood dumped 17 inches in 12 hours in the Katy Prairie.\n“We need to get climatologists, politicians and policymakers talking to each other,” Jeff Lindner told me. “They’re not.” As meteorologist for the Harris County Flood Control District, Mr. Lindner spent five sleepless days and nights during Harvey as an unshakable, tousled expert in a blue, button-down shirt, going on television and providing Houstonians with useful information. We met at the flood control district office one morning.\n“There’s little question the earth is warming,” he said, adding as a qualifier: “Regardless of whether it’s a natural cycle or human-induced, hotter air holds more moisture. And so for Harris County that means the potential for more extreme events.”\nMr. Lindner’s concern, he said, is that “by the time policy is in place it will already lag behind the latest information.”\nConsidering that most people whose homes flooded had no flood insurance, getting everyone to buy it might solve one problem — but would increase another. “We ought to call federal flood insurance what it actually is,” as Phil Bedient, an engineer and colleague of Mr. Blackburn’s at Rice, put it. “It is subsidized floodplain development.” The Netherlands — the global gold standard for water management — does not offer a national flood insurance program for just this reason.\nMr. Blackburn tells a story about a local hero, Jesse Jones, the former secretary of commerce, who helped secure federal funds for the ship channel. In 1929, Mr. Jones convinced fellow Houston bankers to put aside reserves of cash that prevented city banks from failing in the Depression. What may save Houston today, Mr. Blackburn said, is another common-sense strategy involving stricter controls and infrastructural investments that somehow lets state Republicans acquiesce behind closed doors but beat their chests in public.\n“The worst flood has not yet occurred,” Mr. Blackburn noted. A hurricane that pushes a massive storm surge from the Gulf of Mexico into Galveston Bay, up the ship channel, could overwhelm refineries and unleash a toxic tsunami, killing many and rattling the national economy.\nThe judge and mayor are among those talking about a so-called Ike Dike, named after Hurricane Ike in 2008, which killed dozens in Texas. It would be a massive sea-gate that could block a surge. The scale and engineering would be Texas-size. The cost would be, too.\nIt’s hard to imagine that happening in the current political climate, Washington’s included, when so little gets done. “Looking back, should we have spent more to avoid some of the flooding?” Judge Emmett asked, rhetorically, when we met in his office. “Sure. Did taxpayers want to pay more to do those things? No.\n“We need a whole new structure of governance,” he insisted. “We’ve built in watersheds, paved roads and highways because we don’t have mass transit.\n“Inevitably, it all catches up with us,” the judge said. “Mother Nature has a long memory.”", "url": "https://www.nytimes.com/interactive/2017/11/11/climate/houston-flooding-climate.html?em_pos=small&ref=headline&nl_art=0&te=1&nl=&emc=edit_clim_20171114&module=inline"}