{"authors": ["Karen Yourish", "Anjali Singhvi", "Wilson Andrews"], "date_download": "2018-11-16 04:26:45", "date_modify": "2018-11-16 04:26:45", "date_publish": "2017-02-14 18:05:36", "description": "President Trump was shown responding to a national security crisis during dinner on Saturday night at Mar-a-Lago, his resort in Palm Beach Fla., as members and guests looked on.", "filename": "interactive_2017_02_14_us_politics_mar-a-lago-situation-room.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342405.html", "image_url": "https://static01.nyt.com/images/2017/02/14/us/politics/mar-a-lago-situation-room-1487094566427/mar-a-lago-situation-room-1487094566427-facebookJumbo-v8.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_02_14_us_politics_mar-a-lago-situation-room.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342405.html", "title": "How Mar-a-Lago Turned Into the Situation Room", "title_page": "How Mar-a-Lago Turned Into the Situation Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump has spent two of his four weekends as president at his exclusive resort in Palm Beach, Fla., giving members of what he has called the “winter White House” unique access to the nation’s commander in chief and those around him. Last Saturday night, wealthy diners had front-row seats to watch Mr. Trump’s response to news of a ballistic missile test by North Korea.\nWhat Happened, When and Where\n2 Dinner evolves into national security discussion Mar-a-Lago 4 Appearance at wedding reception 1 Heading to dinner 3 Impromptu news briefing Mar-a-Lago 2 Dinner evolves into national security discussion 4 Appearance at wedding reception 1 Heading to dinner 3 Impromptu news briefing Dinner evolves into national security discussion 2 Appearance at wedding reception Heading to dinner 4 1 Impromptu news briefing 3 Mar-a-Lago Mar-a-Lago 2 Dinner evolves into national security discussion 4 Appearance at wedding reception 1 Heading to dinner 3 Impromptu news briefing 2 Dinner evolves into national security discussion Appearance at wedding reception 4 1 Heading to dinner 3 Impromptu news briefing Mar-a-Lago 2 Dinner evolves into national security discussion 4 Appearance at wedding reception 1 Heading to dinner 3 Impromptu news briefing Mar-a-Lago John Roca/New York Daily News Archive, via Getty Images\n1 Heading to Dinner\nMr. Trump spent the day playing golf with Shinzo Abe, the Japanese prime minister, at Mr. Trump’s course in West Palm Beach. Mr. Trump, Mr. Abe and their spouses appeared at the main entrance of Mar-a-Lago around 8 p.m. before heading to dinner on the club’s terrace.\nMr. Trump ignored a reporter’s question about North Korea as he made his way to the dining room.\nAl Drago/The New York Times\n2 Dinner Evolves Into National Security Discussion\nAfter the two couples and other guests sat down for dinner, a club member took photos of aides to Mr. Trump and Mr. Abe huddled over their computers, of the president on his cell phone and of the two leaders conferring. He posted several photos of the moment on Facebook.\nSean Spicer, the White House press secretary, said Mr. Trump was briefed about the missile test in a secure location before dinner. The president and his aides were discussing “press logistics,” he said, and the two leaders did not review classified material on the terrace.\nOn Tuesday, Representative Jason Chaffetz of Utah, the Republican chairman of the House Oversight Committee, asked the White House to provide details on the security protocols for handling sensitive information at Mar-a-Lago.\n3 Impromptu and Quick News Briefing\nLate Saturday night, Mr. Trump and Mr. Abe made short statements before cameras in an ornate room near the terrace. Flags from the United States and Japan were set up behind them. Neither leader took questions.\nAl Drago/The New York Times Al Drago/The New York Times\n4 Appearance at Wedding Reception\nAfter their remarks, the two world leaders strolled 50 yards under a covered walkway to a wedding reception in the Grand Ballroom. Mr. Trump posed with the bride and her bridesmaids and offered a toast to the newlyweds and their families, who he said had paid him a “fortune” as “members of this club.”", "url": "https://www.nytimes.com/interactive/2017/02/14/us/politics/mar-a-lago-situation-room.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}