{"authors": ["Quoctrung Bui", "Margot Sanger-Katz"], "date_download": "2018-11-16 04:08:23", "date_modify": "2018-11-16 04:08:23", "date_publish": "2015-10-30 13:00:27", "description": "Two years into the health care law, clear regional patterns are emerging about who has health insurance in America and who still doesn’t.", "filename": "interactive_2015_10_31_upshot_who-still-doesnt-have-health-insurance-obamacare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341303.html", "image_url": "https://static01.nyt.com/images/2015/10/31/upshot/who-still-doesnt-have-health-insurance-obamacare-1446166837001/who-still-doesnt-have-health-insurance-obamacare-1446166837001-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_10_31_upshot_who-still-doesnt-have-health-insurance-obamacare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341303.html", "title": "We Mapped the Uninsured. You'll Notice a Pattern.", "title_page": "We Mapped the Uninsured. You'll Notice a Pattern. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Who Is Uninsured? 2015 10% 12% 14% 16% uninsured\nStates That Expanded Medicaid Are Outlined in Black\nThis article ran in 2015. An update with data for 2016 is available here.\nTwo years into Obamacare, clear regional patterns are emerging about who has health insurance in America and who still doesn’t.\nThe remaining uninsured are primarily in the South and the Southwest. They tend to be poor. They tend to live in Republican-leaning states. The rates of people without insurance in the Northeast and the upper Midwest have fallen into the single digits since the Affordable Care Act’s main provisions kicked in. But in many parts of the country, obtaining health insurance is still a problem for many Americans.\nThese trends emerged in an analysis we undertook with the help of two organizations that are closely monitoring the progress of the health law. Last year, we used similar data to show the the substantial effects Obamacare had on reducing the number of Americans without health insurance. This year, the same groups updated their estimates of where America’s uninsured live, and the change is a lot less drastic. States that were late to expand Medicaid, including Pennsylvania and Indiana, showed substantial reductions in their uninsured residents compared with last year. In other places, the changes have been more modest. In a few — like Mississippi — things appear to have gotten worse, with fewer people having health insurance this year than last.\n“This year it’s more of a state-specific story,” said Ed Coleman, the director of data and analytics at Enroll America, an organization devoted to finding uninsured people and signing them up for insurance. Enroll worked with the data firm Civis Analytics to produce the numbers in our map. “There was a pronounced drop pretty much everywhere last year, and we don’t see that pattern again this time around.”\nThe incremental changes in our map are consistent with other data. Fewer people signed up for insurance this year using the new state marketplaces than some analysts had expected. Medicaid enrollment leveled off. And many of the people who lack insurance in states with a lot of uninsured people are effectively unable to benefit from Obamacare programs because of their low incomes and local politicians’ decisions to forgo Medicaid expansion. More than three million people in 19 states remain stuck in a “Medicaid gap,” too poor to qualify for subsidies in the new marketplaces, but unable to get into a government program.\nMedicaid expansion continues to be a huge predictor of how many people remain uninsured in a given state. We’ve outlined the states that expanded Medicaid in black to make them easy to see. But we almost don’t have to, because many of the state lines are so clear from the uninsured rates alone. Look at the difference between Missouri and Illinois, for example.\nPercentage Uninsured, by County, 2013 to 2015 10% 12% 14% 16% uninsured In 2013, there were only 10 states where the percentage of residents who lacked health insurance was lower than 9 percent. 2013 In 2014, the Affordable Care Act was rolled out, reducing the number of Americans without health insurance. States that expanded Medicaid, outlined in black, saw the biggest changes. 2014 In 2015, Pennsylvania and Indiana also expanded their Medicaid programs. Now states with the highest rates of uninsured residents are in the South and Southwest. 2015\nPolitics matters. Though several states with Republican leadership have expanded their Medicaid programs, many have not. Over all, Republican-leaning states continue to have more uninsured people than Democratic-leaning ones. But they also tended to have many more uninsured people at the start.\nMore Uninsured in Red States -20% -10 +0 +10 +20 +30 +40 20% 15 10 5 0 Obama 2012 Vote Lead Percentage Uninsured, 2015 Ala. Calif. D.C. Del. Fla. Hawaii IA Mich. Miss. N.C. N.D. N.H. N.M. Okla. Utah 2013 Trend 2015 Trend Red and blue states have seen similar declines among the uninsured since 2013. -20% -10 +0 +10 +20 +30 +40 20% 15 10 5 0 Obama 2012 Vote Lead Percentage Uninsured, 2015 Calif. D.C. Fla. Hawaii Miss. N.D. Okla. Utah 2013 Trend 2015 Trend Red and blue states have seen similar declines among the uninsured since 2013. -20% -10 +0 +10 +20 +30 +40 20% 15 10 5 0 Obama 2012 Vote Lead Percentage Uninsured, 2015 Ariz. Calif. D.C. Fla. Hawaii Miss. N.D. Okla. Tex. Wyo. 2013 Trend 2015 Trend Red and blue states have seen similar declines among the uninsured since 2013. -20% -10 +0 +10 +20 +30 +40 20% 15 10 5 0 Obama 2012 Vote Lead Percentage Uninsured, 2015 Ariz. Calif. D.C. Fla. Hawaii Me. Miss. N.D. Okla. Tex. Wyo. 2013 Trend 2015 Trend Red and blue states have seen similar declines among the uninsured since 2013. -20% +0 +20 +40 20% 15 10 5 0 Obama 2012 Vote Lead Percentage Uninsured, 2015 Ariz. Calif. D.C. Fla. Hawaii Me. Miss. N.D. N.H. Okla. Tex. Utah 2013 Trend 2015 Trend Red and blue states have seen similar declines among the uninsured since 2013. +0% 20% 15 10 5 0 Obama 2012 Vote Lead Percentage Uninsured, 2015 Calif. D.C. Fla. Miss. Okla. Wyo. 2013 Trend 2015 Trend Red and blue states have seen similar declines among the uninsured since 2013. Source: Enroll America and the Federal Elections Committee\nThis year’s map looks a lot like last year’s. When the health law passed, the hope was for new insurance opportunities to provide coverage to some 32 million people. It has become increasingly clear that the law will not achieve that goal. In addition to the incomplete Medicaid expansion, the result of a 2012 Supreme Court ruling, interest in the individual marketplaces has proved more tepid than many had hoped. The Congressional Budget Office, when it estimated the effects of the law in 2010, had expected that eight million people would buy marketplace plans in 2014, and 21 million would have them by the end of 2016. At the end of 2014, only 6.3 million had enrolled. This month, the Department of Health and Human Services released its estimates for enrollment for 2016: 10 million Americans. (Over the two years, there has also been some unanticipated good news: More people have remained insured through work than the C.B.O. had estimated.)\nIt is undeniable, however, that the law has had a substantial effect. Compare this year’s map, where dark purple regions represent areas where the uninsured rate remains above 16 percent, with the map from 2013, when nearly the whole country looked purple. Medicaid expansion is being considered in a few more states. Montana has decided to move forward next year. (Alaska started its expansion in September.)\nThe data used to make this map are unlike any other data about the number and location of the uninsured. They’re based on a complex model that Enroll and Civis undertook using a large survey conducted in May and tools often used by political campaigns to target likely voters. That strategy allows us to show more detail than is available using more conventional surveys — like these state-level surveys from Gallup — but they also use different assumptions than more conventional polling. The census, which provides the industry gold standard data on the uninsured and where they live, takes a long time to collect and publish data. Last fall, Enroll’s model showed us insurance rates around the country in 2014. The census published 2014 data with a similar level of specificity only this week.\nSome of the changes between last year’s map and this one may reflect refinements of the Enroll model more than major shifts in the level of the uninsured. In a few states, Enroll’s 2014 estimates differed from the 2014 census by more than a few percentage points. The states with these errors were those that had large rural, Hispanic or Native American populations: Alaska, New Mexico, Texas and Arizona, for example. On this year’s map, it looks as if New Mexico’s uninsured rate has rebounded, but that might just be a correction from an incorrect 2014 estimate. In most states, however, Enroll has confidence in its estimates for all three years and thinks the shifts are real.", "url": "https://www.nytimes.com/interactive/2015/10/31/upshot/who-still-doesnt-have-health-insurance-obamacare.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}