{"authors": ["Natasha Singer", "Prashant S. Rao"], "date_download": "2018-11-16 03:13:46", "date_modify": "2018-11-16 03:13:46", "date_publish": "2018-05-20 23:36:40", "description": "We decided to test how easy it soon might be for people in Europe to access their personal data compared with users in the United States.", "filename": "interactive_2018_05_20_technology_what-data-companies-have-on-you_1542338026.html", "image_url": "https://static01.nyt.com/images/2018/05/19/technology/what-data-companies-have-on-you-1526760635928/what-data-companies-have-on-you-1526760635928-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_05_20_technology_what-data-companies-have-on-you_1542338026.html", "title": "U.K. vs. U.S.: How Much of Your Personal Data Can You Get?", "title_page": "U.K. vs. U.S.: How Much of Your Personal Data Can You Get? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The European Union will put in place one of the toughest data privacy laws in the world this week. The law, among other provisions, gives people in Europe the right to obtain the personal data that companies have on them.\nThat is a sweeping right to data access that Americans don’t have.\nSo we decided to conduct a privacy experiment: Request our data in both Britain and the United States, to get a sense of how easy it will be for people in Europe to access their personal information compared with American users.\nWe conducted our experiment using a 20-year-old British law that entitles individuals to see the personal data held about them by companies in that country. The law provides similar data access rights as the coming European rules, known as the General Data Protection Regulation, or G.D.P.R. -- offering a sense of how the new law might play out.\nPrashant, an editor in London, and Natasha, a technology reporter in New York, requested their records in their respective countries from Amazon, Facebook, Google, LinkedIn, Twitter, their mobile providers and marketing analytics companies that profile users.\nThe results were not what we expected.\nWhat We Got When We Asked Marketers for Our Data\nPrashant, lives in the U.K. 200 rows of data containing details about my personal life.\nrows of data containing details about my personal life. 343 rows of data on the consumer marketing segments I've been assigned. Natasha, lives in the United States 1 row of data indicating I once read an article on Forbes.com.\nPrashant: Quantcast, an analytics service that categorizes and targets online users for marketing purposes, sent me a spreadsheet with about 200 entries tracking my activities. They contained an astonishing degree of detail about my life.\nIt showed that I had used OpenTable to make a dinner reservation in March at a “casual” Indian restaurant in London, that I had read a CNN article on President Trump’s steel and aluminum tariffs, that I was looking to buy a new cellphone and was considering a trip to Stellenbosch, South Africa.\nThen there were the 343 marketing classifications Quantcast had obtained about me from data brokers, companies that sell consumers’ details for marketing purposes.\nThe categorizations had me pegged as a “heavy spender” on pet food (I have a cat), an owner of a flat-screen TV, and part of a “likely nonsmoking household.” My colleagues in London will be unsurprised to learn that among my “interests” are biscuits and chocolate.\nBut the report also suggested there was a 3 percent likelihood that I am a woman above the age of 65, and that I own a car. (I am, to be clear, a man in my 30s. I got my first driver’s license a few months ago and do not own a car.)\nNatasha: My spreadsheet from Quantcast contained just a single line of data: It showed that on Jan. 19 at 7:01 p.m., I read an article on Forbes.com about how Google was eliminating certain features for parents to control their children’s web-browsing. The spreadsheet even listed the author of the article: Kevin Murnane.\nAs with all these companies, Prashant and I acted as much as possible like regular consumers when we initially requested our information. But after our requests, we followed up with the companies as reporters. When I contacted Quantcast to ask why I had received only one line of data, a spokesman said users’ privacy settings could influence what details Quantcast collected. (I use various software tools to monitor tracking.)\nThe Quantcast spokesman added that the company responded to data access requests under European law. So sending me any data at all had been an error — because consumers in the United States do not have a comprehensive right to obtain copies of the data held by American companies.\nWhen We Asked Amazon\nPrashant, lives in the U.K. Order history.\nCredit card information.\nPrime subscription data addresses.\nWish list items.\nDevices used to access Amazon services. Natasha, lives in the U.S. Order history.\nPrashant: A Kindle reader, a square cake pan, a carbon monoxide alarm.\nAmazon sent lists of the items my wife and I had bought through the site, the credit cards we used to buy them, the addresses the items were shipped to and the devices we had used to access Amazon services.\nBut we had expected to receive a more substantial data trove from Amazon. So I wrote back to Amazon asking again for all of the details the company had on me, including our household’s video-viewing data.\nThe company said it was “investigating” and would send the missing data when it was ready. There is still no sign of it. An Amazon spokesman added that the company was committed to complying with the new European privacy law.\nNatasha: I used Amazon’s self-service tool to download a copy of my purchase orders — including batteries for the outmoded Blackberry device that I was having trouble giving up in 2015. (I now own two iPhones.)\nBut I wanted the complete history of my account, such as my Amazon searches.\nAmazon responded to my email request by telling me to call the company — because it was “not safe to get account details via email due to security reasons.” Then I called Amazon customer service and was put on hold for 15 minutes while an agent scrambled to figure out a response.\nFinally, the agent came back on the line only to tell me that Amazon was keeping records on me for business purposes — but would not share them with me. “It’s all private,” the agent said. “I don’t have access to that information to provide you, unfortunately.”\nWhen We Asked Facebook, Twitter and LinkedIn\nPrashant, lives in the U.K. The standard public information, but not everything I asked for. Natasha, lives in the U.S. The standard public information, but not everything I asked for.\nPrashant and Natasha: LinkedIn, Twitter and Facebook provide self-service tools for users to download certain information — such as their posts and messages. Google offers a tool where users can download records of the Google searches they have made, as well as the sites Google has tracked them to, their YouTube history and Calendar data. We used these systems and obtained some of our information.\nMark Zuckerberg, Facebook’s chief executive, recently testified in a Senate hearing that his company’s download tool contains “all of the information” that users have “put into Facebook or that Facebook knows about them.”\nBut Facebook actually collects much more data about its users. In addition to the updates and photos you submit to the site, for instance, Facebook collects data about users’ activities on millions of non-Facebook sites that use tools like the service’s Like button. And those tools allow the company to amass detailed information about users’ web-browsing habits.\nWe were unable to obtain that kind of information, however.\nWe each asked Facebook for copies of our web-browsing data, as well as any data the company acquired about us from data brokers or other services. We made similar requests of Twitter and LinkedIn, which can also collect details about users’ activities on other sites as well as personal details from third parties like employers or advertisers.\nNone provided us with copies of that raw information.\nInstead, from LinkedIn, we each received emails directing us to use the company’s self-service tool. Among other things, our LinkedIn downloads included the email addresses of our connections.\nFrom Twitter, we received emails saying that the company required copies of our government-issued I.D. cards before it would provide user details beyond those available from the company’s self-service tool. Natasha, who regularly covers privacy, was hesitant to entrust Twitter with a copy of her I.D. card. Prashant sent his I.D. to Twitter and received data about a week later, soon after we contacted Twitter’s press department. The new set of information included IP address logs, direct messages and every GIF he has ever posted (there were a lot).\nFacebook told Natasha that its self-service data download tool “has been reviewed by our data protection regulator” and would allow her “to access all of your Facebook data.” The company told Prashant that the self-service tool would allow him to access only “the Facebook information available to you” and that the company “isn’t able to provide additional information.”\nMatt Steinfeld, a Facebook spokesman, said the social network’s ad preferences tool reflected information it had received about users from data brokers and advertisers. The company recently said it was building a tool to show users a list of the apps and websites that Facebook receives data from when users visit them.\nAfter we contacted LinkedIn’s press department, we received emails the next day saying that the company was working on our requests. A LinkedIn spokeswoman said that users could automatically download “the most commonly requested data” and that the company did not currently plan to change its data request process.\nIncomplete Responses\nPrashant and Natasha: We were not just seeking our data for data’s sake.\nAs we all become more aware of fraudulent news and online voter influence campaigns, researchers, journalists and consumers have been seeking their personal details from companies to try to understand how we might be manipulated. The incomplete responses from tech companies do not bode well for such research efforts.\nNor does it seem to bode well for the companies, which will soon be facing the new European privacy regulations.\nAfter we wrote to our cellphone carriers to ask for our records, for instance, Natasha at least heard back from T-Mobile, who told her that it would release her phone records only if the company received a subpoena compelling it to do so.\nPrashant did not hear back at all from Three, his mobile phone service. When he contacted the company as a reporter, Three said it could not give details on the particular case for privacy reasons, but added that it would typically send a letter asking for proof of identity before proceeding with a data request. Prashant and his wife, whose name is on the phone contract, never received such a letter.\nA spokeswoman for the Information Commissioner’s Office in Britain told us that companies that failed to respond to data subject access requests could be in breach of the country’s data protection law.\nUnder that law, penalties for noncompliance can reach 500,000 pounds, or more than $670,000. And noncompliance with the new European law could come with higher penalties: up to 4 percent of a company’s global annual revenues, or €20 million, whichever is greater.", "url": "https://www.nytimes.com/interactive/2018/05/20/technology/what-data-companies-have-on-you.html"}