{"authors": ["Anjali Singhvi", "Troy Griggs", "Jugal K. Patel", "Maura Foley", "Jonah Engel Bromwich"], "date_download": "2018-11-16 04:50:33", "date_modify": "2018-11-16 04:50:33", "date_publish": "2016-11-12 16:25:29", "description": "Thousands have turned out to protest in at least 52 cities across the United States in the days since the vote.", "filename": "interactive_2016_11_12_us_elections_photographs-from-anti-trump-protests_1542343833.html", "image_url": "https://static01.nyt.com/images/2016/11/12/us/elections/photographs-from-anti-trump-protests-across-a-divided-nation-1478939065538/photographs-from-anti-trump-protests-across-a-divided-nation-1478939065538-facebookJumbo-v6.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_11_12_us_elections_photographs-from-anti-trump-protests_1542343833.html", "title": "Scenes From Five Days of Anti-Trump Protests Across a Divided Nation", "title_page": "Scenes From Five Days of Anti-Trump Protests Across a Divided Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Thousands of people have turned out to protest in at least 52 cities across the United States in the days since Donald J. Trump was elected president.\nPortland Chicago New York Oakland Denver Philadelphia St. Louis Los Angeles Portland Chicago New York Oakland Denver Philadelphia St. Louis Los Angeles\nProtests in at least 14 cities Chicago ▪ Denver ▪ Erie, Pa. ▪ Fort Lauderdale, Fla. ▪ Los Angeles ▪ New Haven, Conn. ▪ New York ▪ Oakland, Calif. ▪ Philadelphia ▪ Portland, Ore. ▪ San Francisco ▪ Springfield, Mass. ▪ St. Louis ▪ Waikiki, Hawaii\nNew York Mark Lennihan/Associated Press\nThrongs of people marched along Fifth Avenue in Manhattan to protest the president-elect’s plans on immigration.\nOakland, Calif. Jim Wilson/The New York Times\nAs a counterpoint to previous, violent protests in Oakland, Calif., people encircled Lake Merritt, holding hands in a peaceful demonstration.\nPortland New York Chicago Salt Lake City Washington Los Angeles Oklahoma City Portland New York Chicago Salt Lake City Washington Los Angeles\nProtests in at least 14 cities Chicago ▪ Cincinnati ▪ Indianapolis ▪ Jacksonville, Fla. ▪ Kansas City, Mo. ▪ Las Vegas ▪ Los Angeles ▪ New York ▪ Oklahoma City ▪ Phoenix ▪ Portland, Ore. ▪ Salt Lake City ▪ Tempe, Ariz. ▪ Washington\nLos Angeles Mike Nelson/European Pressphoto Agency\nProtesters gathered outside the federal building in Los Angeles. During a march along the Las Vegas Strip, demonstrators were arrested for obstruction of traffic. In Salt Lake City, protesters assembled at the State Capitol.\nLas Vegas David Becker/Reuters Salt Lake City Jim Urquhart/Reuters\nPortland Detroit New York Denver Philadelphia Washington Norfolk Los Angeles Kansas City Atlanta San Diego Orlando Miami Portland Detroit New York Denver Washington Los Angeles Atlanta San Diego Orlando Miami\nProtests in at least 14 cities Atlanta ▪ Denver ▪ Detroit ▪ Kansas City, Mo. ▪ Los Angeles ▪ Miami ▪ New Orleans ▪ New York ▪ Norfolk, Va. ▪ Orlando, Fla. ▪ Philadelphia ▪ Portland, Ore. ▪ San Diego ▪ Washington\nNew York Spencer Platt/Getty Images\nDemonstrators held a “Love Rally” at Washington Square Park in New York. In Los Angeles, protests pushed into the early morning Saturday, and police used a “skirmish line” to contain demonstrators.\nNew York Eduardo Munoz/Reuters Los Angeles Patrick T. Fallon/Reuters\nIn Miami, protesters blocked a causeway that connects the city’s downtown and South Beach neighborhoods. In Madison, Wis., they interrupted commuters near the University of Wisconsin. Near Iowa City, they blocked traffic on Interstate 80.\nDemonstrators also marched in Atlanta, rushing over a bridge to block a highway. A flag was set ablaze in front of the Georgia State Capitol, as protesters, revising Mr. Trump’s campaign slogan, chanted, “America was never great.”\nWashington Alex Brandon/Associated Press\nIn Portland, Ore., police reported a shooting on Saturday around 1 a.m. at a bridge that had been blocked by demonstrators. Witnesses said a protester had been shot in the leg after an altercation with a carload of people, who witnesses said were angry about the stalled traffic.\nPortland Minneapolis Milwaukee Philadelphia Oakland Boulder Baltimore Los Angeles Dallas Austin Houston Portland Minneapolis Philadelphia Oakland Boulder Baltimore Los Angeles Dallas Austin\nProtests in at least 17 cities Austin, Tex. ▪ Dallas ▪ Baltimore ▪ Boulder, Colo. ▪ Dallas ▪ Greensboro, N.C. ▪ Houston ▪ Los Angeles ▪ Louisville ▪ Madison ▪ Milwaukee ▪ Minneapolis ▪ Oakland, Calif. ▪ Philadelphia ▪ Portland, Ore. ▪ Salt Lake City ▪ San Marcos, Tex.\nOakland, Calif. Peter Dasilva/European Pressphoto Agency\nProtesters filled the streets of Oakland, Calif. Students at Texas State University argued with Trump supporters at an on-campus demonstration.\nPortland, Ore. Cole Howard/Reuters San Marcos, Tex. Jay Janner/Austin American-Statesman, via Associated Press\nPortland has been one of the focal points of national unrest. The police there arrested more than two dozen people and called the protest a riot because of “extensive criminal and dangerous behavior.”\nPortland Minneapolis Boston Oakland Boulder New York Washington Los Angeles New Orleans Austin Portland Minneapolis Boston Oakland Boulder New York Washington Los Angeles New Orleans Austin\nProtests in at least 25 cities Athens, Ga. ▪ Austin, Tex. ▪ Berkeley, Calif. ▪ Boston ▪ Boulder, Colo. ▪ Chicago ▪ Dallas ▪ Denver ▪ Houston ▪ Las Vegas ▪ Los Angeles ▪ Nashville ▪ New Orleans ▪ New York ▪ Oakland, Calif. ▪ Philadelphia ▪ Phoenix ▪ Pittsburgh ▪ Portland, Ore. ▪ Richmond, Va. ▪ San Francisco ▪ Seattle ▪ St. Paul ▪ Tempe, Ariz. ▪ Washington\nSeattle Ted S. Warren/Associated Press\nThe day after the election, protesters took to the streets in major cities across the country to condemn Mr. Trump.\nDallas Tony Gutierrez/Associated Press Chicago Nam Y. Huh/Associated Press\nIn Chicago, protesters descended upon Trump International Hotel. In Los Angeles, a crowd burned a piñata fashioned in Mr. Trump’s likeness.", "url": "https://www.nytimes.com/interactive/2016/11/12/us/elections/photographs-from-anti-trump-protests.html"}