{"authors": ["Nadja Popovich", "Henry Fountain", "Adam Pearce"], "date_download": "2018-11-16 04:20:19", "date_modify": "2018-11-16 04:20:19", "date_publish": "2017-09-22 15:43:36", "description": "Arctic sea ice has been in a steep decline since scientists started using satellites to measure it 40 years ago. And the 10 lowest ice extents have all been recorded since 2007.", "filename": "interactive_2017_09_22_climate_arctic-sea-ice-shrinking-trend-watch_1542342019.html", "image_url": "https://static01.nyt.com/images/2017/09/22/climate/arctic-sea-ice-shrinking-trend-watch-1506090301026/arctic-sea-ice-shrinking-trend-watch-1506090301026-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_09_22_climate_arctic-sea-ice-shrinking-trend-watch_1542342019.html", "title": "We Charted Arctic Sea Ice for Nearly Every Day Since 1979. You’ll See a Trend.", "title_page": "We Charted Arctic Sea Ice for Nearly Every Day Since 1979. You’ll See a Trend. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Arctic sea ice has been in steep decline since the late 1970s, when satellite images were first used to study the region. NASA says that the extent of ice covering Arctic waters has fallen by 13 percent per decade. The 10 lowest ice minimums — measured each September, after the summer thaw — have all been recorded since 2007.\nScientists say the disappearance of sea ice is largely a result of climate change, with the Arctic warming at a faster rate than any other region.\nThis year, sea ice reached its minimum on Sept. 13, according to the National Snow and Ice Data Center in Boulder, Colo. At that point, ice covered 1.8 million square miles, or 4.6 million square kilometers, of Arctic waters. That makes this year’s minimum the eighth-lowest on record.\nMinimum Sea Ice Extent in the Arctic Million sq. km\nThe 2017 minimum could have been even lower. Scientists look closely at both the maximum extent each winter and the minimum at the end of summer. Arctic ice hit a record-low maximum extent of 5.6 million square miles this March, following an exceedingly warm winter. But a record maximum does not necessarily translate to a record minimum: cooler temperatures this summer reduced the amount of melting, keeping the ice extent well above the record low, which was set in 2012.\n“What happened is that weather patterns got in the way,” said Mark Serreze, director of the snow and ice center. “This is part of the natural variability in the system.”\nRegional ice patterns vary as well. Ice in the Beaufort Sea, north of Alaska, has retreated during summers for years now.\nThis year the melting was even more widespread. “You had open water extending almost 80 degrees north — way the heck out there,” Dr. Serreze said.\n2017 Arctic Sea Ice Minimum Ice extent on Sept. 13, 2017 and median for that date ASIA Chukchi Sea Beaufort Sea 2017 EUROPE NORTH AMERICA Median extent 1981-2010 ASIA 2017 EUROPE NORTH AMERICA Median extent 1981-2010\nThe retreat of the ice is not good news for polar bears, which are already in decline in the southern Beaufort. The bears depend on the ice for hunting seals, a critical part of their diet. But as the ice recedes farther north — this month it was some 600 miles from the Alaskan coast — there is less prey to be found.\nAnother difference this year, Dr. Serreze said, is that the ice loss began very early.", "url": "https://www.nytimes.com/interactive/2017/09/22/climate/arctic-sea-ice-shrinking-trend-watch.html"}