{"authors": ["Sarah Almukhtar", "Troy Griggs", "Jasmine C. Lee", "Ford Fessenden", "K.K. Rebecca Lai", "Jugal K. Patel", "Bedel Saget", "Anjali Singhvi"], "date_download": "2018-11-16 03:12:10", "date_modify": "2018-11-16 03:12:10", "date_publish": "2017-10-31 23:06:40", "description": "A series of diagrams show points where victims were hit during the attack.", "filename": "interactive_2017_10_31_nyregion_manhattan-truck-attack_1542337930.html", "image_url": "https://static01.nyt.com/images/2017/10/31/us/lower-manhattan-attack-1509490505574/lower-manhattan-attack-1509490505574-facebookJumbo-v6.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_10_31_nyregion_manhattan-truck-attack_1542337930.html", "title": "Trail of Terror in the Manhattan Truck Attack", "title_page": "Trail of Terror in the Manhattan Truck Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "version=\"1.0\" encoding=\"utf-8\"? W. Houston St. Truck drives onto bike path Victim O O Victims O Pier 40 Truck’s path Canal St. Hudson River bike path O Victims O Victim O Hudson River Laight St. N. Moore St. Mangled bicycle 0 Victim O 0 0 Victim O 0 0 Stuyvesant High School Chambers St. Smashed school bus Crashed truck O O Man arrested O\nThe police said the attacker, identified as Sayfullo Saipov, rented the truck at 2:06 p.m. from a Home Depot in Passaic, N.J., close to his home in Paterson. The truck crossed the George Washington Bridge into Manhattan at 2:43 p.m. and turned south onto the West Side Highway.\nThe truck entered the bike path at 3:04 p.m. at Houston Street and traveled at high speed, appearing to target bikers and pedestrians. The police said the truck collided with a school bus four minutes later at Chambers Street.\nThe attack left a terrible trail of mangled bicycles and victims thrown aside. A video posted on Twitter showed a man with objects in his hands racing around the scene. Witnesses said he was yelling. Another video showed the police later standing over a man lying in the street.\nThe police said the attacker had a pellet gun and a paintball gun.\nStuyvesant High School Smashed school bus Smashed rental truck Man seen racing around CHAMBERS ST. Man arrested WEST ST. Stuyvesant High School Smashed school bus Smashed rental truck Man seen racing around CHAMBERS ST. Man arrested WEST ST. Stuyvesant High School Smashed rental truck Smashed school bus Man seen racing around WEST ST. CHAMBERS ST. Man arrested Stuyvesant High School Smashed rental truck Smashed school bus Man seen racing around Man arrested By The New York Times; 3D model by Google", "url": "https://www.nytimes.com/interactive/2017/10/31/nyregion/manhattan-truck-attack.html"}