{"authors": ["Bassey Etim"], "date_download": "2018-11-16 03:08:59", "date_modify": "2018-11-16 03:08:59", "date_publish": "2016-09-20 14:22:04", "description": "We’re partnering with Google to change the way we review the 11,000 comments posted each day to nytimes.com — and this is what we’re up against.", "filename": "interactive_2016_09_20_insider_approve-or-reject-moderation-quiz.html_module=inline_1542337739.html", "image_url": "https://static01.nyt.com/images/2016/09/19/insider/19nyt-comments/19nyt-comments-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_09_20_insider_approve-or-reject-moderation-quiz.html_module=inline_1542337739.html", "title": "Approve or Reject: Can You Moderate Five New York Times Comments?", "title_page": "Approve or Reject: Can You Moderate Five New York Times Comments? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Times readers have spoken, and we’ve been listening: You want the chance to comment on more stories, and you want your comments approved more quickly.\nMost of all, you want us to maintain the civility that makes this such a special place to contribute comments.\nAchieving each of these goals was not economically feasible, until now.\nThe New York Times is partnering with Google Jigsaw to create a new moderation system that will help us review incoming comments based on decisions our moderators have made in the past. Our moderators will continue to protect these discussions, but once this new system is launched, we will have robot helpers.\nComments on Times stories are moderated by a team of 14 people known as the community desk. Together, they review around 11,000 comments each day for the approximately 10 percent of Times articles that are open to reader comment.\nTo help illustrate how our moderation works and how a new system might help, we have arranged for you to take a Times moderation test.", "url": "https://www.nytimes.com/interactive/2016/09/20/insider/approve-or-reject-moderation-quiz.html?module=inline"}