{"authors": ["James Kanter", "The New York Times"], "date_download": "2018-11-16 03:21:35", "date_modify": "2018-11-16 03:21:35", "date_publish": "2015-11-18 00:00:00", "description": "France has invoked a mutual assistance clause to rally other European Union nations in its fight against Islamic State terrorists. What does this mean? The move, announced on Monday by President François Hollande, is partly symbolic: an appeal for European solidarity at a time of anguish for his country. Defense ministers from the bloc who […]", "filename": "live_paris-attacks-live-updates_what-is-france-asking-for-from-europe-in-its-fight-against-isis_module=inline_1542338495.html", "image_url": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/live_paris-attacks-live-updates_what-is-france-asking-for-from-europe-in-its-fight-against-isis_module=inline_1542338495.html", "title": "What Is France Asking of Europe in Its Fight Against ISIS?", "title_page": "What Is France Asking of Europe in Its Fight Against ISIS? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "France has invoked a mutual assistance clause to rally other European Union nations in its fight against Islamic State terrorists.\nWhat does this mean?\nThe move, announced on Monday by President François Hollande, is partly symbolic: an appeal for European solidarity at a time of anguish for his country. Defense ministers from the bloc who were meeting in Brussels on Tuesday morning gave the French request their unanimous approval.\nThe clause could also be a way for France to garner military help from other European Union members and to win support from European regulators in Brussels for a costly fight against extremism at home and abroad.\nThe clause, in the European Union’s Treaty of Lisbon, has never been invoked before. It says that if a member nation is “the victim of armed aggression on its territory, the other member states shall have towards it an obligation of aid and assistance by all the means in their power.”\nThe use of the clause is likely to be difficult for countries like Ireland, which is committed to military neutrality.\nIn an apparent nod to those concerns, Federica Mogherini, the European Union’s foreign policy chief, said at a news conference in Brussels on Tuesday that member nations could help France based on “the spirit of their own defense policies and foreign policies.”\nApproving the clause was “a political act, a political message,” Ms. Mogherini emphasized.\nJean-Yves Le Drian, the French defense minister, said at the same news conference that the clause was an invitation to help France bear the burden of its military intervention against jihadists in Africa and its bombing of Islamic State locations in Syria and Iraq.\nInvoking the clause is “a very strong act,” Mr. Le Drian said. Aid from other European Union countries “may take different forms” and could help in the Middle East “and other theaters,” he said.\nFighting terror at home and abroad is also costly, and the use of the clause immediately raised the question of whether France — already one of the most persistent breakers of budget rules for the eurozone — was preparing to seek more leeway to spend on its security efforts.\nOn Monday, Mr. Hollande announced the creation of thousands of new police, justice and border administration jobs, which means the government will spend considerably more than it had expected during the coming months and years.\n“The French are looking to use the attacks in Paris to get more flexibility over their fiscal targets, and invoking the clause is part of that strategy,” Mujtaba Rahman, the Europe director at the Eurasia Group, a political risk consultancy, said on Tuesday.\nMore debt and larger deficits could eventually inflame the long-running tension between Germany, which frequently invokes budgetary prudence within the eurozone, and France, which takes a more relaxed approach to spending.\nValdis Dombrovskis, a vice president of the European Commission, and Pierre Moscovici, the commissioner for economic and monetary affairs, said at a separate news conference on Tuesday that the existing rules for European Union members were flexible enough to deal with the added burden of fighting terrorism.\nBut Mr. Dombrovskis also emphasized that he did not know how much France would need to spend and that this would require discussion with French officials.", "url": "https://www.nytimes.com/live/paris-attacks-live-updates/what-is-france-asking-for-from-europe-in-its-fight-against-isis?module=inline"}