{"authors": ["J. David Goodman", "The New York Times"], "date_download": "2018-11-16 03:54:19", "date_modify": "2018-11-16 03:54:19", "date_publish": "2015-11-15 00:00:00", "description": "The New York City police commissioner, William J. Bratton, said on Sunday that the attacks in Paris represented a “game changer” for law enforcement. “This is the new paradigm we’re going to have to deal with,” Mr. Bratton said on CBS News’s “Face the Nation,” in the second of two television interviews on Sunday. He […]", "filename": "live_paris-attacks-live-upd_f449fb7dbad35399153ab4a62b9cd649__module=inline_1542340459.html", "image_url": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/live_paris-attacks-live-upd_f449fb7dbad35399153ab4a62b9cd649__module=inline_1542340459.html", "title": "New York City Police Commissioner Says Attacks Will Force Changes in Tactics", "title_page": "New York City Police Commissioner Says Attacks Will Force Changes in Tactics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York City police commissioner, William J. Bratton, said on Sunday that the attacks in Paris represented a “game changer” for law enforcement.\n“This is the new paradigm we’re going to have to deal with,” Mr. Bratton said on CBS News’s “Face the Nation,” in the second of two television interviews on Sunday. He added that intelligence gathering by local police and federal law enforcement had struggled to keep pace with emerging technologies that allow users to encrypt communications.\n“We in many respects have gone blind as a result of the commercialization and the selling of these devices that cannot be accessed either by the manufacturer or, more importantly, by us in law enforcement, even equipped with search warrants and judicial authority,” Mr. Bratton said. “This is something that is going to need to be debated very quickly because we cannot continue operating where we are blind” in the area of gathering intelligence on potential attacks.\n“The French clearly, in this instance, had no understanding that this was going to happen,” he said. “And we’ve seen the ramification of that.”\nMr. Bratton said the New York Police Department had bolstered its security operations at French sites and other potential targets around New York, drawing from roughly 2,000 officers across several units with counterterrorism capabilities. About 400 of those officers are on duty at any given time, he said.\n“We can protect the larger venues, if you will, but the soft targets we’re going to have to rely very heavily on public awareness as we always try to do: see something, say something,” Mr. Bratton said.\nHe said in the CBS interview that police officials in New York would be studying the attacks and, especially, how to handle a coordinated attack by men wearing suicide vests.\n“That’s something we need to be aware of in terms of protecting our first responders,” Mr. Bratton said.\nIn an earlier interview on WABC-TV in New York, Mr. Bratton said the willingness of the attackers to blow themselves up should change how the police respond, moving swiftly to engage armed men holding hostages rather than waiting and looking for an avenue to negotiate.\n“We are going to learn from this event, reinforcing that you don’t stay outside waiting as police; you have to get in,” Mr. Bratton said. “You cannot give them more time to kill innocents. You have to get in there as quickly as you can. But now we’re up against this concept of people equipped with suicide vests, so we’re going to have to train for that. How do we protect our personnel when they’re taking on somebody with a suicide vest?”", "url": "https://www.nytimes.com/live/paris-attacks-live-updates/bratton-says-attacks-will-force-law-enforcement-to-change-tactics/?module=inline"}