{"authors": ["Alan Rappeport", "Maggie Haberman"], "date_download": "2018-11-16 03:56:01", "date_modify": "2018-11-16 03:56:01", "date_publish": "2015-09-01 14:30:40", "description": "Jeb Bush is pulling no punches, assailing his rival for the Republican presidential nomination in a new online advertisement titled “The Real Donald Trump,” in which Mr. Trump is called a fake conservative.", "filename": "politics_first-draft_2015_0_22b8fa27d8d388b0d8664b8efb43e334__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340561.html", "image_url": "https://static01.nyt.com/packages/images/nytdesign/2014/politics/logo-flag-150.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_22b8fa27d8d388b0d8664b8efb43e334__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340561.html", "title": "The New York Times", "title_page": "Jeb Bush Video Takes Aim at Donald Trump's 'Manhattan' Mind-Set - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Former Gov. Jeb Bush of Florida is pulling no punches with Donald J. Trump, assailing him in a new online advertisement as a fake conservative.\nTitled “The Real Donald Trump,” the ad uses Mr. Trump’s words against him, pulling footage of the billionaire developer saying he identifies as a Democrat, defending partial-birth abortion and singing the praises of a single-payer health care system. Mr. Trump is also caught calling for higher taxes and saying nice things about Hillary Rodham Clinton.\n“I lived in New York City and Manhattan all my life, O.K., so my views are a little bit different than if I lived in Iowa,” Mr. Trump said in an interview, explaining why his views were different than those of many Republicans.\nThe video is Mr. Bush’s opening video salvo against Mr. Trump, who has seared the former Florida governor with a repeated attack of being “low-energy.” Mr. Bush has tried to point to Mr. Trump’s résumé as being less than conservative, but his comments have been dwarfed by the developer’s bombastic attacks.\nYet this is a video that isn’t going on television, at least not yet. And while the Bush campaign is going frontally at Mr. Trump, the “super PAC” supporting Mr. Bush, Right to Rise USA, has made clear it does not plan to focus its initial forays on the air on Mr. Trump.\nThe video’s aggressive approach follows a similar effort by Senator Rand Paul of Kentucky, who has argued that Mr. Trump is saying whatever it takes to get elected.\nMr. Trump has made the former Florida governor his favorite target, not only with the his “lack of energy” attack, but also by trolling him on Twitter for any campaign gaffes and distributing Instagram videos that include his mother, Barbara Bush, saying there have been enough Bushes in the White House.\nWhile Republicans spent the early part of the summer unsure of how to respond to Mr. Trump’s rise, Mr. Bush’s ad makes clear that hitting back hard and painting him as a huckster is the latest strategy.", "url": "https://www.nytimes.com/politics/first-draft/2015/09/01/jeb-bush-video-takes-aim-at-donald-trumps-manhattan-mind-set/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}