{"authors": ["Carl Hulse", "Topics.Nytimes.Com Top Reference Timestopics People H Carl_Hulse Index.Html"], "date_download": "2018-11-16 03:56:40", "date_modify": "2018-11-16 03:56:40", "date_publish": "2015-10-29 10:00:43", "description": "Pressed on Wednesday in his last meeting with reporters as Speaker of the House, John A. Boehner gave a thoughtful, in-depth view of what is driving the current divisiveness in politics and what was behind the conservative anger that contributed to his departure.", "filename": "politics_first-draft_2015_10_29__1542340600.html", "image_url": "https://static01.nyt.com/images/2015/10/28/us/28firstdraftnl-boehner/28firstdraftnl-boehner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_29__1542340600.html", "title": "Handing the Mike to a Departing John Boehner", "title_page": "Handing the Mike to a Departing John Boehner - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe departing speaker of the House, John A. Boehner, is known more as a pragmatist and a dealmaker than a societal analyst. He usually leaves that to others.\nBut pressed on Wednesday in a last meeting with reporters while in that position, Mr. Boehner offered a thoughtful, in-depth view of what is driving the current divisiveness in politics and what was behind the conservative anger that contributed to his departure.\nIt was good enough that we are going to print his thoughts pretty much in full.\n“Let’s just go back 20 years,” he said. “You have the first Republican majority in 40 years. We have one radio talk-show host that no one had ever heard of. We had one 24-hour news channel that just did news. We had an Internet that only a couple of geeks in Palo Alto were using.\n“Today, we have hundreds of radio talk-show hosts each trying to out-right the others in terms of gaining an audience. You’ve got all these cable news networks, and all they do is politics. You have got the Internet. You have got Facebook, Twitter, every blog known to man and these giant email lists.\n“So what is happening is the American people are getting thousands of times more information than they ever got about their government. Secondly, the speed at which they get it is instantaneous.\n“What is happening is pushing or pulling people into one of two camps, leaving almost nobody in the middle. The ability of a small group of members or some small outside organizations to stir up angst or to mislead people has been amplified. So it is not hard to see why we’re where we are.”\nWell, can’t wait for the book.", "url": "https://www.nytimes.com/politics/first-draft/2015/10/29/handing-the-mic-to-a-departing-boehner/"}