{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:58:51", "date_modify": "2018-11-16 03:58:51", "date_publish": "2015-07-27 15:03:38", "description": "Mike Huckabee, in response to critical comments made on Monday by President Obama in Ethiopia, defended his use of Holocaust imagery to describe the White House’s policy toward Iran.", "filename": "politics_first-draft_2015_0_03132b5f9f05ecf34048ae22294a7161__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340731.html", "image_url": "https://static01.nyt.com/images/2015/07/27/us/politics/27firstdraft-huckabee/27firstdraft-huckabee-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_03132b5f9f05ecf34048ae22294a7161__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340731.html", "title": "The New York Times", "title_page": "Mike Huckabee Responds to Obama's Criticism of 'Oven' Comment - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFormer Gov. Mike Huckabee of Arkansas continued his war of words with President Obama on Monday, defending his use of Holocaust imagery to describe the White House’s policy toward Iran.\n“What’s ‘ridiculous and sad’ is that President Obama does not take Iran’s repeated threats seriously,” Mr. Huckabee said in a statement. “For decades, Iranian leaders have pledged to ‘destroy,’ ‘annihilate,’ and ‘wipe Israel off the map’ with a ‘big Holocaust.'”\nMr. Huckabee touched off a controversy over the weekend when he said that Mr. Obama’s nuclear agreement with Iran was essentially marching Israelis to “the door of the oven.”\nOn Monday, during a news conference in Ethiopia where he is traveling, Mr. Obama expressed exasperation with the remarks being made by some Republicans running for president, especially Mr. Huckabee.\n“The particular comments of Mr. Huckabee are just part of a general pattern we’ve seen that would be considered ridiculous if it weren’t so sad,” Mr. Obama said.\nRepublicans such as Mr. Huckabee, who is struggling in the polls, have been using increasingly sharp language in hopes of garnering attention.\nBut the former governor said that his words were justified based on Iran’s antagonism toward Israel.\n“‘Never again’ will be the policy of my administration and I will stand with our ally Israel to prevent the terrorists in Tehran from achieving their own stated goal of another Holocaust,” Mr. Huckabee said.", "url": "https://www.nytimes.com/politics/first-draft/2015/07/27/mike-huckabee-responds-to-obamas-criticism-of-oven-comment/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}