{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:58:55", "date_modify": "2018-11-16 03:58:55", "date_publish": "2015-07-30 13:41:37", "description": "In the latest Quinnipiac University poll of Republican voters, Donald J. Trump is at 20 percent and ahead of Gov. Scott Walker (13 percent) of Wisconsin and former Gov. Jeb Bush (10 percent) of Florida.", "filename": "politics_first-draft_2015_0_0db8d0b808b849215598feea753d9d97__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340735.html", "image_url": "https://static01.nyt.com/images/2015/07/30/us/politics/30firstdraft-trump1/30firstdraft-trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_0db8d0b808b849215598feea753d9d97__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340735.html", "title": "The New York Times", "title_page": "Donald Trump's Lead Remains Firm in New Quinnipiac Survey - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump‘s surge in national polls continues a week before the first Republican presidential debate, with the billionaire businessman drawing support of one-fifth of Republican voters, according to a new survey.\nThe latest poll showing Mr. Trump’s enduring popularity comes from Quinnipiac University, which found Mr. Trump leading the Republican pack by a widening margin. Trailing Mr. Trump at 20 percent are Gov. Scott Walker of Wisconsin and former Gov. Jeb Bush of Florida, at 13 percent and 10 percent.\nDespite his popularity, Mr. Trump continues to be polarizing, drawing the highest negatives of any candidate with 30 percent of Republicans saying they would definitely not support him.\n“They love him and they hate him. Donald Trump triumphs on the stump so far, but do voters really want him? Maybe not so much,” Tim Malloy, assistant director of the Quinnipiac poll, said in a statement.\nMr. Trump continues to successfully brush off controversy over inflammatory comments with his bluster. But the Quinnipiac poll also reveals that he has little crossover appeal beyond the conservatives who find him attractive and that he fares poorly against Democrats in potential general election matchups.\nHillary Rodham Clinton, Senator Bernie Sanders and Vice President Joseph R. Biden Jr. all would beat Mr. Trump handily if they faced off against him.\nAs for the Democrats, Mrs. Clinton continues to garner strong support, with 55 percent of Democrats backing her. But her strength in a general election against a Republican other than Mr. Trump remains less clear. Matched up against Mr. Walker or Mr. Bush, the Quinnipiac poll finds her in a virtual deadlock.\nPerhaps more troubling for Mrs. Clinton is that her favorability rating continues to drop and voters appear to be increasingly questioning her honesty and empathy.\nMr. Trump has the same problem, according to the poll, making it clear why Democrats are quietly cheering him on.", "url": "https://www.nytimes.com/politics/first-draft/2015/07/30/donald-trumps-lead-remains-firm-in-new-quinnipiac-survey/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}