{"authors": ["Amy Chozick", "Topics.Nytimes.Com Top Reference Timestopics People C Amy_Chozick Index.Html"], "date_download": "2018-11-16 04:02:13", "date_modify": "2018-11-16 04:02:13", "date_publish": "2016-01-29 21:28:35", "description": "Mrs. Clinton also said that Mr. Sanders’s proposal for a single-payer health care system would thrust the nation into “a terrible, terrible national debate.”", "filename": "politics_first-draft_2016_0_08d8de60a5956f89ad0fff0ff214b1d3__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340933.html", "image_url": "https://static01.nyt.com/images/2016/01/29/us/29firstdraft-clinton2/29firstdraft-clinton2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_08d8de60a5956f89ad0fff0ff214b1d3__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340933.html", "title": "The New York Times", "title_page": "Hillary Clinton Says Bernie Sanders's Health Plan Will 'Never, Ever Come to Pass' - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDES MOINES — Hillary Clinton said on Friday that Bernie Sanders’s proposal for a single-payer health care system would thrust the nation into “a terrible, terrible national debate” and would “never, ever come to pass.”\n“People can’t wait,” Mrs. Clinton said at a rally here on Friday, evoking a sense of urgency and echoing an argument from her most recent campaign ads. “People with health emergencies can’t wait for us to have some theoretical debate about some better idea that will never, ever come to pass.”\nMrs. Clinton called onto the stage Joan Hannah, who told the story of her daughter’s brain cancer and how they were able to receive coverage under the Affordable Care Act, which Mr. Sanders proposes undoing in favor of a “Medicare for all” system.\n“People can’t wait,” Mrs. Clinton said again. “Your daughter calls and says she has a mass in her forehead. You can’t wait.”\nThis argument has been distilled into a new ad that went on air in Iowa on Wednesday.\n“The American people can’t afford to wait for ideas that sound good on paper but will never make it in the real world,” Mrs. Clinton says in a voice-over, narration taken from her stump speech.\nMrs. Clinton had largely backed off attacks on Mr. Sanders in her appearances in recent days, instead focusing on her standard stump speech of defeating the Republicans. But health care remains a major point of contention between the two rivals.\nMrs. Clinton supports the Affordable Care Act, but says she would improve on it, including reigning in prescription drug costs. She has clashed with Mr. Sanders who proposes a single-payer system, not because of the idea (which she has advocated in the past) but because she says it is impractical and would destroy the progress made by President Obama’s signature domestic achievement.\n“We now have a system where you can go into the marketplace,” Mrs. Clinton said of the Affordable Care Act. “You don’t get asked if you have a pre-existing condition. You just get asked what policy you want and how much you need to help paying for it.”\n“This is a truly big difference in this campaign,” she said. “It’s one I want you to think hard about between now and Monday.”\nNick Corasaniti contributed reporting", "url": "https://www.nytimes.com/politics/first-draft/2016/01/29/hillary-clinton-say-bernie-sanderss-health-plan-will-never-ever-come-to-pass/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}