{"authors": ["Eric Lichtblau", "Topics.Nytimes.Com Top Reference Timestopics People L Eric_Lichtblau Index.Html", "Nicholas Confessore", "The New York Times"], "date_download": "2018-11-16 04:26:32", "date_modify": "2018-11-16 04:26:32", "date_publish": "2015-10-16 02:13:04", "description": "Mr. Trump revealed in a filing to the Federal Election Commission that the vast majority of the money he raised and spent this summer came from what he called ‘’unsolicited contributions.”", "filename": "politics_first-draft_2015_10_15_donations-to-donald-trumps-campaign-outpace-self-funding_1542342392.html", "image_url": "https://static01.nyt.com/packages/images/nytdesign/2014/politics/logo-flag-150.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_15_donations-to-donald-trumps-campaign-outpace-self-funding_1542342392.html", "title": "The New York Times", "title_page": "Donations to Donald Trump's Campaign Outpace Self-Funding - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For months, Donald J. Trump has highlighted his credentials as a politician who was financing his own campaign for president.\nNo longer.\nMr. Trump revealed in a filing Thursday to the Federal Election Commission that the vast majority of the money he raised and spent this summer as he rose to the top of national polls came not from his own coffers, as it had in the spring, but from about $3.7 million in what he called “unsolicited contributions.” Some 74,000 donors pitched in an average of about $50 to help his campaign, he reported.\nMr. Trump himself contributed only about $100,000 in in-kind contributions, including rent space that he donated and payroll expenses that he covered. That represented a huge drop from the spring, when Mr. Trump donated about $1.9 million to his campaign, financing the bulk of it himself.\n“I don’t need anybody’s money,” he declared when he announced his candidacy in June. “I’m using my own money. I’m not using the lobbyists. I’m not using donors. I don’t care. I’m really rich.”\nNot so rich, however, that he couldn’t use some help nowadays.\n‘Outsider’ Presidential Candidates Prove Competitive in Fund-Raising The establishment-backed candidates in both parties, facing stronger-than-expected challenges, are rapidly losing one of their few remaining advantages: money.\nWhich Presidential Candidates Are Winning the Money Race See how the latest fund-raising numbers from the campaigns and outside groups stack up.", "url": "https://www.nytimes.com/politics/first-draft/2015/10/15/donations-to-donald-trumps-campaign-outpace-self-funding"}