{"authors": ["John Harwood", "Topics.Nytimes.Com Top Reference Timestopics People H John_Harwood Index.Html"], "date_download": "2018-11-16 03:59:19", "date_modify": "2018-11-16 03:59:19", "date_publish": "2015-05-26 12:13:02", "description": "Mr. Sanders won’t condemn Hillary Rodham Clinton for raking in millions in speech fees and campaign donations. But he warns it could curb her effectiveness in challenging corporate interests on behalf of working Americans.", "filename": "politics_first-draft_2015_05_26__1542340759.html", "image_url": "https://static01.nyt.com/images/2015/05/27/world/27firstdraft-Sanders/27firstdraft-Sanders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_05_26__1542340759.html", "title": "Bernie Sanders: A Revolution With an Eye on the Hungry Children", "title_page": "Bernie Sanders: A Revolution With an Eye on the Hungry Children - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nSenator Bernie Sanders of Vermont won’t condemn Hillary Rodham Clinton for raking in millions in speech fees and campaign donations. But he warns it could curb her effectiveness in challenging corporate interests on behalf of working Americans.\n“When you hustle money like that, you don’t sit in restaurants like this,” Mr. Sanders said during an interview in a small Italian bistro on Capitol Hill. “You’re sitting in restaurants where you’re spending — I don’t know what they spend, hundreds of dollars for dinner.”\nHe added: “That’s the world that you’re accustomed to, and that’s the worldview that you adopt. You’re not worrying about a kid three blocks away from here whose mom can’t afford to feed him.”\nMr. Sanders spoke on the eve of the first big rally for his 2016 presidential bid, in Burlington, Vt. One question looming over his effort is how aggressively he will draw contrasts with Mrs. Clinton, his former Senate colleague. The Vermont independent concedes that Mrs. Clinton is heavily favored.\nMr. Sanders advocates a “revolution” to reverse a “massive transfer of wealth” from the middle class to the affluent over the last generation.\nHe exuded contempt for the “sick” and “disgusting” views of some titans of business who have likened such efforts to Hitler and his persecution of Jews.\n“These people are so greedy, they’re so out of touch with reality,” Mr. Sanders said. “You know what? Sorry, you’re all going to have to pay your fair share of taxes.”\nHe doesn’t flinch over returning to the 90 percent personal income tax rates of the 1950s for top earners. And if reducing income inequality reduces economic growth, he says, that’s fine. “You don’t necessarily need a choice of 23 underarm spray deodorants,” he said, “when children are hungry in this country.”", "url": "https://www.nytimes.com/politics/first-draft/2015/05/26/bernie-sanders-a-revolution-with-an-eye-on-the-hungry-children/"}