{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:56:42", "date_modify": "2018-11-16 03:56:42", "date_publish": "2015-10-29 10:55:19", "description": "Stephanie Schriock, the president of the group Emily’s List, which helps elect female candidates to public office, has seized on joking comments made by Senator Bernie Sanders’s campaign manager about vetting Hillary Rodham Clinton for his vice-presidential nominee.", "filename": "politics_first-draft_2015_10_29__1542340602.html", "image_url": "https://static01.nyt.com/images/2015/10/28/us/28firstdraft-sandersmarijuana/28firstdraft-sandersmarijuana-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_29__1542340602.html", "title": "Emily’s List Official Accuses Bernie Sanders Team of Sexism", "title_page": "Emily’s List Official Accuses Bernie Sanders Team of Sexism - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nStephanie Schriock, the president of the group Emily’s List, which helps elect female candidates to public office, has seized on joking comments made by Senator Bernie Sanders’s campaign manager about vetting Hillary Rodham Clinton for his vice-presidential nominee.\n“Look, she’d make a great vice president,” the campaign manager, Jeff Weaver, said of Mrs. Clinton to John Heilemann of Bloomberg Politics. “We’re willing to give her more credit than Obama did. We’re willing to consider her for vice president. We’ll give her serious consideration. We’ll even interview her.”\nOn Wednesday, Ms. Schriock wrote on Twitter that the comments were a “Condescending insult by a team who knows better.”\n“Hillary is possibly most qualified ever to run & Americans know it,” she wrote.\nMrs. Clinton has tweaked Mr. Sanders as suggesting that she was “shouting” about gun control, an accusation he vehemently denied and which riled up his aides.\nBut Mr. Sanders has tried to distance himself from comments by another aide, his top strategist, Tad Devine, about unleashing deeper attacks against Mrs. Clinton.\nIn an interview with CNN on Wednesday, Mr. Sanders said he did not know what Mr. Devine was referring to.", "url": "https://www.nytimes.com/politics/first-draft/2015/10/29/emilys-list-official-accuses-bernie-sanders-team-of-sexism/"}