{"authors": ["Nick Corasaniti", "Topics.Nytimes.Com Top Reference Timestopics People C Nick_Corasaniti Index.Html"], "date_download": "2018-11-16 03:59:02", "date_modify": "2018-11-16 03:59:02", "date_publish": "2015-07-23 18:03:30", "description": "Within minutes upon landing in Laredo, Tex., Donald J. Trump repeatedly cited the danger he faced in visiting the Mexican border but insisted that he had to do it, because “I love this country.”", "filename": "politics_first-draft_2015_0_07ff8261afd63ca4961767ca85ae01f7__module=inline_1542340742.html", "image_url": "https://static01.nyt.com/images/2015/07/23/us/politics/23firstdraft-trump3/23firstdraft-trump3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_07ff8261afd63ca4961767ca85ae01f7__module=inline_1542340742.html", "title": "The New York Times", "title_page": "Donald Trump Visits Border in Laredo, 'Despite the Great Danger' - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nLAREDO, Tex. – From the moment he landed, wearing a white “Make America Great Again” baseball cap, Donald J. Trump’s visit to the border of Mexico and the United States seemed to know only one speed: full throttle.\nDozens of police officers on motorcycles blocked traffic and escorted the Trump campaign entourage, which included two chartered buses of reporters that swept through the streets of downtown Laredo. One bus driver was told nothing in terms of a final destination except “be sure to follow the vehicle in front of you.”\nThe winding ensemble hit the road minutes after Mr. Trump landed in his plane. He held a brief news conference in the lobby of the airport here, where he repeatedly referred to the personal danger he faced at the border, but affirmed that “I have to do it, I love this country.” (Laredo, for what it’s worth, is one of the safest cities in the state.)\nIn just three minutes, he managed to disparage Rick Perry, the former governor of Texas and a rival for the Republican presidential nomination, saying he “did a terrible job as governor of Texas,” and then his own security detail, albeit perhaps unintentionally, telling reporters that “we’ll see you at the border,” before adding, with emphasis, “hopefully.”\nWhen he arrived at the airport, the parking lot was already filled with dozens of people awaiting his arrival, half of them protesters and the rest members of the news media, including about a half-dozen satellite trucks.\nThe 20 or so protesters were from the local chapter of the League of United Latin American Citizens, or Lulac, who gathered under a tree holding both American and Mexican flags and shouting their grievances in Spanish.\nAt one point, an argument broke out between two women: one, Rosa Linda Palacious of Laredo, was there to support Mr. Trump, and another, Eva Bermudez, was there out of anger at Mr. Trump’s comments calling illegal immigrants from Mexico criminals and rapists. Ms. Palacious said she thought those categorizations were accurate, which infuriated Ms. Bermudez. After about a minute of shouting, Ms. Bermudez walked away.\nThe anger of the protesters – some who of whom were holding “Vote for Hillary” signs, others saying “Lulac likes veterans, not bigots” – was palpable, perhaps stoked yet again by comments Mr. Trump made on Thursday morning.\nIt began with National Border Patrol Council Local 2455, the union representing Border Patrol agents, saying it would no longer participate in any events involving Mr. Trump, making clear that “an endorsement was never discussed for any presidential candidate.”\nVideo\nMr. Trump accused the group’s “superiors from Washington” of silencing the local chapter. He pledged to continue to visit the town “despite the great danger.” Earlier Thursday, he told Fox News that “I may never see you again, but we’re going to do it.”\nThe repeated references to immediate “danger” was seen by some as an insult to the people of Laredo and another example of Mr. Trump’s exaggerations about the perils of the situation on the border.\nMr. Perry, who has been trying to counter Mr. Trump’s inflammatory oratory with his own fiery retorts, quickly released a statement saying he hoped Mr. Trump would “apologize for ridiculing the selfless work of the men and women” who help protect the borders.\nState Senator Judith Zaffirini, a Democrat who represents Laredo, wrote on her website, “While many might be happy never to see Trump again, no one wishes him ill, and no one I know considers him threatened physically in any way.” She added that she hoped his visit to the border would be a lesson “in binational trade, relations and friendship.”\nBut for the anti-Trump protesters like Ms. Bermudez, friendship was the last thing on their minds.\n“I’ve never heard something more ridiculous in my entire life,” she said, still a little exasperated after her argument.\nDonald Trump, at Mexican Border, Claims Close Ties to Hispanics During a short, and at times heated, campaign stop that was attended by both protesters and supporters, Mr. Trump again addressed immigration policy.", "url": "https://www.nytimes.com/politics/first-draft/2015/07/23/donald-trumps-border-visit-stirs-passions-in-laredo/?module=inline"}