{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:55:37", "date_modify": "2018-11-16 03:55:37", "date_publish": "2016-02-26 04:54:38", "description": "Ted Cruz, who spent weeks focused on defeating Marco Rubio, said in an interview after the fiery Republican presidential debate on Thursday that Mr. Rubio would be a better nominee than Donald J. Trump.", "filename": "politics_first-draft_2016_0_c51f367d54ae34e43466a26f279d2f2d__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340537.html", "image_url": "https://static01.nyt.com/images/2016/02/25/us/politics/repubdebate-89/repubdebate-89-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_c51f367d54ae34e43466a26f279d2f2d__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340537.html", "title": "The New York Times", "title_page": "Ted Cruz Says Rubio Would Be 'a Much Better President' Than Trump - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTed Cruz, who spent weeks focused on defeating Marco Rubio, said in an interview after the fiery Republican presidential debate on Thursday that Mr. Rubio would be a better nominee than Donald J. Trump.\nThe comment was surprising from Mr. Cruz, who has attacked Mr. Rubio repeatedly, particularly on the issue of his work on a comprehensive immigration reform effort. The Republican candidates have generally all said that any of their primary rivals would be better than having Hillary Clinton, the Democrat who’s leading the delegate race in her primary against Senator Bernie Sanders of Vermont, as president.\nBut Mr. Cruz appears to be isolating Mr. Trump from the rest of the field, as he and Mr. Rubio make a pitched effort to slow him as he barrels toward Super Tuesday with huge polling leads, sparking alarm among Republican leaders.\nMr. Rubio, Mr. Cruz said in a post-debate interview with Jake Tapper on CNN, “did something tonight that he’s never done, which is he actually for the first time took on Donald Trump and I’m glad he did.”\nHe continued: “Marco is not my enemy. Marco and I are friends. Marco and I would both make a much better candidate and a much better president than would Donald. I like Donald personally. I mean, he’s a charming guy, though he can turn on you in an instant.”", "url": "https://www.nytimes.com/politics/first-draft/2016/02/25/ted-cruz-says-marco-rubio-would-be-a-much-better-president-than-trump/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}