{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:11:08", "date_modify": "2018-11-16 04:11:08", "date_publish": "2016-02-11 23:56:52", "description": "In an interview with the Fox Business Network, the Republican presidential candidate suggested that Pope Francis was serving as a pawn of the Mexican government.", "filename": "politics_first-draft_2016_0_fae3b19c5a2cc8bc3913c5d223fc5400__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341468.html", "image_url": "https://static01.nyt.com/images/2016/02/11/us/11firstdraft-trump5/11firstdraft-trump5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_fae3b19c5a2cc8bc3913c5d223fc5400__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341468.html", "title": "The New York Times", "title_page": "Donald Trump Criticizes Pope Francis as 'Very Political' for Mexico Trip - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump has a message for Pope Francis ahead of the pope’s trip to pray with migrants along the Mexican border: You don’t get it.\nThe pope is planning to go to the Rio Grande next week while on a visit to Mexico. He plans to offer prayer and show solidarity with suffering refugees.\nMr. Trump does not approve. In an interview with the Fox Business Network on Thursday, the Republican presidential candidate, who has proposed building a wall along the United States’s southern border, suggested that Francis was serving as a pawn of the Mexican government.\n“I think that the pope is a very political person,” Mr. Trump said.\nImmigration overhaul has been central to Mr. Trump’s campaign, and he has taken a hard line on the issue, proposing to deport all undocumented immigrants and make Mexico pay for the construction of the wall to keep them out. He said that Mexico most likely directed the pope to pay a visit to the border out of concern that the United States would get tougher on migrants.\n“I don’t think he understands the danger of the open border that we have with Mexico,” Mr. Trump said of Francis. “I think Mexico got him to do it because they want to keep the border just the way it is. They’re making a fortune, and we’re losing.”\nThe remarks come as Mr. Trump, a Presbyterian, has been trying to showcase his religious devotion as he courts Christian conservative voters.\nIt is not the first time Mr. Trump has been critical of the pope.\nBefore Francis’s visit to the United States last summer, Mr. Trump described the pope as “very political.” He said in an interview with CNN that if the pope were ever to lecture him on the evils of capitalism, he would warn him that the Islamic State wanted to invade the Vatican.\nDespite their differences, Mr. Trump said at the time that he did respect the pope.\n“I like him,” Mr. Trump said. “He seems like a pretty good guy.”\n(For more on the 2016 race, here’s our coverage of the sixth Democratic debate).", "url": "https://www.nytimes.com/politics/first-draft/2016/02/11/donald-trump-criticizes-pope-francis-as-very-political-for-mexico-trip/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}