{"authors": ["Alan Rappeport", "Michael Barbaro", "Steve Eder"], "date_download": "2018-11-16 03:58:55", "date_modify": "2018-11-16 03:58:55", "date_publish": "2015-07-29 15:03:26", "description": "As Donald J. Trump continues to perform well in recent national and state polls in the Republican race for president, more episodes are surfacing from his past that he and his campaign must face and address.", "filename": "politics_first-draft_2015_0_04f2d30d3a0293a99bd1d00bffcb685d__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340735.html", "image_url": "https://static01.nyt.com/images/2015/07/29/us/politics/29firstdraft-trump/29firstdraft-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_04f2d30d3a0293a99bd1d00bffcb685d__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340735.html", "title": "The More Scrutiny for Donald Trump, the Testier the Response", "title_page": "The More Scrutiny for Donald Trump, the Testier the Response - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIs the spotlight finally getting too hot for Donald J. Trump?\nThe billionaire businessman’s response to the latest controversy surrounding his past suggests that he prefers poking other politicians to being picked at himself.\nNot one to back down from a fight, Mr. Trump said on Wednesday that the lawyer he once called “disgusting” for needing to pump breast milk during a deposition was a loser.\nAs The Times reported, Mr. Trump was angered while being deposed by Elizabeth Beck in a case involving his Florida real estate holdings. When she needed to take a break to pump milk for her baby, an outraged Mr. Trump lashed out at her and ended the meeting.\nUnder Oath, Donald Trump Shows His Raw Side Hundreds of pages of sworn testimony by Donald J. Trump over the past decade paint an unvarnished image of Mr. Trump as prone to overstatement and the occasional boorish outburst.\nMr. Trump took to Twitter on Wednesday and said that Ms. Beck was trying to pump in front of him during the deposition. He also suggested that she was bitter because she lost the case.\nLawyer Elizabeth Beck was easy for me to beat. Ask her clients if they are happy with her results against me. Got total win and legal fees. — Donald J. Trump (@realDonaldTrump) July 29, 2015\nMr. Trump went on to say that Ms. Beck was easy to defeat, that he loved defeating her, and that she knew nothing about him. Ms. Beck denied on CNN on Wednesday that she wanted to pump in front of Mr. Trump and said that he had a “meltdown” in front of her.\nThe confrontation comes as the billionaire mogul continues to perform well in national and state polls. But the reactions coming from his campaign have become increasingly pitched as Mr. Trump faces more scrutiny.\nOn Monday, an adviser to Mr. Trump threatened a reporter from The Daily Beast for publishing a story suggesting that the Republican presidential candidate sexually assaulted his first wife, Ivana. Michael Cohen, counsel for the Trump Organization, said that spousal rape was impossible before later apologizing.\nMr. Trump also appeared to be growing frustrated with the attention on his business and family, arguing that the pundits just don’t get him.", "url": "https://www.nytimes.com/politics/first-draft/2015/07/29/the-more-scrutiny-for-donald-trump-the-testier-the-response/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}