{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:56:32", "date_modify": "2018-11-16 03:56:32", "date_publish": "2015-10-22 10:30:01", "description": "Facing a worsening fiscal crisis in the commonwealth and a bailout-fatigued Congress, the Obama administration on Thursday starts a major effort to win passage of a broad rescue package to grant Puerto Rico new bankruptcy protections and to aid its citizens with health and tax benefits.", "filename": "politics_first-draft_2015_10_22__1542340592.html", "image_url": "https://static01.nyt.com/images/2015/10/21/us/21firstdraft-puertorico/21firstdraft-puertorico-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_22__1542340592.html", "title": "Obama to Begin Push for Financial Protections for Puerto Rico", "title_page": "Obama to Begin Push for Financial Protections for Puerto Rico - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFacing a worsening fiscal crisis in Puerto Rico and a bailout-fatigued Congress, the Obama administration on Thursday will begin a major push to win passage of a broad rescue package to grant the commonwealth new bankruptcy protections and to aid its citizens with health and tax benefits.\nAntonio F. Weiss, counsel to Treasury Secretary Jacob J. Lew, is set to testify on President Obama’s proposal before the Senate Energy and Natural Resources Committee on Thursday.\nThe plan falls well short of a direct federal bailout to recession-battered Puerto Rico, which is facing $72 billion in debts amid high unemployment and poverty rates. But it does represent a recognition by Mr. Obama that the situation on the island is dire — one senior official warned of a “humanitarian disaster” this winter if nothing is done — and a determination that Congress must have a hand in addressing it.\nAfter months of quietly advising the government of Puerto Rico on how to weather its financial woes, top officials said they had reached the limits of what the federal government could do unilaterally to help the commonwealth.\nThere is also a clear political calculation underlying Mr. Obama’s decision to leave the matter in lawmakers’ laps. The prospect of rescuing Puerto Rico from its current predicament has been met with skepticism and even outright hostility by some Republicans, who consider it a free pass for decades of financial mismanagement. But the growing political influence of Puerto Ricans in politically competitive states including Florida, where many of them have settled in recent years, means that Republicans may have to think twice before rejecting the measures the White House is proposing.", "url": "https://www.nytimes.com/politics/first-draft/2015/10/22/obama-to-begin-push-for-financial-protections-for-puerto-rico/"}