{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:41:22", "date_modify": "2018-11-16 04:41:22", "date_publish": "2016-05-03 14:50:06", "description": "Donald J. Trump accused Senator Ted Cruz’s father of being with Lee Harvey Oswald not long before he assassinated President Kennedy.", "filename": "politics_first-draft_2016_05_03__1542343282.html", "image_url": "https://static01.nyt.com/images/2016/05/03/us/03firstdraft-trump1/03firstdraft-trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_05_03__1542343282.html", "title": "The New York Times", "title_page": "Donald Trump Accuses Ted Cruz's Father of Associating With  Kennedy Assassin - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump, who has repeatedly dabbled in conspiracy theories during his time on the campaign trail, accused Senator Ted Cruz’s father of associating with Lee Harvey Oswald not long before Oswald assassinated President John F. Kennedy.\nMr. Trump’s comments, in a Fox News interview, came in the wake of an article in The National Enquirer claiming to have definitive photographic evidence that Rafael Cruz was with Oswald distributing leaflets supporting the Cuban dictator Fidel Castro in Louisiana in 1963.\nMr. Trump’s comments also came on the day of the Indiana primary, where the Republican front-runner can effectively close out any chance for Mr. Cruz to deny him the presidential nomination.\nIn the interview, Mr. Trump was asked to respond to the elder Mr. Cruz’s invocations of God as he urged evangelical voters to support his son, suggesting the alternative could mean the “destruction of America.”\n“I think it’s a disgrace that he’s allowed to do it. I think it’s a disgrace that he’s allowed to say it,” Mr. Trump said, before adding, “And, you know, his father was with Lee Harvey Oswald prior to Oswald’s being — you know, shot. I mean, the whole thing is ridiculous. What is this, right, prior to his being shot, and nobody brings it up. They don’t even talk about that. That was reported and nobody talks about it. But I think it’s horrible.”\nHe went on, “What was he doing with Lee Harvey Oswald shortly before the death, before the shooting? It’s horrible.”\nCatherine Frazier, a spokeswoman for Mr. Cruz, said in an emailed statement, “The false, cheap, meaningless comments Trump makes almost daily indicates his desperation to get attention and willingness to say anything to do so. We are campaigning on jobs, freedom, and security while Trump campaigns on false tabloid garbage.”\nA spokeswoman for Mr. Trump did not respond to requests for comment.\nThe Cruz campaign has called The Enquirer report error-filled and has questioned the supermarket tabloid’s approach to the 2016 race, which it has seen as pro-Trump.\nInvoking such a report about a political rival would have been seen as touching the equivalent of a third rail of a subway in any other election cycle. But Mr. Trump has frequently embraced or promoted hypotheticals or partially formed theories, saying that he was simply quoting what someone else said.\nA day before the Cruz remarks, Mr. Trump made a public display in Indiana of dining with the controversial author Ed Klein, whose books about President Obama and Hillary Clinton have been denounced by critics as containing scenes and dialogue manufactured from whole cloth.\nMr. Klein, through a former spokesman, declined to be interviewed.\nVideo", "url": "https://www.nytimes.com/politics/first-draft/2016/05/03/donald-trump-ted-cruz-father-jfk/"}