{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:34:29", "date_modify": "2018-11-16 04:34:29", "date_publish": "2016-04-22 03:14:08", "description": "The speech next week at the National Press Club in Washington offers Donald J. Trump the chance to address the contentious statements he has recently made, including on the United States’ role in NATO and the possibility of a nuclear-armed Japan and South Korea.", "filename": "politics_first-draft_2016_04_21__1542342869.html", "image_url": "https://static01.nyt.com/images/2016/04/21/us/21firstdraf-trump10/21firstdraf-trump10-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_21__1542342869.html", "title": "Group Founded by Richard Nixon to Host Foreign Policy Address by Donald Trump", "title_page": "Group Founded by Richard Nixon to Host Foreign Policy Address by Donald Trump - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump will deliver his first foreign policy address at the National Press Club in Washington next week, his campaign said, at an event hosted by an organization founded by President Richard M. Nixon.\nThe speech, planned for lunchtime on Wednesday, will be Mr. Trump’s first major policy address since a national security speech last fall.\nThe speech will be hosted by the Center for the National Interest, formerly known as the Nixon Center, and the magazine it publishes, The National Interest, according to a news release provided by the Trump campaign.\nThe group, which left the Richard Nixon Presidential Library and Museum in 2011 to become a nonprofit, says on its website that it was founded by the former president to be a voice to promote “strategic realism in U.S. foreign policy.” Its associates include Henry A. Kissinger, the secretary of state under Nixon, as well as Senator Jeff Sessions, Republican of Alabama and a senior adviser to Mr. Trump. Roger Stone, a sometime adviser of Mr. Trump, is a former Nixon aide.\nThe speech is part of an effort by Mr. Trump to move into a new phase as his party’s front-runner, adding some thickener to policy pronouncements that he had previously made on the fly. Mr. Trump, who has mostly communicated to the public through his mega-rallies and free-form cable news interviews, has given far fewer interviews since the arrival of his new adviser, Paul Manafort, nearly a month ago.\nTopics of the speech, according to the news release, will include “global trade, economic, and national security policies.” The event will be led by Zalmay Khalilzad, a former United States ambassador to the United Nations under President George W. Bush.\nMr. Trump has been criticized for his statements in recent weeks on foreign policy, including about how to address the United States’ role in NATO and suggesting in a New York Times interview that he was open to a nuclear-armed Japan and South Korea. Those remarks have prompted concerns from global leaders, who have sought more information on his views.\nThe speech gives him an opportunity to address those statements and perhaps expand on them.\n“I am honored to be invited to speak at an organization founded by former President Richard Nixon, and look forward to sharing my views on the many serious foreign policy issues facing our country and our allies around the world,” Mr. Trump said in the news release. “Trade, immigration and security policies are critical concerns of all Americans, and we must develop a clear, consistent long-term foreign policy for making America safe and prosperous.”", "url": "https://www.nytimes.com/politics/first-draft/2016/04/21/donald-trump-schedules-his-first-foreign-policy-address/"}