{"authors": ["Patrick Healy", "Michael Barbaro", "Alan Rappeport", "Maggie Haberman"], "date_download": "2018-11-16 04:37:53", "date_modify": "2018-11-16 04:37:53", "date_publish": "2015-12-07 21:36:36", "description": "Mr. Trump called on Monday for the United States to bar all Muslims from entering the country until the nation’s leaders can “figure out what is going on” after the terrorist attacks in San Bernardino, Calif., an extraordinary escalation of rhetoric aimed at voters’ fears about members of the Islamic faith.", "filename": "politics_first-draft_2015_1_a363c02ad1778759f924d254ba4d7feb__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343073.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/08subTRUMP/08subTRUMP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_a363c02ad1778759f924d254ba4d7feb__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343073.html", "title": "Donald Trump Calls for Barring Muslims From Entering U.S.", "title_page": "Donald Trump Calls for Barring Muslims From Entering U.S. - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nDonald J. Trump called on Monday for the United States to bar all Muslims from entering the country until the nation’s leaders can “figure out what is going on” after the terrorist attacks in San Bernardino, Calif., an extraordinary escalation of rhetoric aimed at voters’ fears about members of the Islamic faith.\nA prohibition of Muslims – an unprecedented proposal by a leading American presidential candidate, and an idea more typically associated with hate groups – reflects a progression of mistrust that is rooted in ideology as much as politics.\nMr. Trump, who in September declared “I love the Muslims,” turned sharply against them after the Paris terrorist attacks, calling for a database to track Muslims in America and repeating discredited rumors that thousands of Muslims celebrated in New Jersey on 9/11. His poll numbers rose largely as a result, until a setback in Iowa on Monday morning. Hours later Mr. Trump called for the ban, fitting his pattern of making stunning comments when his lead in the Republican presidential field appears in jeopardy.\nSaying that “hatred” among many Muslims for Americans is “beyond comprehension,” Mr. Trump said in a statement that the United States needed to confront “where this hatred comes from and why.”\n“Until we are able to determine and understand this problem and the dangerous threat it poses, our country cannot be the victims of horrendous attacks by people that believe only in jihad, and have no sense of reason or respect for human life,” Mr. Trump said.\nAsked what prompted his statement, Mr. Trump said, “death,” according to a spokeswoman.\nRepudiation of Mr. Trump’s remarks was swift and severe among religious groups and politicians from both parties. Mr. Trump is “unhinged,” said one Republican rival, former Gov. Jeb Bush of Florida, while another, Senator Marco Rubio of Florida, called the ban “offensive and outlandish.” Hillary Clinton said the idea was “reprehensible, prejudiced and divisive.” Organizations representing Jews, Christians and those of other faiths quickly joined Muslims in denouncing Mr. Trump’s proposal.\n“Rooting our nation’s immigration policy in religious bigotry and discrimination will not make America great again,” said Rabbi Jack Moline, executive director of Interfaith Alliance, putting a twist on Mr. Trump’s campaign slogan.\nMr. Trump made his remarks a day after President Obama delivered a national address from the Oval Office urging Americans not to turn against Muslims in the wake of the terrorist attacks.\nExperts on immigration law and policy expressed shock at the proposal Monday afternoon.\n“This is just so antithetical to the history of the United States,” said Nancy Morawetz, a professor of clinical law at New York University School of Law, who specializes in immigration. “It’s unbelievable to have a religious test for admission into the country.”\nShe added: “I cannot recall any historical precedent for denying immigration based on religion.”\nPutting the policy into practice would require an unlikely act of Congress, said Stephen Yale-Loehr, a professor of law at Cornell and a prominent authority on immigration.\nShould Congress enact such a law, he predicted, the Supreme Court would invalidate it as an overly restrictive immigration policy under the equal protection clause of the 14th Amendment.\n“It would certainly be challenged as unconstitutional,” he said. “And I predict the Supreme Court would strike it down.”\nMr. Trump has a track record of making surprising and even extreme comments whenever he is overtaken in opinion polls by other Republican candidates – as happened on Monday just hours before he issued his statement about Muslims. A new Monmouth University survey of likely Iowa Republican caucus-goers found that Mr. Trump had slipped from his recent top spot in the state, which holds the first presidential nomination contest on Feb. 1. According to the poll, Senator Ted Cruz of Texas earned 24 percent of support, while Mr. Trump had 19 percent and Senator Marco Rubio of Florida had 17 percent. But another Iowa poll released on Monday, by CNN/OCR, showed Mr. Trump with a comfortable lead but Mr. Cruz gaining ground on him.\nMr. Trump, who boasts about his strong poll numbers at the beginning of virtually every campaign speech, launched an unusually stinging attack against Ben Carson, another Republican candidate, when Mr. Carson took a lead in Iowa polls this fall; Mr. Trump, citing Mr. Carson’s memoir about his sometimes-violent youth, called him “pathological” and compared his state of mind to a child molester’s.\nSeveral Republican strategists and politicians said they believe that Mr. Trump’s maneuver against Muslims was partly a challenge to Mr. Cruz and other Republicans to stake out positions on terrorism that were as audacious as his own. But they also said that the ban reflected anxiety and anger among many voters that the federal government was not acting aggressively enough to protect them at home.\n“I think Trump’s idea may be too strong, but I think something jarring is very helpful in leading to a national debate in how big this problem is, and how dangerous it is,” said Newt Gingrich, a former Republican speaker of the House who ran for president in 2012. “Nine percent of Pakistanis agree with ISIS, according to one poll. That’s a huge number. We need to put all the burden of proof on people coming from those countries to show that they are not a danger to us.”\nTens of thousands of Muslims enter and stay in the United States each year as tourists or through the immigration system, experts say, with an estimated 100,000 Muslims becoming United States permanent residents in 2012, according to the Pew Research Center. The United States issued 680,000 green cards to migrants from Muslim-majority countries in the five-year period from fiscal year 2009 through fiscal year 2013, according to the Senate Judiciary Committee’s Subcommittee on Immigration and the National Interest, which cited data from the Department of Homeland Security.\nAt a rally at the U.S.S. Yorktown in South Carolina on Monday night, Mr. Trump drew sustained cheers from the audience as he outlined his idea for the ban.\n“We have no choice,” Mr. Trump said. “Our country cannot be the victim of tremendous attacks by people who believe only in jihad.”\nWhile several Republican presidential candidates have called for increased intelligence gathering and more aggressive investigations of suspected terrorists, as well as a halt to Muslim refugees entering the United States from Syria, Mr. Trump’s pointed suspicions about Muslims have been in a category by themselves.\nAt his campaign rallies, he has drawn strong applause from thousands of voters for his calls on the government to monitor mosques, and he has refused to rule out his earlier proposal to enter names of Muslims in America into a database. He has also made a series of ominous comments about President Obama’s leadership in fighting terrorism, suggesting that there was “something going on” with Mr. Obama that Americans were not aware of.\nIn his statement, Mr. Trump quoted a poll by the Center for Security Policy, whose president and founder, Frank Gaffney, has claimed that President Obama is aligned with the Muslim Brotherhood, an extremist political movement born in Egypt, and that agents of the Muslim Brotherhood have infiltrated the U.S. government, the Republican Party and conservative political organizations.\nBarring non-citizen Muslims from the United States has drawn support from organizations like the Society of Americans for National Existence and the Daily Stormer, which the Southern Poverty Law Center has described as hate groups.\nThe proposal drew immediate condemnation from Muslim-Americans. Eboo Patel, the president of Interfaith Youth Core, based in Chicago, said, “I’m standing in a building right now where I am looking up at the Sears Tower, which was designed by Fazlur Rahman Khan,” a structural engineer originally from Bangladesh who was behind what is now known as the Willis Tower.\n“What if we had barred Russians from America because of the Cold War? Who would have invented Google?” Mr. Patel asked, referring to Google’s co-founder, Sergey Brin.\nWhile many critics of Mr. Trump reassured themselves that neither he nor his idea would ultimately go anywhere, they were aghast that a mainstream presidential candidate would ever utter it.\n“It would be particularly bizarre,” said Ms. Morawetz, “to have an immigration test based on religion given that the country was founded by people who were fleeing religious persecution.”\nDonald Trump’s Republican Rivals Condemn His Call to Bar Muslims From Entering U.S. Donald J. Trump’s call to bar Muslims from entering the United States has drawn swift condemnation from his Republican rivals for the nomination, raising the question of whether the billionaire businessman has finally gone too far.\n95,000 Words, Many of Them Ominous, From Donald Trump’s Tongue An analysis of 95,000 words Mr. Trump said in public in the past week reveals powerful patterns in his speech which, historians say, echo the appeals of demagogues of the past century.\nLaurie Goodstein and Thomas Kaplan contributed reporting.", "url": "https://www.nytimes.com/politics/first-draft/2015/12/07/donald-trump-calls-for-banning-muslims-from-entering-u-s/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}