{"authors": ["Amy Chozick", "Nicholas Confessore"], "date_download": "2018-11-16 03:18:42", "date_modify": "2018-11-16 03:18:42", "date_publish": "2015-07-06 22:09:18", "description": "In a letter to prominent Jewish leaders, Hillary Rodham Clinton expressed her “alarm” over calls to boycott Israeli products to push Israel to improve its dealings with the Palestinians.", "filename": "politics_first-draft_2015_0_423e307cd1c8572367631ddf734453f8__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338322.html", "image_url": "https://static01.nyt.com/images/2015/07/06/us/politics/06firstdraft-clinton2/06firstdraft-clinton2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_423e307cd1c8572367631ddf734453f8__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338322.html", "title": "Hillary Clinton Chides Israel Boycott Effort in Letter to Supporters", "title_page": "Hillary Clinton Chides Israel Boycott Effort in Letter to Supporters - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn a letter to prominent Jewish leaders, Hillary Rodham Clinton expressed her “alarm” over calls to boycott Israeli products to push Israel to improve its dealings with the Palestinians.\nMrs. Clinton has largely avoided discussion of foreign policy in her early months on the campaign trail. But in the July 2 letter, whose recipients included some of the biggest donors to her campaigns and a “super PAC” supporting her, the former secretary of state said the Boycott, Sanctions and Divestment, or B.D.S., campaign against Israel was “the latest effort to single out Israel on the world stage.”\nThe letter was provided to news organizations by a public relations firm working for Haim Saban, a prominent Clinton donor who has been particularly outspoken in opposition to the divestment movement. A Clinton spokeswoman said the letter was also sent to other prominent pro-Israel leaders, many of them leaders of large Jewish nonprofit organizations.\nMrs. Clinton called for a bipartisan effort to “make countering B.D.S. a priority” and said she sought the recipients’ advice on “how we can work together — across party lines and with a diverse array of voices — to reverse this trend.”\nMr. Saban, the Hollywood mogul behind the Power Rangers fortune, who also owns a majority stake in Univision, has expressed concern about the current negotiations with Iran and other issues involving Israel. Mr. Saban, who has contributed at least $2 million to a “super PAC” backing Mrs. Clinton, also spoke at an anti-B.D.S. conference in Las Vegas in June hosted by Sheldon Adelson, a casino billionaire and leading Republican donor.\nNevertheless, at a campaign rally on Saturday in Hanover, N.H., Mrs. Clinton reiterated her support for President Obama’s framework for a deal to curtail Iran’s nuclear program — but she called the country “the world’s chief sponsor of terrorism.”", "url": "https://www.nytimes.com/politics/first-draft/2015/07/06/hillary-clinton-chides-israel-boycott-effort-in-letter-to-supporters/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}