{"authors": ["Alan Rappeport", "Jonathan Martin"], "date_download": "2018-11-16 03:56:02", "date_modify": "2018-11-16 03:56:02", "date_publish": "2015-09-02 20:16:06", "description": "A day after taking steps to warm relations with Hispanics, Donald J. Trump may have taken a step backward when he suggested that Jeb Bush was setting a bad example by speaking Spanish.", "filename": "politics_first-draft_2015_0_2c272c9151ed348fbd3818342d19c75f__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340562.html", "image_url": "https://static01.nyt.com/images/2015/09/02/us/politics/02firstdraft-Bush/02firstdraft-Bush-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_2c272c9151ed348fbd3818342d19c75f__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340562.html", "title": "Donald Trump Says Jeb Bush Should Stop Speaking Spanish", "title_page": "Donald Trump Says Jeb Bush Should Stop Speaking Spanish - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA day after taking steps to warm relations with Hispanics, Donald J. Trump may have taken a step backward Wednesday when he suggested that Jeb Bush was setting a bad example by speaking Spanish.\n“He’s a nice man. But he should really set the example by speaking English while in the United States,” Mr. Trump told Breitbart News in an interview.\nThis week, at an event in Miami, Mr. Bush said, “El hombre no es conservador,” making the case that Mr. Trump is not a conservative. The remark was part of Mr. Bush’s broader effort to aggressively confront Mr. Trump after months of weathering criticism from the billionaire tycoon.\nMr. Bush’s campaign manager, Danny Diaz, took to Twitter on Wednesday to scold Mr. Trump for being against the Spanish language and to accuse him of trying to destroy the Republican Party with his divisive language.\n.@realDonaldTrump against Spanish? Says Reagan not conservative? Looks like one man mission to kill GOP: //t.co/vck1LYTP2i #AllInForJeb — Danny Diaz (@DannyLopezDiaz) September 2, 2015\nMr. Bush, a former governor of Florida whose wife, Columba, was born in Mexico, is fluent in Spanish and speaks it at home.\nRepublicans and some Democrats, however, have made promotion of the English language a part of their immigration plans in the past. Mr. Bush proposes on his campaign website that learning English should be a requirement for those immigrants seeking to earn legal status in the United States.\nSenator Marco Rubio of Florida has also said that requirements to learn English should be strengthened, and President Obama has said that it should be part of a pathway to citizenship.\nFor Mr. Trump, his remark Wednesday is the latest example of him saying something that could offend immigrants since he began his presidential campaign by saying that many Mexicans who enter the United States illegally are rapists and criminals. Last week he appeared to mock Asian negotiators when he described them as saying “we want deal.”\nA Once-Sunny Jeb Bush, Bristling in the Long Shadow of Donald Trump As Mr. Trump turns the primary into a tabloid-style clash of personalities, Mr. Bush is stuck in a race that embodies what he likes least about politics.", "url": "https://www.nytimes.com/politics/first-draft/2015/09/02/donald-trump-says-jeb-bush-should-stop-speaking-spanish/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}