{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:13:56", "date_modify": "2018-11-16 04:13:56", "date_publish": "2016-02-20 05:53:01", "description": "A film company had uploaded footage of a man who appeared to be Bernie Sanders being arrested at a protest, and on Friday his campaign confirmed it was the Vermont senator.", "filename": "politics_first-draft_2016_02_20__1542341636.html", "image_url": "https://static01.nyt.com/images/2016/02/20/multimedia/sanders-1963-arrest/sanders-1963-arrest-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_02_20__1542341636.html", "title": "Man Captured on Film Being Arrested in a 1963 Protest Is Bernie Sanders, His Campaign Says", "title_page": "Man Captured on Film Being Arrested in a 1963 Protest Is Bernie Sanders, His Campaign Says - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nIn recent days, Hillary Clinton’s campaign has questioned Senator Bernie Sanders’s commitment to civil rights, trying to cement her support among black voters who could be crucial in upcoming primaries such as South Carolina’s.\nA lifeline has now arrived for the Sanders campaign, in the form of film footage more than half a century old.\nOn Monday, a film company, Kartemquin Films, uploaded footage of a young man, wearing thick glasses, surrounded by police officers who grabbed him by his arms and carried him away.\nThe man looked like it could be Mr. Sanders, so the company asked the public and Mr. Sanders to help confirm whether it was. On Friday, Michael Briggs, a spokesman for Mr. Sanders’s campaign, and Tad Devine, a senior adviser to the campaign, said Mr. Sanders had said it was him. What sealed it was the watch the man is wearing; Mr. Sanders recalled owning a watch like that, Mr. Devine said.\nMr. Sanders, then a 21-year-old student at the University of Chicago, was arrested on Aug. 12, 1963, while protesting segregation in Englewood, where Chicago Public Schools was planning to build a school. The video was shot by Jerry Temaner, one of the co-founders of Kartemquin Films. Mr. Sanders was charged with resisting arrest.", "url": "https://www.nytimes.com/politics/first-draft/2016/02/20/man-captured-on-film-being-arrested-in-a-1963-protest-is-bernie-sanders-his-campaign-says/"}