{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:58:52", "date_modify": "2018-11-16 03:58:52", "date_publish": "2015-05-26 18:25:40", "description": "Gov. Scott Walker of Wisconsin has not formally announced that he is seeking the Republican nomination, but he has clearly given some thought to what his campaign strategy might be.", "filename": "politics_first-draft_2015_05_26__1542340732.html", "image_url": "https://static01.nyt.com/images/2015/05/26/us/politics/26firstdraft-scott-walker/26firstdraft-scott-walker-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_05_26__1542340732.html", "title": "Scott Walker May Let Jeb Bush and Marco Rubio Fight Over Florida", "title_page": "Scott Walker May Let Jeb Bush and Marco Rubio Fight Over Florida - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGov. Scott Walker of Wisconsin has not formally announced that he is seeking the Republican presidential nomination, but he has clearly given some thought to what his campaign strategy might be if he does run.\nPart of that strategy, Mr. Walker suggested on Tuesday, could be avoiding an expensive primary fight in Florida while Senator Marco Rubio and former Gov. Jeb Bush battle it out in their shared home state.\n“The neat thing about being around the country is that if we choose to get in, I don’t think there’s a state out there where we couldn’t play in, other than maybe Florida, where Jeb Bush and Marco Rubio are at least in some of the polls essentially tied,” Mr. Walker said in an interview with Laura Ingraham, the conservative radio host. “They’re going to eat up a lot of the financial advantage that Governor Bush is going to have.”\nMr. Walker said that he had not made a decision on competing in the Iowa Straw Poll — Mr. Bush and former Gov. Mike Huckabee of Arkansas have opted out — and that if he ran his campaign strategy would be focused on Iowa, New Hampshire and South Carolina.\nMr. Walker suggested that he was willing to be creative if he became a candidate. Asked if he would consider forming an early coalition with another governor, such as Gov. John R. Kasich of Ohio, Gov. Bobby Jindal of Louisiana or Gov. Chris Christie in New Jersey, Mr. Walker said that he would not rule out such an idea.\n“I’ve been unconventional, so I don’t write it off. But we have a ways to go before even considering something like that,” Mr. Walker said.", "url": "https://www.nytimes.com/politics/first-draft/2015/05/26/scott-walker-may-let-jeb-bush-and-marco-rubio-fight-over-florida/"}