{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:09:46", "date_modify": "2018-11-16 04:09:46", "date_publish": "2015-10-27 13:21:01", "description": "After boasting of his lead in the polls for months, Donald J. Trump was at a loss trying to explain his recent decline in surveys in which Ben Carson has overtaken him for the lead in the Republican presidential race.", "filename": "politics_first-draft_2015_1_638a2f9c96d1d1852b2968f300361ba9__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341386.html", "image_url": "https://static01.nyt.com/images/2015/10/27/us/27firstdraft-trump/27firstdraft-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_638a2f9c96d1d1852b2968f300361ba9__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341386.html", "title": "Donald Trump Expresses Skepticism About His Drooping Poll Numbers", "title_page": "Donald Trump Expresses Skepticism About His Drooping Poll Numbers - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHis lead in the polls starting to crumble, Donald J. Trump on Tuesday questioned the validity of recent surveys that showed him losing ground to Ben Carson and suggested that his Republican rival was a flip-flopper who would likely fade under intense scrutiny.\nA New York Times/CBS poll showed Mr. Carson dislodging Mr. Trump from the top spot nationally. After boasting of his lead in the polls for months, the billionaire developer was at a loss trying to explain his decline.\n“Well, I think you have to understand polls,” Mr. Trump said on MSNBC’s “Morning Joe” program, adding that as a college student at Wharton, the University of Pennsylvania’s business school, he took a class in polling. “The thing with these polls, they’re all so different. They are coming from all over the lot where one guy is up here, somebody else is up there, you see swings of 10 and 12 points and immediately even the same day. So right now it’s not very scientific.”\nMr. Trump said that he had no plans to jump out of the race because of a few polls that have showed him falling behind Mr. Carson in Iowa and the new national poll. Many state polls, including several in New Hampshire, continue to show Mr. Trump with a commanding lead.\nMr. Trump did signal that he was ready to shift his attention from former Gov. Jeb Bush of Florida, who he presumed would be the front-runner, to Mr. Carson. On Tuesday he leveled several charges at the retired neurosurgeon, accusing him of planning to gut Medicare and questioning his anti-abortion credentials.\n“Ben was pro-abortion not so long ago, as everybody has told me,” Mr. Trump said. “I don’t know it personally, but that’s what I’m told — I’ve been told and all of a sudden he’s so hard on abortion under no circumstance … virtually, can there be exceptions.”\nMr. Carson has had to defend decisions that he made years ago when he referred women who had fetuses with genetic defects to doctors who would be willing to perform abortions. He also has conducted research that required the use of fetal tissue.\nBut Mr. Carson maintains that he has never been an abortion rights advocate, and has compared the act of “baby killing” to slavery and paganism.\nLast week Mr. Trump raised questions about Mr. Carson’s religion (he is a Seventh-day Adventist) and on Tuesday he said that it remained to be seen how Mr. Carson would hold up under the spotlight that comes with leading in the polls.\n“It really is like a cleansing action,” Mr. Trump said. “A lot of things will come out now and we’ll see how he holds up to the scrutiny.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/27/donald-trump-expresses-skepticism-about-his-drooping-poll-numbers/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}