{"authors": ["Maggie Haberman", "Vindu Goel", "Jennifer Steinhauer"], "date_download": "2018-11-16 04:23:52", "date_modify": "2018-11-16 04:23:52", "date_publish": "2015-04-02 01:45:56", "description": "Jeb Bush, who on Monday said Gov. Mike Pence of Indiana had done the “right thing” by signing legislation that supporters say protects religious freedoms, appeared to modify his stance in front of potential supporters in California.", "filename": "politics_first-draft_2015_04_01__1542342232.html", "image_url": "https://static01.nyt.com/images/2015/04/03/us/politics/03firstdraft-jeb-bush/03firstdraft-jeb-bush-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_04_01__1542342232.html", "title": "Jeb Bush Seems to Shift Tone in His Praise of Indiana Law", "title_page": "Jeb Bush Seems to Shift Tone in His Praise of Indiana Law - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nJeb Bush appeared to modify his public comments about Indiana’s “religious freedom” law on Wednesday in a closed-door Silicon Valley fund-raiser, telling a small group of potential supporters that a “consensus-oriented” approach would have been better at the outset.\nMr. Bush’s comments were strikingly different in tone and in scope from what he said on Monday night in an interview with the conservative radio host Hugh Hewitt. In that interview he praised Gov. Mike Pence of Indiana for doing the “right thing” and said that the new law was similar to one in Florida and to a law signed by President Bill Clinton in 1993.\nMr. Bush, the former governor of Florida who has all but declared his candidacy for the presidency, told Mr. Hewitt that if people “actually got briefed on the law,” then they “wouldn’t be blasting” it. The law, he said, “is simply allowing people of faith space to be able to express their beliefs” and “to be people of conscience.” He continued, “I just think once the facts are established, people aren’t going to see this as discriminatory at all.”\nMr. Pence, after a storm of controversy in the news media and from business leaders, has pushed for a “fix” to the measure he signed last week. He said the change would provide some protection against denial of service to gays and lesbians.\nMr. Pence did not make his plans for a fix certain until Tuesday, but Mr. Bush, an aide said, was aware it was under consideration when he went on Mr. Hewitt’s show.\nMr. Pence told the Indianapolis Star on Sunday that he would back a change to the law.\nAn audiotape of Mr. Bush’s remarks in California were provided to The New York Times by his aides, after donors had characterized what he said.\nAt the Four Seasons in East Palo Alto, Mr. Bush was asked by an attendee to clarify his position. He said that he supported protecting religious freedom and that it must be done specifically in each state.\n“By the end of the week, I think Indiana will be in the right place, which is to say that we need in a big diverse country like America, we need to have space for people to act on their conscience, that it is a constitutional right that religious freedom is a core value of our country, “ Mr. Bush said.\nBut “we shouldn’t discriminate based on sexual orientation,” he said.\nHe continued, “So what the State of Indiana is going to end up doing is probably get to that place.”\nHe stressed at the fund-raiser that he wasn’t criticizing Mr. Pence, but he said that the “better approach” would have been “consensus-oriented,” like the effort in red-state Utah, where gay rights advocates and the Mormon Church negotiated the particulars of an antidiscrimination bill.\n“They figured it out and they passed a law,” Mr. Bush said. “And there wasn’t a bunch of, you know, yelling and screaming. That to me seems like a better approach to dealing with this.”\n“But I do fear that certain freedoms,” he continued, that “have historically been part of our DNA as a country now are being challenged and I don’t think it’s appropriate.”\nSome of Mr. Bush’s remarks were similar to what he has said about the Indiana law in recent days, including voicing support for a florist in Washington State who is being sued for refusing to participate in a same-sex wedding.\nAfter the event, Bill Draper, former president of the Export-Import Bank and a prominent venture capitalist, said that although he is enthusiastically supporting Mr. Bush, he wasn’t entirely clear where Mr. Bush stood on the Indiana law.\n“I don’t know what Jeb feels,” he said.\n“In Silicon Valley, we are very liberal on the issues of gays and women’s rights, and we’re all sensitive to the apparent wording of the law,” Mr. Draper said.\n“Now, as Jeb said, the Indiana governor is trying to get it fixed,” he added.", "url": "https://www.nytimes.com/politics/first-draft/2015/04/01/bush-seems-to-shift-tone-in-his-praise-of-indiana-law/"}