{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:27:54", "date_modify": "2018-11-16 04:27:54", "date_publish": "2015-03-17 04:02:36", "description": "President Obama has a number of speaking styles in his repertoire, from soaring oratory to serious policy wonkishness, withering sarcasm and cocky defensiveness. For an interview with Vice News released Monday, he went with optimistic paternalism.", "filename": "politics_first-draft_2015_03_17__1542342474.html", "image_url": "https://static01.nyt.com/packages/images/nytdesign/2014/politics/logo-flag-150.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_03_17__1542342474.html", "title": "Obama Wades Into Marijuana Debate in Vice Interview", "title_page": "Obama Wades Into Marijuana Debate in Vice Interview - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Obama has a number of speaking styles in his repertoire, from soaring oratory to serious policy wonkishness, withering sarcasm and cocky defensiveness. For an interview with Vice News released Monday, he went with optimistic paternalism.\nThe president mused about Republicans, who he said were reflexively against anything he supports, but will one day “outgrow that phase.” As for young people themselves, he suggested that the importance they place on legalizing marijuana – which Shane Smith, the Vice co-founder who interviewed Mr. Obama, said was the top priority of his Internet readers – might be misplaced.\n“First of all, it shouldn’t be young people’s biggest priority,” Mr. Obama said during Vice’s 18-minute program, recorded last week during the president’s visit to Atlanta. “Young people, I understand this is important to you. But you should be thinking about climate change, the economy, jobs, war and peace. Maybe, way at the bottom, you should be thinking about marijuana.”\nIn an apparent nod to its audience, Vice released the interview at 4:20 p.m., an allusion to the number 420, a popular reference to marijuana. The interview was interspersed with rhythmic drumming and video clips of Mr. Obama greeting young people. It touched on foreign policy – Iran and the Islamic State – as well as climate change, a topic on which the president said his teenage daughters and their generation were “way ahead of the game.”\nOn the legalization of marijuana, Mr. Obama was noncommittal. He said he was “encouraged” to see politicians in both parties question the steep criminal penalties currently in place for nonviolent drug offenses, which he said have a “terrible effect” on African-American communities, often resulting in prison sentences or felony records that make it difficult to get a job.\n“We may actually be able to make some progress on the decriminalization side,” Mr. Obama said, adding that if enough states take that approach, Congress might act to remove marijuana from the list of controlled substances. But he added that legalization “is not a panacea.”", "url": "https://www.nytimes.com/politics/first-draft/2015/03/17/obama-wades-into-marijuana-debate-in-vice-interview/"}