{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:22:27", "date_modify": "2018-11-16 04:22:27", "date_publish": "2015-08-20 18:01:48", "description": "In a Quinnipiac University survey of voters in Ohio, Florida and Pennsylvania, Marco Rubio beats Hillary Rodham Clinton in a general election matchup by the widest margins of any Republican presidential candidate.", "filename": "politics_first-draft_2015_0_32643a281bacec5936ad733fe020dd25__ref=politics_1542342147.html", "image_url": "https://static01.nyt.com/images/2015/08/20/us/20firstdraft-rubio/20firstdraft-rubio-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_32643a281bacec5936ad733fe020dd25__ref=politics_1542342147.html", "title": "Marco Rubio Gives Hillary Clinton Staunch Challenge in Bellwether States, Poll Shows", "title_page": "Marco Rubio Gives Hillary Clinton Staunch Challenge in Bellwether States, Poll Shows - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSenator Marco Rubio of Florida could be the toughest Republican challenger for Hillary Rodham Clinton in three crucial swing states if the two were to face off in the general election, a new poll from Quinnipiac University has found.\nIn a survey of voters in Ohio, Florida and Pennsylvania, Mr. Rubio beats Mrs. Clinton in a general election matchup by the widest margins of any Republican presidential candidate.\nMr. Rubio has been maintaining a lower profile while some of his opponents throw barbs at one another and at Mrs. Clinton. However, he won accolades after the presidential debate this month for making a strong argument that his fresh face and humble beginnings make him best suited to take on Mrs. Clinton.\nDespite Mr. Rubio’s strength in matchups against Mrs. Clinton, he faces challenges within his own party, where Donald J. Trump remains a dominant force. According to the poll, Mr. Trump holds comfortable leads in Pennsylvania and Florida. In Ohio, he trails John Kasich, the state’s governor.\nOn the Democratic side, Mrs. Clinton continues to poll well against Senator Bernie Sanders and Vice President Joseph R. Biden Jr. even as questions about her honesty weigh on her favorability. Although he has not made a decision about running for president, Quinnipiac notes that Mr. Biden does as well or better than Mrs. Clinton against Republicans in the three states.\nMrs. Clinton’s performance in three states that are critical to a general election victory could prove worrisome to her campaign and to Democrats.\n“Hillary Clinton’s poll numbers are like a leaky faucet: drip… drip … drip,” Peter A. Brown, assistant director of the Quinnipiac University Poll, said in a statement. “She is now getting less than half the vote in all three states’ Democratic primaries.”\nThe poll also shows the risks that Republicans face if Mr. Trump were to opt to run as an independent. While they are beating Mrs. Clinton in head-to-head contests, she leads in all three states when the billionaire developer splits the vote.\nThe poll’s margin of sampling error is plus or minus 3 percentage points for all voters and 5 percentage points for both Republican and Democratic voters.", "url": "https://www.nytimes.com/politics/first-draft/2015/08/20/marco-rubio-gives-hillary-clinton-staunch-challenge-in-bellwether-states-poll-shows/?ref=politics"}