{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:18:19", "date_modify": "2018-11-16 03:18:19", "date_publish": "2016-01-30 23:49:05", "description": "The respected Des Moines Register poll found that Donald J. Trump has widened his lead against Senator Ted Cruz in Iowa.", "filename": "politics_first-draft_2016_0_01a9c38997095bc41b132a81e44fc6d2__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338299.html", "image_url": "https://static01.nyt.com/images/2016/01/31/us/31POLLweb1/31POLLweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_01a9c38997095bc41b132a81e44fc6d2__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338299.html", "title": "Donald Trump Leads Ted Cruz in Top Iowa Poll", "title_page": "Donald Trump Leads Ted Cruz in Top Iowa Poll - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDES MOINES – Donald J. Trump has widened his edge against Ted Cruz in Iowa, according to a Des Moines Register/Bloomberg Politics poll on Saturday that shows the billionaire gaining momentum right ahead of Monday’s caucuses.\nThe survey, considered the most authoritative poll of Iowa caucus-goers, found that 28 percent of likely Republican caucus-goers support Mr. Trump, while 23 percent back Mr. Cruz. Trailing the two leading candidates are Senator Marco Rubio at 15 percent and Ben Carson at 10 percent.\nThe poll had a margin of error of plus or minus 4 percentage points.\nThe results come as the Republican presidential candidates are crisscrossing Iowa in hopes of turning out their supporters and persuading remaining undecided voters to caucus for them.\nOn the Democratic side, Hillary Clinton and Senator Bernie Sanders were battling for the lead position, with Mrs. Clinton getting the support of 45 percent of likely caucus-goers to Mr. Sanders’s 42 percent. Martin O’Malley, the former Maryland governor, trails them with just 3 percent.\nOf Democrats who are planning to caucus, 30 percent say they could still be persuaded, while 45 percent of Republicans remain open to changing their minds.\nBacked by evangelical Christians and social conservatives, Mr. Cruz, Senator of Texas, had surged to the top of the Iowa polls a month ago only to see his momentum dampened under sustained attacks from Mr. Trump. A poll from the same group in mid-January showed Mr. Cruz with a three-point lead.\nFor months the candidates had been been publicly friendly toward each other, but Mr. Trump has recently raised questions about the eligibility of the Canadian born Mr. Cruz to run for president and has assailed his lack of popularity in the senate. Mr. Cruz has largely sought to remain above the fray, but has been urging Iowans not to be lured by a candidate without a conservative record who will “burn” them if chosen as the Republican nominee.\nSome political analysts suggested that Mr. Trump might have blunted his momentum by skipping the Republican presidential debate earlier this week. However, Saturday’s results show that his gamble appears to have paid off.\nMost voters said they did not care about Mr. Trump missing the debate. However, the survey did show that some of the candidates’ attacks appear to be resonating. A majority of respondents said they were bothered by Mr. Trump’s previous pro-choice views and his use of eminent domain as a businessman.\nVoters were also perturbed by Mr. Cruz’s failure to disclose loans he took from big banks during his senate run, but they did not seem to care about his Canadian roots.\nAmong the lower-tier Republican, candidates, the poll showed Senator Rand Paul of Kentucky with 5 percent support, Gov. Chris Christie of New Jersey with 3 percent, and Jeb Bush, Carly Fiorina, Mike Huckabee and Gov. John R. Kasich of Ohio each with 2 percent. Mr. Christie, Mr. Bush and Mr. Kasich have focused their efforts on winning New Hampshire, visiting Iowa only sporadically.", "url": "https://www.nytimes.com/politics/first-draft/2016/01/30/donald-trump-leading-ted-cruz-in-top-iowa-poll/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}