{"authors": ["Peter Baker", "Topics.Nytimes.Com Top Reference Timestopics People B Peter_Baker Index.Html"], "date_download": "2018-11-16 03:56:31", "date_modify": "2018-11-16 03:56:31", "date_publish": "2015-10-22 10:15:40", "description": "A late entry into the presidential race by Mr. Biden would have put President Obama in the position of trying to balance between two competing heirs who served under him.", "filename": "politics_first-draft_2015_10_22__1542340591.html", "image_url": "https://static01.nyt.com/images/2015/10/21/us/21firstdraftnl-biden/21firstdraftnl-biden-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_22__1542340591.html", "title": "Joe Biden Saves Obama From an Awkward Choice", "title_page": "Joe Biden Saves Obama From an Awkward Choice - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAs he headed to his helicopter on the South Lawn of the White House on Wednesday, President Obama did not answer shouted questions about the decision of Vice President Joseph R. Biden Jr. to forgo a race for the White House. But there must have been at least a little relief.\nA late entry by Mr. Biden would have put Mr. Obama in the awkward position of trying to balance between two competing heirs who served under him. For more than two years, Mr. Obama gave every impression of supporting Hillary Rodham Clinton, and a Biden campaign would have thrown that succession plan into disarray.\nAs titular head of his party, Mr. Obama would presumably have stayed neutral. In private, he has made clear to advisers that he considers Mrs. Clinton the strongest candidate to keep the White House in Democratic hands. Yet Mrs. Clinton has strategically distanced herself from her former boss on crucial issues, and it must have heartened Mr. Obama at least a little to hear Mr. Biden declare on Wednesday that Democrats should run on the president’s record.\nWithout publicly taking sides, Mr. Obama has tried to give Mr. Biden enough space to make a decision that many White House officials assumed would be a no if he were not provoked.\nIn a recent interview on “60 Minutes” on CBS News, Mr. Obama lavished praise on Mr. Biden. “I think Joe will go down as one of the finest vice presidents in history and one of the more consequential,” Mr. Obama said. “I think he has done great work.”\nNo departing president since Harry S. Truman has openly supported another candidate over his own vice president for the job if he sought it. In 1952, Truman thought his vice president, Alben W. Barkley, was too old and no longer sharp enough, so he encouraged Adlai E. Stevenson to run instead.\nNow Mr. Obama won’t have to make a choice.", "url": "https://www.nytimes.com/politics/first-draft/2015/10/22/joe-biden-saves-obama-from-an-awkward-choice/"}