{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:26:40", "date_modify": "2018-11-16 04:26:40", "date_publish": "2015-08-26 20:47:39", "description": "Though it was “allowed by the State Department,” Mrs. Clinton says in Iowa, her use of a personal email account as secretary of state “clearly wasn’t the best choice.”", "filename": "politics_first-draft_2015_0_736d8c1f7ea54dd20c885740e65f8f9c__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342400.html", "image_url": "https://static01.nyt.com/images/2015/08/26/us/26firstdraft-clinton2/26firstdraft-clinton2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_736d8c1f7ea54dd20c885740e65f8f9c__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342400.html", "title": "The New York Times", "title_page": "Hillary Clinton Takes 'Responsibility' for Email Use, Saying It 'Wasn't the Best Choice' - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHillary Rodham Clinton said Wednesday that she understood why people had questions about her decision to use only private email while she was secretary of state and that she took responsibility for that decision, a shift from her past remarks about an issue that has dogged her since shortly before she began her presidential campaign.\nHer remarks, made during a campaign stop in Iowa, came as Mrs. Clinton has faced growing criticism for making light of her email use, which Democrats fear has become an albatross on her hopes of winning the White House. “What, like with a cloth or something?” she said to a Fox News reporter last week who had asked whether she had “wiped,” or erased, her email server before turning it over to the F.B.I. recently.\n“I know people have raised questions about my email use as secretary of state, and I understand why,” Mrs. Clinton said Wednesday. “I get it. So here’s what I want the American people to know: My use of personal email was allowed by the State Department. It clearly wasn’t the best choice. I should’ve used two emails: one personal, one for work.”\nShe added: “I take responsibility for that decision, and I want to be as transparent as possible, which is why I turned over 55,000 pages, why I’ve turned over my server, why I’ve agreed to — in fact, been asking to — and have finally gotten a date to testify before a congressional committee in October.”\n“I’m confident that this process will prove that I never sent, nor received, any email that was marked classified,” she said.\nThe inspector general for the nation’s intelligence agencies found that four emails out of a random sample of 40 of the tens of thousands on her server contained information that was classified, although it wasn’t marked that way at the time.\nMrs. Clinton’s team has pointed to the subjective nature of the classification rules used by different federal agencies. Nonetheless, the topic has been a drag on her ratings in some polls.\nShe added that she was “going to keep talking about what the American people talk to me about, what’s on their minds, and to lay out my plans for what I would do as president to make the economy work for everybody, to make college affordable, to get the cost of drugs down, to get equal pay for equal work for women, and the whole suite of issues that I think are really at the core of this presidential campaign.”", "url": "https://www.nytimes.com/politics/first-draft/2015/08/26/hillary-clinton-takes-responsibility-for-email-use-saying-it-wasnt-the-best-choice/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}