{"authors": ["Carl Hulse", "Topics.Nytimes.Com Top Reference Timestopics People H Carl_Hulse Index.Html"], "date_download": "2018-11-16 03:57:22", "date_modify": "2018-11-16 03:57:22", "date_publish": "2015-10-20 10:00:36", "description": "Speaker John A. Boehner may be having trouble with conservative House Republicans, but he is on a bit of a roll in the federal lawsuit brought against the administration over the law.", "filename": "politics_first-draft_2015_10_20__1542340642.html", "image_url": "https://static01.nyt.com/images/2015/10/19/us/19firstdraft-health/19firstdraft-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_20__1542340642.html", "title": "Judge Denies Obama Administration Quick Appeal in House Suit Against Health Care Law", "title_page": "Judge Denies Obama Administration Quick Appeal in House Suit Against Health Care Law - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSpeaker John A. Boehner may be having trouble with conservative House Republicans, but he is on a bit of a roll in the federal lawsuit brought against the Obama administration over the new health care law.\nJudge Rosemary M. Collyer of Federal District Court on Monday denied the Obama administration’s request for an immediate appeal of her ruling that the House had the standing to sue the administration. The House says the law includes billions of dollars for new health insurance subsidies that were never authorized by Congress.\nThe administration has argued that the implications of the decision are so potentially far-reaching that it needed to take it right to the appeals court to try to get it reversed. But Judge Collyer, in her ruling on Monday, wrote that the administration would get its chance to appeal, but only after the two sides fight early next year over the substance of whether, as the House charges, the administration violated the Constitution by spending the money in an abuse of executive power. Judge Collyer stuck by her initial ruling despite assertions by Justice Department lawyers that she had erred in several respects.\n“Suffice it say,” she wrote, “the court is not convinced that it erred.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/20/judge-denies-obama-administration-quick-appeal-in-house-suit-against-health-care-law/"}