{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:56:22", "date_modify": "2018-11-16 03:56:22", "date_publish": "2015-10-25 19:32:27", "description": "The governor was having a loud conversation on his cellphone, seemingly oblivious to the irritation of nearby passengers.", "filename": "politics_first-draft_2015_1_9e2a12034a98548e4e123f67be4595c8__ref=first-draft_1542340582.html", "image_url": "https://static01.nyt.com/images/2015/10/26/us/25christie-firstdraft/25christie-firstdraft-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_9e2a12034a98548e4e123f67be4595c8__ref=first-draft_1542340582.html", "title": "The New York Times", "title_page": "Chris Christie Was Asked to Leave Amtrak's Quiet Car After Creating a Clamor - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGov. Chris Christie of New Jersey, never the meek or mousy type, had to leave the “quiet car” of the Acela Express train from Washington on Sunday for talking too loudly on his cellphone, a spokeswoman confirmed.\nMr. Christie, a Republican presidential candidate who has been struggling in single digits in polls, was returning from an appearance on “Face the Nation” on CBS.\nMr. Christie’s problems on the quiet car, where passengers are asked not to make phone calls or conduct loud conversations, was first reported by the website Gawker, which quoted a fellow passenger.\nAides to Mr. Christie said the episode was far less dramatic than what was portrayed in the Gawker account. A spokeswoman, Samantha Smith, said that the governor was not yelling, as a fellow passenger had told Gawker. (The passenger also quoted Mr. Christie repeatedly saying “this is frickin’ ridiculous” and expressing anger at his security detail officers.)\nAnd Ms. Smith indicated that the governor had ended up in the car accidentally and left of his accord.\n“On a very full train this morning, the governor accidentally took a seat in Amtrak’s notorious quiet car,” Ms. Smith said in an email. “After breaking the cardinal rule of the quiet car, the governor promptly left once he realized the serious nature of his mistake and enjoyed the rest of his time on the train from the cafe car. Sincere apologies to all the patrons of the quiet car that were offended.”\nAt least one other person backed up Ms. Smith’s account. Katie Klabusich, whose Twitter biography says she is a Netroots Radio host, posted on the microblogging site that she had been sitting at Mr. Christie’s table and that the account from the Gawker source wasn’t accurate.\n“Did he appear annoyed? Sure,” she wrote, describing his reaction when the conductor told him it was the quiet car. “Was he screaming, causing a scene? Hardly.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/25/chris-christie-asked-to-leave-amtraks-quiet-car-after-creating-a-clamor/?ref=first-draft"}