{"authors": ["Carl Hulse", "Topics.Nytimes.Com Top Reference Timestopics People H Carl_Hulse Index.Html"], "date_download": "2018-11-16 04:38:19", "date_modify": "2018-11-16 04:38:19", "date_publish": "2015-12-09 11:40:46", "description": "Republican leaders in the House and Senate are indicating that this Friday’s deadline for passing a spending agreement will almost certainly slip, with work required through the weekend and perhaps well into next week to wrap things up.", "filename": "politics_first-draft_2015_12_09__1542343099.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/08firstdraftnl-cong/08firstdraftnl-cong-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_12_09__1542343099.html", "title": "Congress Braces for Holiday Rush as Spending Discussions Bog Down", "title_page": "Congress Braces for Holiday Rush as Spending Discussions Bog Down - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nChristmas just isn’t close enough yet to force Congress to make a spending deal.\nRepublican leaders in the House and Senate are indicating that this Friday’s deadline for passing a spending agreement will almost certainly slip, with work required through the weekend and perhaps well into next week to wrap things up.\nIt is hardly a surprise. Talks toward a $1.1 trillion compromise have been moving slowly. And Speaker Paul D. Ryan said on Tuesday that he would not waive the House rule allowing 72 hours for lawmakers to digest the measure that has yet to be made public. But Mr. Ryan said he wanted to finish up the budget bill and a second package of business tax breaks before lawmakers head home for the holidays, a stance that puts him at odds with House conservatives who want to extend the fight into next year.\nSenate leaders were also warning of the possibility of weekend work. And one or another of the Republican presidential candidates serving in the Senate will no doubt use the impending omnibus spending bill and tax deal as a platform, slowing things even more.\nAll sides have agreed that a short extension of current funding would be acceptable to avoid a government shutdown while Congress and the White House work through the endgame. But President Obama has threatened to balk at anything much beyond that.\nHow does a Dec. 18 adjournment date sound? It will be beginning to look a lot more like Christmas by then.", "url": "https://www.nytimes.com/politics/first-draft/2015/12/09/congress-braces-for-holiday-rush-as-spending-discussions-bog-down/"}