{"authors": ["Jennifer Steinhauer", "Topics.Nytimes.Com Top Reference Timestopics People S Jennifer_Steinhauer Index.Html"], "date_download": "2018-11-16 04:34:20", "date_modify": "2018-11-16 04:34:20", "date_publish": "2016-04-22 10:00:30", "description": "Disputes last year over Confederate symbols displayed on federal property effectively shut down the appropriations process, but as the process heats up this year, a House committee will replace state flags with state coins.", "filename": "politics_first-draft_2016_04_22__1542342860.html", "image_url": "https://static01.nyt.com/images/2016/04/21/us/21firstdraftnl-mississippi/21firstdraftnl-mississippi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_22__1542342860.html", "title": "House Looks to State Coins to Avoid Confederate Mires", "title_page": "House Looks to State Coins to Avoid Confederate Mires - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHouse Republicans may not be doing a budget this year, but they are aiming to put a lot of appropriations bills on the floor and seem to prefer not getting mired in battles over policy riders.\nPerhaps this explains why the House Administration Committee has decided to replace state flags, including one that features a Confederate battle insignia, with state coins in a well-trafficked hallway in the Capitol, just as the appropriations process heats up.\nLast year, a dispute over how and when Confederate symbols should be displayed on federal property grew out of measures for removing and preserving such symbols, and effectively shut down the appropriations process. State flags, which hang in a busy hallway of the Rayburn House office building, were brought down; the Mississippi flag was one of the displays of Confederate symbols many members objected to.\nOn Thursday, the House tried to get ahead of another fracas. “Today, I am pleased to announce a new and representative display to be fashioned on the walls of the tunnel leading into the U.S. Capitol building,” said Representative Candice S. Miller, the Michigan Republican who leads the committee.\n“A print of each state’s commemorative coin will be tastefully displayed for this highly trafficked area, as each quarter serves as a reminder of the ideals, landmarks and people from each state, as well as this nation’s great motto, ‘out of many, one.’ ”\nOn Thursday, the House speaker, Paul D. Ryan, said he supported the decision.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/22/house-looks-to-state-coins-to-avoid-confederate-mires/"}