{"authors": ["Carl Hulse", "Topics.Nytimes.Com Top Reference Timestopics People H Carl_Hulse Index.Html"], "date_download": "2018-11-16 03:16:51", "date_modify": "2018-11-16 03:16:51", "date_publish": "2016-03-14 10:00:10", "description": "The House is back from its break this week, and the Republican leadership seems ready to make one last push to get a 2017 spending plan through the Budget Committee. But it must first mollify both conservatives and Democrats.", "filename": "politics_first-draft_2016_03_14__1542338211.html", "image_url": "https://static01.nyt.com/images/2016/03/14/us/14newsletter-hulse/14newsletter-hulse-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_03_14__1542338211.html", "title": "House Faces Tangled Calculus in Budget Push", "title_page": "House Faces Tangled Calculus in Budget Push - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe House is back from its break this week, and the Republican leadership seems ready to make one last push to get a 2017 spending plan through the Budget Committee.\nHouse leaders have been trying to gauge whether they can keep Republican defections to a minimum and win committee approval of a plan that keeps spending at the levels set in last year’s bipartisan budget agreement.\nMany conservatives have said they cannot back a budget unless overall spending is reduced. But because those same conservatives will not vote for the annual spending bills, those more crucial measures cannot pass without Democratic backing. And Democrats will not vote for them unless the leadership sticks with the 2015 budget agreement.\nTo mollify conservatives, House committees are to begin considering a series of bills that would cut an estimated $100 billion from social programs over the next decade. Though those bills are not likely to be considered by the Senate, let alone to become law, they could still provide some political cover to anxious Republicans and allow them to support the budget while pointing to the other cuts.\nAs House members return on Monday, the leadership will assess the chances of winning a committee vote. House Republicans would like to show they can pass a budget because a failure to do so emphasizes the divisions in their ranks and their struggle to govern. But if they cannot deliver, they will be forced to move on as the Senate is doing and begin assembling the spending bills on the basis of last year’s budget deal.", "url": "https://www.nytimes.com/politics/first-draft/2016/03/14/house-faces-tangled-calculus-in-budget-push/"}