{"authors": ["Ashley Parker", "Topics.Nytimes.Com Top Reference Timestopics People P Ashley_Parker Index.Html"], "date_download": "2018-11-16 03:55:45", "date_modify": "2018-11-16 03:55:45", "date_publish": "2015-11-17 23:22:57", "description": "Mr. Bush said that he supported a call by Speaker Paul D. Ryan to suspend a program to accept Syrian refugees, and that he also respected the right of governors to try to block refugees from coming into their states.", "filename": "politics_first-draft_2015_1_30c2ca9a6554eb9321daa85e52dfa7bc__module=inline_1542340545.html", "image_url": "https://static01.nyt.com/images/2015/11/18/us/17firstdraft-jeb/17firstdraft-jeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_30c2ca9a6554eb9321daa85e52dfa7bc__module=inline_1542340545.html", "title": "Jeb Bush Urges Caution on Accepting Syrian Refugees", "title_page": "Jeb Bush Urges Caution on Accepting Syrian Refugees - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFLORENCE, S.C. — On a swing through South Carolina on Tuesday, Jeb Bush waded into the debate over Syrian refugees that is roiling the nation after the terror attacks in Paris, saying he would take a cautious approach to accepting any refugees into the country.\nMr. Bush said that he supported a call by Speaker Paul D. Ryan to suspend a program to accept Syrian refugees, and that he also respected the right of governors to try to block refugees from coming into their states. (As of Monday, 25 Republican governors and one Democratic governor had promised to take such steps.)\n“Look, refugees come to this country for all sorts of reasons — they don’t normally come with embedded terrorists in their midst,” Mr. Bush said, speaking to reporters at a barbeque restaurant here. “And that’s the challenge. The challenge is, this is a new form of influx.”\nHe added that, like Mr. Ryan suggested, “there ought to be a pause for traditional screening to make sure that every governor – and the American people – know exactly how it’s going to be done.”\nBut Mr. Bush did not take as hard a line as some of his Republican rivals, saying he was comfortable allowing in “people like orphans and people who are clearly not going to be terrorists. Or Christians.”\n“There are no Christian terrorists in the Middle East,” he continued. “They’re persecuted, they’re religious minorities. We’ve had a duty as we’ve always had, and it’s a noble one, to be able to provide support across the world. The United States has done this and we’ve done it effectively, and we can do it in this regard.”\nAsked how he would identify Christian Syrian families to ensure that they receive a special focus, Mr. Bush did not offer a clear answer, but said the onus would be on the refuges to demonstrate their religion.\n“You’re a Christian — I mean, you can prove you’re a Christian,” he said. “You can’t prove it, then, you know, you err on the side of caution.”\nUnlike Senator Ted Cruz of Texas, who said he planned to introduce legislation barring Muslim Syrian refugees from entering the United States, Mr. Bush said he was open to allowing moderate Muslims in if there was a “proper vetting process.”\n“I think that’s fair,” Mr. Bush said. “I have sympathy for people who’ve lost their homes, who’ve lost their loved ones, 250,000 dead. Who doesn’t? Who doesn’t have sympathy?”\nBut, he added, “it’s not our obligation to take in all of the challenges of the world.”\n“We have a noble tradition of accepting refugees,” Mr. Bush said, “but in this particular case, given the circumstances, I think there ought to be thorough vetting.”", "url": "https://www.nytimes.com/politics/first-draft/2015/11/17/jeb-bush-urges-caution-on-accepting-syrian-refugees/?module=inline"}