{"authors": ["Patrick Healy", "Topics.Nytimes.Com Top Reference Timestopics People H Patrick_D_Healy Index.Html"], "date_download": "2018-11-16 03:59:10", "date_modify": "2018-11-16 03:59:10", "date_publish": "2015-05-27 00:15:32", "description": "Senator Bernie Sanders of Vermont played the liberal purist in an event in Vermont, drawing implicit contrasts with Hillary Rodham Clinton on Tuesday.", "filename": "politics_first-draft_2015_0_d9cc29c35feb3b221145c9d173095da4__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340750.html", "image_url": "https://static01.nyt.com/images/2015/05/26/us/politics/26firstdraft-bernie-sanders/26firstdraft-bernie-sanders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_d9cc29c35feb3b221145c9d173095da4__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340750.html", "title": "Bernie Sanders Challenges Hillary Clinton at His First Rally", "title_page": "Bernie Sanders Challenges Hillary Clinton at His First Rally - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBURLINGTON, Vt. — Senator Bernie Sanders of Vermont began drawing implicit contrasts with Hillary Rodham Clinton on Tuesday in the race for the 2016 Democratic presidential nomination, as he played the liberal purist in throwing down policy gauntlet after gauntlet – a $15 minimum wage, $1 trillion for public works jobs, a “Medicare-for-all” system of universal health care — in his first campaign rally since declaring his candidacy last month.\nWhile he referred to Mrs. Clinton by name only once, Mr. Sanders, an avowed socialist and former mayor of this bucolic sanctuary for political progressives, took so many emphatic and uncompromising stands that he made Mrs. Clinton look like a pretender for her recent shifts to the left on gay marriage and free trade. At the same time, however, Mr. Sanders offered nothing in the way of strategies for getting his left-wing policy ideas through the politically gridlocked Congress — other than promising (like generations of candidates have) to “build a movement of millions of Americans who are prepared to stand up and fight back.”\nMr. Sanders spoke before an adoring crowd of several thousand on the edge of Lake Champlain.\n“Let’s be clear: This campaign is not about Bernie Sanders, it is not about Hillary Clinton, it is not about Jeb Bush or anyone else. This campaign is about the needs of the American people,” he said.\n“As someone who has never run a negative political ad in his life, my campaign will be driven by issues and serious debate; not political gossip, not reckless personal attacks or character assassination. This is what I believe the American people want and deserve.”\nMr. Sanders is currently far behind Mrs. Clinton in most public opinion polls and has far smaller political and fund-raising operations than she has. While even some of his supporters describe him as a long-shot candidate, Mr. Sanders is approaching the campaign with total earnestness. Even if the presidential nomination is a tall order, he is fighting on behalf of people and ideas and some Democratic strategists believe he could emerge with more votes than any other challenger to Mrs. Clinton, given his liberal stands. (Former Gov. Martin O’Malley of Maryland is expected to enter the race on Saturday.)\nIf Mr. Sanders’s ideas were not particularly new — he has already proposed his trillion-dollar jobs legislation, to no practical effect — his language and passion inspired frequent applause and cheers of “We love you Bernie.” And for a candidacy that is running on a shoestring so far, his campaign put together a highly professional event, with a state-of-the-art sound system on a stage decorated with an American flag, as well as plenty of temporary bathrooms for the crowd.\nAmong Mr. Sanders’ proposals were a constitutional amendment to overturn the Supreme Court’s decision in the Citizens United case; an unspecified expansion of Social Security benefits, free tuition at public universities and lower interest rates on loans for college students, a universal prekindergarten system and a role in “an international coalition led by the Muslim nations” to defeat the Islamic State throughout the Middle East.\nBut he particularly focused on issues of income inequality and stagnant wages that are angering and animating many Democrats at this early point in the next presidential race. Mrs. Clinton, too, has spoken forcefully about economic unfairness — “the deck is still stacked in favor of those at the top and there is something wrong with that,” she has said — but some liberals are still skeptical about whether she is one of them.\nAnother contrast Mr. Sanders drew with Mrs. Clinton was his promise to “break up the largest financial institutions in the country,” taking aim at Wall Street firms and financial services companies that have contributed heavily to Mrs. Clinton’s past campaigns. He also decried the emergence of super PACs; Mrs. Clinton is relying on one in her campaign, and they are common in the Republican field.\nTo some of his strongest applause, Mr. Sanders said, “This campaign is going to send a message to the billionaire class. And that is: You can’t have it all. You can’t get huge tax breaks while children in this country go hungry. You can’t continue sending our jobs to China while millions are looking for work. You can’t hide your profits in the Cayman Islands and other tax havens, while there are massive unmet needs on every corner of this nation. Your greed has got to end. You cannot take advantage of all the benefits of America, if you refuse to accept your responsibilities.”\nMr. Sanders, who is 73, delivered his remarks in a suit and tie in spite of warm day, in his thick Brooklyn accent, perfected in the borough where he was born and raised. Before he took the stage, the blues and soul musician Nicole Nelson of Burlington led the crowd in singing “God Bless America,” and Vermont luminaries like the environmentalist Bill McKibben and Ben & Jerry’s ice cream founders Ben Cohen and Jerry Greenfield praised him.\n“What you see is what you get,” Mr. McKibben said, attesting to a political authenticity in Mr. Sanders that has made him an icon in this state.\nMr. Cohen whipped up the audience by noting, “Some say that voting for Bernie is throwing your vote.” As their boos subsided, he continued, “I say that voting for anyone else is flushing our country down the drain. And sometimes the underdog wins.”\nThe rally ended with a sing-a-long of the folk anthem “This Land is Your Land” as Mr. Sanders, known as a no-nonsense and rumpled antipolitician, shook hands and frequently flashed a delighted grin.\nFollow the New York Times Politics and Washington on Facebook and Twitter, and sign up for the First Draft politics newsletter.", "url": "https://www.nytimes.com/politics/first-draft/2015/05/26/bernie-sanders-challenges-hillary-clinton-at-his-first-rally/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}