{"authors": ["First Draft"], "date_download": "2018-11-16 03:57:42", "date_modify": "2018-11-16 03:57:42", "date_publish": "2015-08-11 01:45:08", "description": "Mr. Lessig, the Harvard professor and democratic theorist, said he would explore a protest bid for the Democratic nomination if he can raise $1 million in small donations by Labor Day, and would tie his campaign to the issue of empowering small donors in politics.", "filename": "politics_first-draft_2015_0_5f4d1e7b6cf64001a89405be143dde2a__ref=politics_1542340662.html", "image_url": "https://static01.nyt.com/images/2015/08/10/us/politics/10firstdraft_lessig/10firstdraft_lessiig-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_5f4d1e7b6cf64001a89405be143dde2a__ref=politics_1542340662.html", "title": "Lawrence Lessig to Explore a Run for President as a Democrat", "title_page": "Lawrence Lessig to Explore a Run for President as a Democrat - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSome people land gyrocopters on the lawn at the Capitol to protest big money in politics. Lawrence Lessig, the Harvard professor and democratic theorist, is thinking of running for president.\nOn Tuesday morning, Mr. Lessig will announce that he will explore a protest bid for the Democratic nomination. If he can raise $1 million in small donations by Labor Day, Mr. Lessig said, he will run.\nThe effort follows years of more conventional activism, including New Hampshire protest marches that gave Mr. Lessig a following in liberal circles and a “super PAC” that in 2014 tried (and mostly failed) to elect Democratic and Republican candidates who would back efforts to empower small donors in politics.\nThe Democratic field already includes a range of major and minor candidates, among them Hillary Rodham Clinton, Martin O’Malley, and Senator Bernie Sanders of Vermont, all of whom have pledged their support for overturning the Supreme Court’s Citizens United decision. In an interview, Mr. Lessig said that after years of unfulfilled promises by Democratic candidates on the issue of money in politics, he was driven to mount a candidacy built around it.\n“The reason I’ve been driven to this is the constant ’emperor wears no clothes’ feeling about this election,” said Mr. Lessig, who will also campaign against gerrymandering and restrictive voting laws. “We need a plan for unrigging the system first, and none of them have given us that plan.”\nHe added: “You want to rail against Wall Street, as O’Malley does or Bernie Sanders does? Great” But, he continued, “unless you fix the way we fund campaigns, we’re not going to take on the largest funder of congressional campaigns in America.”\nMr. Lessig said if he could raise enough money, he would campaign “24 hours a day” for the Democratic nomination. He also said there were “a hundred successes short of” winning the White House.\n“Eugene McCarthy didn’t win, but he certainly made the Vietnam War an issue, brought down a president,” Mr. Lessig said, referring to the then senator’s 1968 primary campaign against President Lyndon B. Johnson, which helped persuade Mr. Johnson not to seek re-election.\nReminded that the 1968 election ended with the election of a Republican, Richard M. Nixon, Mr. Lessig added: “Of course, the wrong president won in 1968.”", "url": "https://www.nytimes.com/politics/first-draft/2015/08/10/lawrence-lessig-to-explore-a-run-for-president-as-a-democrat/?ref=politics"}