{"authors": ["Carl Hulse", "Topics.Nytimes.Com Top Reference Timestopics People H Carl_Hulse Index.Html"], "date_download": "2018-11-16 04:38:24", "date_modify": "2018-11-16 04:38:24", "date_publish": "2015-12-10 11:30:20", "description": "Congressional leaders officially threw in the towel on Wednesday on trying to meet a Friday deadline to hammer out a funding agreement to keep the government open, introducing a measure to give lawmakers through Dec. 16 to pass a $1.1 trillion spending package.", "filename": "politics_first-draft_2015_12_10__1542343104.html", "image_url": "https://static01.nyt.com/images/2015/12/09/us/09firstdraftnl-rogers/09firstdraftnl-rogers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_12_10__1542343104.html", "title": "Congress Gives Itself 5 More Days to Reach Spending Deal", "title_page": "Congress Gives Itself 5 More Days to Reach Spending Deal - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nCongressional leaders officially threw in the towel on Wednesday on trying to meet a Friday deadline to pass a funding deal to keep the government open.\nRepresentative Harold Rogers, the Kentucky Republican who chairs the House Appropriations Committee, introduced a measure to give lawmakers five more days — through Dec. 16 — to pass a $1.1 trillion spending package.\n“This short-term funding resolution will keep the lights on in government and maintain current operations for a few days so Congress can complete and pass an agreement,” Mr. Rogers said.\nThe timetable seems in line with what President Obama has suggested he would accept. But Congress might not be able to push the White House much beyond that, raising the possibility of real complications if the House and Senate cannot get the job done by then.\nOne of the problems holding up the spending measure and a major tax bill that is also in the throes of negotiation is that they mark the first time in a long time that lawmakers have had what is known as a Christmas tree to adorn with all kinds of legislative ornaments. Senior members of the House and Senate know this may be their last and best opportunity for the next year or even longer to win approval for favored proposals. So they are pushing hard to get them in one bill or the other, making the talks very difficult as lawmakers only grudgingly give ground.\nMost on Capitol Hill still assume that a deal will ultimately be sealed to avoid a government shutdown. But the short spending extension is the one sure reprieve and time is now starting to run short.", "url": "https://www.nytimes.com/politics/first-draft/2015/12/10/congress-gives-itself-5-more-days-to-reach-spending-deal/"}