{"authors": ["Nick Corasaniti", "Maggie Haberman"], "date_download": "2018-11-16 04:34:28", "date_modify": "2018-11-16 04:34:28", "date_publish": "2016-04-21 22:23:09", "description": "After winning the New York primary without any television advertising, Donald J. Trump is spending close to $2 million on ads in Pennsylvania alone, according to media buyers.", "filename": "politics_first-draft_2016_04_21__1542342868.html", "image_url": "https://static01.nyt.com/images/2016/04/21/multimedia/22trump-ad/22trump-ad-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_21__1542342868.html", "title": "Donald Trump Opens $2 Million Ad Campaign in Pennsylvania", "title_page": "Donald Trump Opens $2 Million Ad Campaign in Pennsylvania - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nAfter winning the New York primary without spending a cent on television advertising, Donald J. Trump is shifting course, releasing a new ad and spending close to $2 million in Pennsylvania alone, according to media buyers who track primary spending.\n“Washington is broken,” Mr. Trump says as the ad opens, dressed in a suit and red tie. “The truth is too many politicians are controlled by special interests and lobbyists.”\nWhat follows is a quick laundry list of his campaign promises in a tighter, more controlled and more jobs-focused message. He promises to cut taxes, bring back jobs and save social security and Medicare without cuts, among other things.\nThe more polished ad reflects the campaign’s broader shift in strategy, as the candidate looks to lock up delegates and shore up the nomination. It is also the first time Mr. Trump has spoken directly to the camera in this manner for an advertisement.\nNews of Mr. Trump’s ad buy was first reported by The Associated Press.\nMr. Trump is also reserving advertising time in Indiana.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/21/donald-trump-opens-2-million-ad-campaign-in-pennsylvania/"}