{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:34:23", "date_modify": "2018-11-16 04:34:23", "date_publish": "2016-04-21 10:00:46", "description": "Two days after her victory in the New York primary, Mrs. Clinton, who regularly criticizes Senator Bernie Sanders of Vermont for being weak on gun control issues, will discuss gun violence with the relatives of those who died in the 2012 elementary school shooting.", "filename": "politics_first-draft_2016_04_21__1542342863.html", "image_url": "https://static01.nyt.com/images/2016/04/20/us/20firstdraftnl-clinton/20firstdraftnl-clinton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_21__1542342863.html", "title": "Hillary Clinton to Discuss Gun Violence in Connecticut With Sandy Hook Families", "title_page": "Hillary Clinton to Discuss Gun Violence in Connecticut With Sandy Hook Families - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHillary Clinton’s focus on gun control will continue on Thursday when she heads to Connecticut to meet with families of victims of the Sandy Hook shooting before the state’s primary next week.\nMrs. Clinton, the leading Democratic presidential candidate, has been emphasizing her views on gun safety legislation as she fends off a challenge from Senator Bernie Sanders of Vermont, whom she regularly criticizes as weak on the issue.\nThe day after her victory over Mr. Sanders in the New York primary, Mrs. Clinton campaigned on Wednesday in Philadelphia, where she participated in a discussion with former Attorney General Eric H. Holder Jr. about gun violence. She also released a campaign advertisement on Wednesday featuring the daughter of the principal of Sandy Hook Elementary School in Newtown, Conn., who died in the 2012 shooting that killed 26 children.\nOn Thursday morning, Mrs. Clinton will be in Hartford with the Sandy Hook families and the relatives of victims of other gun-related incidents.\nMrs. Clinton has called for measures such as comprehensive background checks and an end to legal protections for gun manufacturers.\nMr. Sanders, who has faced criticism for his position on guns by some Sandy Hook families, has said that gun sellers should not be held liable for crimes committed with their products after legal purchases.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/21/hillary-clinton-to-discuss-gun-violence-in-connecticut-with-sandy-hook-families/"}