{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:34:25", "date_modify": "2018-11-16 04:34:25", "date_publish": "2016-04-21 17:50:20", "description": "Hillary Clinton is well positioned to win Maryland’s Democratic primary election next week, according to a new poll that shows her holding big leads with every voting group in the state.", "filename": "politics_first-draft_2016_04_21__1542342865.html", "image_url": "https://static01.nyt.com/images/2016/04/21/us/21firstdraft-clinton2/21firstdraft-clinton2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_21__1542342865.html", "title": "Hillary Clinton Enjoys Commanding Lead in Maryland, Poll Shows", "title_page": "Hillary Clinton Enjoys Commanding Lead in Maryland, Poll Shows - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHillary Clinton is well positioned to win Maryland’s Democratic primary election next week, according to a new poll that shows her holding big leads with every voting group in the state.\nA Monmouth University survey shows that 57 percent of likely Democratic voters support Mrs. Clinton in Maryland while just 32 percent back Senator Bernie Sanders, her opponent for the party’s nomination. The poll has a margin of error of plus or minus 6 percentage points.\nMaryland is one of five states holding primary contests next Tuesday and there are 118 delegates at stake for Democrats. A poll released on Wednesday showed that Mr. Sanders is far behind Mrs. Clinton in Pennsylvania, making it likely that his delegate deficit will soon become even more insurmountable.\nMrs. Clinton leads Mr. Sanders in Maryland among men and women, black and white voters, and people of all ages.\n“The demographics of Maryland’s Democratic electorate are similar to past primary states where Clinton has done very well,” said Patrick Murray, director of the Monmouth University Polling Institute. “However, it looks like that isn’t as important a factor since she holds large leads among practically every voting bloc.”", "url": "https://www.nytimes.com/politics/first-draft/2016/04/21/hillary-clinton-enjoys-commanding-lead-in-maryland-poll-shows/"}