{"authors": ["Trip Gabriel", "Topics.Nytimes.Com Top Reference Timestopics People G Trip_Gabriel Index.Html"], "date_download": "2018-11-16 04:09:17", "date_modify": "2018-11-16 04:09:17", "date_publish": "2015-09-22 21:35:31", "description": "Mrs. Clinton, who had said that she was waiting for the Obama administration to take a position on the pipeline, told an audience in Iowa that it was not “in the best interests of what we need to do to combat climate change.”", "filename": "politics_first-draft_2015_0_8d47252f929c716f3ebf8641a97113e5__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341357.html", "image_url": "https://static01.nyt.com/images/2015/09/22/us/22firstdraft-hillary3/22firstdraft-hillary3-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_8d47252f929c716f3ebf8641a97113e5__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341357.html", "title": "Hillary Clinton Says She Opposes Keystone Pipeline", "title_page": "Hillary Clinton Says She Opposes Keystone Pipeline - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nHillary Rodham Clinton said on Tuesday that she opposed building the Keystone XL oil pipeline, revealing her position on an issue that divides two Democratic constituencies, organized labor and environmentalists, and that she has long declined to address.\nIn announcing her opposition to the project, a litmus test for grass-roots environmentalists and which her rivals for the Democratic nomination had already opposed, Mrs. Clinton said that the pipeline was “a distraction from the important work we have to do to combat climate change.”\nShe declared her position during a campaign appearance in Iowa and on the day Pope Francis, who has challenged the world to act decisively on climate change, arrived in Washington amid a burst of attention. An aide to Mrs. Clinton said that the campaign had briefed the White House ahead of her announcement.\nMrs. Clinton said that building the nearly 1,200-mile pipeline, which would carry heavily polluting oil from Canada to refineries on the Gulf Coast, was not “in the best interest of what we need to do to combat climate change.”\nAnticipating criticism from backers of the project that her opposition would cost construction jobs, she pledged to soon detail a clean energy policy that would put thousands of Americans to work repairing leaky existing pipelines and improving train tracks that carry oil by rail.\nThere are “a lot more jobs from my perspective on a North American clean energy agenda than you would ever get from one pipeline crossing the border,” she said.\nEnergy and policy experts have long said that the battle over Keystone XL is chiefly political, because the pipeline would have little effect on either climate change or the United States job market. A State Department analysis last year found the pipeline would not significantly add to carbon pollution, because the oil was already reaching refineries by other pipelines and by rail.\nAsked repeatedly about the pipeline since she declared her candidacy this spring, Mrs. Clinton has said that because she initiated a review of the project while secretary of state, it was inappropriate for her to weigh in while the Obama administration studied the issue. While a member of the administration in 2010, she said she was inclined to approve it.\nShe declined to address the issue even when she rolled out the first phase of a plan in July to produce a third of the nation’s electricity from renewable sources like wind and solar by 2027.\n“If it is undecided when I become president, I will answer your question,” Mrs. Clinton told a New Hampshire voter at the time who pressed her on the Keystone question.\nShe was criticized by Senator Bernie Sanders of Vermont, a staunch pipeline opponent, who said, “I have a hard time understanding that response.”\nLast week, Mrs. Clinton moved away from her careful neutrality, telling voters that she was “putting the White House on notice” that she would announce her position shortly, “because I can’t wait.”\nIn a statement on Tuesday, Mr. Sanders said he was glad Mrs. Clinton “finally has made a decision, and I welcome her opposition to the pipeline.”\nEnvironmental groups also applauded Mrs. Clinton. “Secretary Clinton’s recent clean energy proposal, coupled with her opposition to drilling in the Arctic Ocean and now to Keystone XL, is both inspiring and exciting,” the League of Conservation Voters said in a statement.\nJeb Bush, the former Florida governor seeking the Republican nomination, said on Twitter that Mrs. Clinton’s pipeline opposition means she “favors environmental extremists over U.S. jobs.”", "url": "https://www.nytimes.com/politics/first-draft/2015/09/22/hillary-clinton-says-she-opposes-keystone-pipeline/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}