{"authors": ["Patrick Healy", "Alexander Burns", "Alan Rappeport", "The New York Times"], "date_download": "2018-11-16 03:17:55", "date_modify": "2018-11-16 03:17:55", "date_publish": "2015-09-21 20:05:57", "description": "Gov. Scott Walker of Wisconsin quit the race for the Republican presidential nomination and urged some of his 15 rivals to do the same in hopes of uniting the party around an alternative to Donald J. Trump.", "filename": "politics_first-draft_2015_09_21__1542338275.html", "image_url": "https://static01.nyt.com/images/2015/09/22/us/21firstdraft-walkersub/21firstdraft-walkersub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_09_21__1542338275.html", "title": "Scott Walker Ends His 2016 Presidential Run", "title_page": "Scott Walker Ends His 2016 Presidential Run - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nGov. Scott Walker of Wisconsin, whose early glow as a Republican presidential contender was snuffed out with the rise of anti-establishment rivals, announced Monday that he was quitting the race and urged some of his 15 rivals to do the same so the party could unite against the leading candidate, Donald J. Trump.\nMr. Walker’s pointed rebuke of Mr. Trump gave powerful voice to the private fears of many Republicans that the party risked alienating large parts of the electorate — Hispanics, women, immigrants, veterans, and most recently, Muslims — if Mr. Trump continued vilifying or mocking them as part of his overtures to angry and disaffected voters.\nStill, Mr. Walker’s exit was not a selfless sacrifice: He was running low on campaign cash, sliding sharply in opinion polls, losing potential donors to rivals and unnerving supporters with a stream of gaffes, like saying he would consider building a wall along the Canadian border.\nAppearing ashen and drained at a brief news conference late Monday in Madison, Mr. Walker said the Republican presidential field was too focused on “how bad things are” rather than on “how we can make them better for everyone.” Without naming Mr. Trump, Mr. Walker issued a plea to fellow candidates to coalesce around a different Republican who could offer a more “optimistic” vision and guide the party to a victory next year that, he admitted with sadness in his voice, he could not achieve himself.\n“Today I believe that I am being called to lead by helping to clear the field in this race so that a positive, conservative message can rise to the top of the field,” Mr. Walker said. “With this in mind, I will suspend my campaign immediately.\n“I encourage other Republican presidential candidates to consider doing the same,” he said, “so that the voters can focus on a limited number of candidates who can offer a positive, conservative alternative to the current front-runner.”\nNone of Mr. Walker’s rivals appeared poised to take him up on the suggestion of bowing out, though they expressed surprise he was withdrawing so soon. “Holy cow,” Senator Ted Cruz of Texas said on Fox News.\nMr. Trump, in a Twitter post, was magnanimous: “I got to know @ScottWalker well — he’s a very nice person and has a great future.”\nMr. Walker’s departure is likely to have little impact given the sprawling field. He was competing most aggressively in Iowa, which he deemed a must-win state, but he had fallen from first place to 10th in a recent poll.\nAnd Mr. Walker’s message — a tale of conservative triumph over labor unions and other entrenched Democratic interests in a Midwestern swing state — plainly failed to connect. He drew support from less than one-half of 1 percent of Republican primary voters in a recent CNN national poll.\nAnd while Mr. Walker had built a loyal but small network of major donors, including wealthy Republicans like Todd Ricketts — whose father founded TD Ameritrade — he was never a force in the Republican race for money, running far behind rivals like former Gov. Jeb Bush of Florida and Mr. Cruz.\nIf the demise of Mr. Walker’s campaign emphasizes anything, it is the intense pressure that candidates are under to raise enormous sums of money not only for their political operations but also for their “super PACs.”\nMr. Bush raised more than $100 million in the first half of 2015, providing him with enormous resources to compete in a potentially long and costly nomination fight. Mr. Walker helped raise about $20 million for his super PAC and $6 million more for a related campaign committee, but Walker advisers were believed to be burning through cash. (His campaign finances will not be made public until mid-October.)\nThe need to raise money has had the effect of turning the traditional state-by-state nomination fights into national contests, in which candidates need to prove themselves to donors across the country rather than merely win over voters in the handful of states that hold the earliest caucuses and primaries. Mr. Walker increasingly tailored his message for Iowans, taking some sharply conservative stands on issues like immigration and same-sex marriage that posed problems with moderates.\n“In a different era, Governor Walker could have won the nomination if all he had to worry about was trying to win Iowa, New Hampshire, South Carolina, and Nevada,” said Matt Moore, the chairman of the South Carolina Republican Party. “But now that the presidential race has become so nationalized, so early, a candidate can run into big trouble if they peak too early and can’t show donors and voters everywhere that they can recapture momentum.”\nAs recently as this weekend, Mr. Walker was telling supporters like Mr. Ricketts that he was committed to the race and looking for ways to save money and jump-start his campaign after a middling performance in Wednesday’s Republican debate. But advisers said that several factors had been weighing on him for weeks and contributed to his decision to quit.\nMr. Walker was particularly anxious about accumulating a huge campaign debt that he would struggle for years to pay off unless he won the Republican nomination.\nCompared with Mr. Trump, Carly Fiorina and Mr. Bush, Mr. Walker is a man of modest means: His father was a preacher and his mother was a part-time secretary, and he has earned government salaries for most of his adult life. He was not in a strong position to lend money to his own campaign, advisers said, nor inclined to do so.\nYet campaign bills were piling up, with some vendors complaining that they had not been paid on time. Jeff Kaufmann, chairman of the Iowa Republican Party, said that Mr. Walker was at a disadvantage in a large field of wealthy Republicans who had personal, family or business connections to wealthy contributors.\n“Scott Walker was a lot like the typical American in terms of personal finances — he couldn’t write himself a big check,” Mr. Kaufmann said. “Nothing eats away at a candidate from average means like anxieties about massive campaign debts.”\nSome advisers and donors also complained that Mr. Walker’s campaign manager, Rick Wiley, had built up a sizable organization in Madison but had devoted too little money and staffing to crucial field operations. Mr. Wiley did not respond to requests for comment.\nMr. Walker did start off as a particular favorite of prominent Republicans like the billionaire industrialists Charles G. and David H. Koch, who both believed that Mr. Walker was a tough, committed conservative who not only took on fights but also won them, as shown in his success cutting taxes and hobbling labor unions in Wisconsin.\nYet if Mr. Walker’s record was inspiring, his abilities as a presidential candidate were ultimately limited. He had verbal slip-ups almost from the start, like saying he could defeat the Islamic State because he had won the battle against union leaders at home. And he came across as flat and lacking in sophistication in the televised debates.\n“Scott, for whatever reason, didn’t connect on TV,” said Stan Hubbard, a Minnesota-based television station owner and a major Walker donor. “And if you can’t make it on television today in national politics, you’re dead.”\nRobert F. List, the former Nevada governor who was chairman of Mr. Walker’s campaign in the state, said Mr. Walker suffered especially because of the ascent of charismatic outsider candidates, pointing to Mr. Trump, Mrs. Fiorina and Ben Carson.\n“I attribute the difficulty here to the outsiders sucking up oxygen and diluting the support for the other candidates,” Mr. List said. He added that other campaigns had reached out to solicit his support. “My phone,” Mr. List said, “is ringing.”\nTimeline of Scott Walker’s Presidential Campaign Two months after announcing a presidential bid in which he promised to “wreak havoc” upon Washington, Gov. Scott Walker of Wisconsin is ending his run.\nWho Is Running for President? Donald J. Trump officially accepted the Republican party's nomination on July 22. Hillary Clinton was officially nominated on July 26 at the Democratic Convention.\nKay Nolan contributed reporting from Madison, Wisc., Jonathan Martin from Washington, and Trip Gabriel, Nicholas Confessore and Maggie Haberman from New York.", "url": "https://www.nytimes.com/politics/first-draft/2015/09/21/scott-walker-quits-2016-presidential-race/"}