{"authors": ["Monica Davey", "Topics.Nytimes.Com Top Reference Timestopics People D Monica_Davey Index.Html"], "date_download": "2018-11-16 03:16:00", "date_modify": "2018-11-16 03:16:00", "date_publish": "2015-04-08 14:26:27", "description": "Through his victory speech, Mr. Emanuel, who beat Jesus G. Garcia but not without a runoff election, seemed to tackle his critics’ chief complaint: that he was pushy, unyielding, not listening – simply put, not nice.", "filename": "politics_first-draft_2015_04_08__1542338160.html", "image_url": "https://static01.nyt.com/packages/images/nytdesign/2014/politics/logo-flag-150.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_04_08__1542338160.html", "title": "Mayor Rahm Emanuel Makes Nice as He Finally Holds Off Challenger", "title_page": "Mayor Rahm Emanuel Makes Nice as He Finally Holds Off Challenger - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAs Mayor Rahm Emanuel took the stage at a Chicago union hall on Tuesday night to declare victory in a re-election fight that had threatened his political future, he sounded uncharacteristically contrite. He said he had gotten a second chance. He said he was humbled. He said he heard what his city was telling him.\nFrom the crowd, a deep voice boomed: “NICE!”\nThrough his victory speech, Mr. Emanuel, who beat Jesus G. Garcia but not without a runoff election, seemed to tackle his critics’ chief complaint: that he was pushy, unyielding, not listening – simply put, not nice.\n“I will bring your voices, your concerns, into the office of the mayor,” Mr. Emanuel told the crowd. “I hear you on the importance of neighborhood high schools and better choices. I hear you on the importance of raising the minimum wage so that no family who works ever raises a child in poverty ever again.”\nIn came the booming voice again: “NICE!”\nAnd again: “NICE!”\nAnd again and again.\nMr. Emanuel gazed toward the voice and alluded to an ad campaign a union had unveiled to show a more tender side – “Rahm Love.”\nMr. Emanuel called out: “I’m gonna show you some Rahm Love in a second, brother!”\nThe man behind “NICE!” was Skip Marcucci, a union member. He explained his hollering as a simple recognition of what had happened over the last six weeks — the period since Mr. Emanuel failed to win enough votes in a first polling to avoid a runoff.\n“The primary election turned everything around,” Mr. Marcucci said. “He became nice.”\nBut can such a transformation last? “Everybody on that stage and myself will make sure he stays nice,” he said.", "url": "https://www.nytimes.com/politics/first-draft/2015/04/08/mayor-rahm-emanuel-makes-nice-as-he-finally-holds-off-challenger/"}