{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:58:21", "date_modify": "2018-11-16 03:58:21", "date_publish": "2015-08-02 15:24:23", "description": "Martin O’Malley, the former Maryland governor, gave a sweeping criminal justice reform speech, seeking to regain whatever standing he may have lost after “Black Lives Matter” protesters interrupted him at the Netroots Nation conference in Nevada a few weeks ago.", "filename": "politics_first-draft_2015_08_02__1542340701.html", "image_url": "https://static01.nyt.com/images/2015/08/03/us/02firstdraft-omalley/02firstdraft-omalley-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_08_02__1542340701.html", "title": "The New York Times", "title_page": "Martin O'Malley Calls for Criminal Justice Overhaul Amid Racial Tensions - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhen Hillary Rodham Clinton took aim at Jeb Bush in her speech at the National Urban League conference in Fort Lauderdale, Fla., on Friday, it overshadowed a noteworthy address by one of her rivals.\nMartin O’Malley, the former Maryland governor, gave a sweeping criminal justice reform speech at the event, using the appearance as a chance to regain whatever standing he may have lost after “Black Lives Matter” protesters interrupted him at the Netroots Nation conference in Nevada a few weeks ago.\n“Every year we buried 300 young black men who died violent deaths on our streets,” said Mr. O’Malley, referring to his time as the mayor of Baltimore and invoking the phrase “Black Lives Matter,” which he stumbled over a few weeks ago and then apologized to activists.\nHe released a nine-page white paper that accompanied the speech, calling for major changes in policing and criminal justice.\nIn the speech, Mr. O’Malley placed a heavy emphasis on revamping police departments across the country and ending the death penalty. He said in his white paper that as president he would instruct the attorney general to change the drug classification for marijuana to further decriminalize it.\nMr. O’Malley consulted with several criminal justice experts in coming up with the plan. He was adamant on including the component about marijuana, as well as mandating data reporting by police departments.\nHe consulted, among others, with members of President Obama’s task force on 21st century policing. And he spoke with Kweisi Mfume, the former president of the N.A.A.C.P.; Charles Ogletree, a Harvard expert on criminal justice; and Jeff Smith, an assistant professor at the New School who has a book on the topic coming out this fall, an aide to Mr. O’Malley said.\nMr. O’Malley has been struggling to gain traction in the polls, and has been mired in the low single digits in most surveys.\nBut he has been pressing ahead with a series of in-depth policy papers. His focus on criminal justice came as a number of black leaders have grown frustrated over a lack of black representation among the leadership ranks of the heavily white progressive movement.", "url": "https://www.nytimes.com/politics/first-draft/2015/08/02/martin-omalley-calls-for-criminal-justice-overhaul-amid-racial-tensions/"}