{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:58:46", "date_modify": "2018-11-16 03:58:46", "date_publish": "2015-07-29 13:41:35", "description": "Fox News had previously said candidates had to poll at least 1 percent in an average of five recent national polls to make it on the earlier, lower-tier forum stage on Aug. 6. Now, that polling barrier has been removed.", "filename": "politics_first-draft_2015_0_4bbb73546a7f0a5fa434d47b4d1523a3__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340726.html", "image_url": "https://static01.nyt.com/images/2015/07/29/us/politics/29firstdraft-fiorina/29firstdraft-fiorina-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_4bbb73546a7f0a5fa434d47b4d1523a3__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340726.html", "title": "Fox Allows All Candidates, No Matter Polling, Into Lower-Tier G.O.P. Debate", "title_page": "Fox Allows All Candidates, No Matter Polling, Into Lower-Tier G.O.P. Debate - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFox News has relaxed an important requirement for entry to its forum for the lower-polling candidates that will air before their main debate on Aug. 6.\nThe network had previously said candidates had to poll at least 1 percent in an average of five recent national polls. Now, that polling barrier has been removed.\n“Due to the overwhelming interest in the Fox News Facebook Debate Event Night on Aug. 6 and in a concerted effort to include and accommodate the now 16 Republican candidate field — the largest in modern political history — Fox News is expanding participation in the 5 p.m. Eastern time debate to all declared candidates whose names are consistently being offered to respondents in major national polls, as recognized by Fox News,” said Michael Clemente, a Fox executive vice president, in a statement to Politico.\nA Fox News spokeswoman confirmed the change.\nThe polling criteria had threatened to keep three contenders in the sprawling field — former Gov. George Pataki of New York, Senator Lindsey Graham of South Carolina, and the former Hewlett-Packard chief executive Carly Fiorina.\nThe earlier forum is the consolation event for those who won’t make the top 10 in an average of national polls to qualify for the main debate later next Thursday night in Cleveland.", "url": "https://www.nytimes.com/politics/first-draft/2015/07/29/fox-allows-all-candidates-no-matter-polling-into-lower-tier-g-o-p-debate/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}