{"authors": ["Amy Chozick", "Topics.Nytimes.Com Top Reference Timestopics People C Amy_Chozick Index.Html"], "date_download": "2018-11-16 03:56:37", "date_modify": "2018-11-16 03:56:37", "date_publish": "2015-10-28 10:00:50", "description": "Seeking another friendly platform to make light banter and show her softer side, Mrs. Clinton stopped by the “Late Show With Stephen Colbert” on Tuesday night to make her pitch to the middle class, divulge her TV viewing habits and attempt to explain some questionable wardrobe choices from her past.", "filename": "politics_first-draft_2015_10_28__1542340597.html", "image_url": "https://static01.nyt.com/images/2015/10/28/us/28firstdraft-colbert/28firstdraft-colbert-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_28__1542340597.html", "title": "Hillary Clinton Takes the Cool Seat Next to Stephen Colbert", "title_page": "Hillary Clinton Takes the Cool Seat Next to Stephen Colbert - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nHillary Rodham Clinton stopped by the “Late Show With Stephen Colbert” on Tuesday night to make her pitch to the middle class, divulge her television-viewing habits and try to explain some questionable wardrobe choices from her past.\n“These pants were a bad acid trip,” Mr. Colbert said of what Mrs. Clinton wore in a photo from her college years that flashed on the screen. He suggested it would make a good Halloween costume.\n“Dress up like Hillary Clinton, you will scare your Republican friends,” the late-night host said. Mrs. Clinton insisted that she had no idea her staff members had supplied the show with the pictures. Mr. Colbert then suggested trick-or-treaters could “go dressed up any way they want, but they have to stay for 11 hours,” a reference to her lengthy testimony last week before the committee investigating the 2012 attacks in Benghazi, Libya.\nThe appearance, Mrs. Clinton’s second late-night talk show stint after stopping in on the couch of Mr. Colbert’s competitor, Jimmy Fallon, last month, gave the candidate another friendly platform to make light banter and to show her softer side. In recent weeks, she has appeared on “Saturday Night Live” and the “Ellen DeGeneres Show,” and she did a sit-down interview with the star of “Girls,” Lena Dunham.\nMr. Colbert asked Mrs. Clinton how she celebrated her 68th birthday on Monday. She joked that she rewatched the Benghazi hearing and then said “Bill and I watched bad TV, a little binge-watching here and there.” When he asked her if she watched “House of Cards,” Mrs. Clinton yawned, as if she’d seen all of the political scandals depicted in the dark Netflix drama before.\n“Another murder? Really?” she quipped.\nMr. Colbert asked if electing Mrs. Clinton would mean a return to the 1990s. “Do I have to wear parachute pants? Slap bracelets? Are we going to have to get jiggy with it?” he asked. Mrs. Clinton said he would look good in parachute pants (“I have the hips for it,” Mr. Colbert said), but that “I’m not running for my husband’s third presidency, or President Obama’s third term; I’m running for my first term.”\nMrs. Clinton has not done an interview with Mr. Colbert since he hosted Comedy Central’s “Colbert Report,” when he was in character as a die-hard conservative talk show host. “I played a character who did not care for you,” he said on Tuesday night.\n“I can say it now,” Mrs. Clinton said. “It was mutual.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/28/hillary-clinton-takes-the-cool-seat-next-to-stephen-colbert/"}