{"authors": ["Alan Rappeport", "Jonathan Martin"], "date_download": "2018-11-16 03:56:08", "date_modify": "2018-11-16 03:56:08", "date_publish": "2015-09-02 16:59:14", "description": "Jeb Bush is telling people about his rival’s hygiene rituals, such as what Donald J. Trump wrote in a 1997 book: “I happen to be a clean hands freak. I feel much better after I thoroughly wash my hands, which I do as much as possible.”", "filename": "politics_first-draft_2015_09_02__1542340568.html", "image_url": "https://static01.nyt.com/images/2015/09/02/us/politics/02firstdraft-jebtrump/02firstdraft-jebtrump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_09_02__1542340568.html", "title": "The New York Times", "title_page": "Jeb Bush's Dig at Donald Trump Requires a Show of Hands - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFormer Gov. Jeb Bush of Florida made his offensive against Donald J. Trump more personal on Wednesday, highlighting his fear of germs as another reason that Republicans should reconsider their summer fling with the billionaire tycoon.\n“Would you rather support a candidate who strives to shake every hand everywhere or is a ‘germaphobe’ when it comes to shaking hands,” Mr. Bush’s campaign asked in an online quiz intended to demonstrate Mr. Trump’s liberal views.\nMr. Trump’s preference for keeping his hands clean has been well chronicled. He has called the ritual of shaking hands “barbaric” and he wrote in “The Art of the Comeback,” his 1997 book: “I happen to be a clean hands freak. I feel much better after I thoroughly wash my hands, which I do as much as possible.”\nFor Mr. Bush, the jab marks his latest attempt to hit back against Mr. Trump’s constant heckling and suggestion that he “lacks energy.” On Tuesday, the Republican from Florida released an attack ad compiling clips of Mr. Trump expressing Democratic policy positions.\nA Once-Sunny Jeb Bush, Bristling in the Long Shadow of Donald Trump As Mr. Trump turns the primary into a tabloid-style clash of personalities, Mr. Bush is stuck in a race that embodies what he likes least about politics.\nMr. Trump responded on Wednesday morning, telling ABC that Mr. Bush needed to try a new approach because he has been falling in the polls.\n“I think he had no choice,” Mr. Trump said.", "url": "https://www.nytimes.com/politics/first-draft/2015/09/02/jeb-bushs-dig-at-donald-trump-requires-a-show-of-hands/"}