{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:59:08", "date_modify": "2018-11-16 03:59:08", "date_publish": "2015-05-29 19:10:38", "description": "Democrats are finally starting to line up to take on Hillary Rodham Clinton.", "filename": "politics_first-draft_2015_05_29__1542340748.html", "image_url": "https://static01.nyt.com/images/2015/05/29/us/politics/29firstdraft-chafee/29firstdraft-chafee-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_05_29__1542340748.html", "title": "Lincoln Chafee of Rhode Island to Announce Presidential Bid", "title_page": "Lincoln Chafee of Rhode Island to Announce Presidential Bid - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDemocrats are finally starting to line up to take on Hillary Rodham Clinton.\nAfter the entrance into the race of Senator Bernie Sanders of Vermont, former Gov. Martin O’Malley is planning an announcement on Saturday. And on Wednesday, former Gov. Lincoln Chafee of Rhode Island is expected to throw his hat in the ring.\nMr. Chafee also served as a senator and was a Republican and an independent before becoming a Democrat. He will reveal his plans during a foreign policy speech at George Mason University in Fairfax, Va.\n“He’s making a really major announcement,” said Debbie Rich, who is Mr. Chafee’s spokeswoman.\nMr. Chafee, who likes to point out that he was the only Republican senator to vote against authorizing the invasion in Iraq, signaled his interest in running for president last month. He has said that Mrs. Clinton’s vote to authorize the war remained a relevant issue and he raised questions about donations made to the Clinton Foundation.\nThe limelight will not fall on Mr. Chafee alone next week. On the Republican side, Senator Lindsey Graham of South Carolina is expected to announce his plans to run for president on Monday and former Gov. Rick Perry of Texas has an announcement planned on Thursday in Texas.", "url": "https://www.nytimes.com/politics/first-draft/2015/05/29/lincoln-chafee-of-rhode-island-to-announce-presidential-bid/"}