{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:13:45", "date_modify": "2018-11-16 04:13:45", "date_publish": "2015-11-01 20:40:45", "description": "In an interview that aired on Sunday, Mr. Bush also volunteered that he’d “kill” for his father, and said he has questions about the use of the death penalty.", "filename": "politics_first-draft_2015_1_1184a7aa36fada150931218dca29f5ee__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341625.html", "image_url": "https://static01.nyt.com/images/2015/11/02/us/01jeb-firstdraft/01jeb-firstdraft-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_1184a7aa36fada150931218dca29f5ee__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341625.html", "title": "Jeb Bush Says He Was Unaware of Rubio PowerPoint Deck", "title_page": "Jeb Bush Says He Was Unaware of Rubio PowerPoint Deck - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn an interview that aired on Sunday, Jeb Bush said that he was unaware of a PowerPoint presentation his aides put together raising questions about his rival, Senator Marco Rubio, volunteered that he’d “kill” for his father, and said he has questions about the use of the death penalty.\nMr. Bush made the comments in an interview with Chuck Todd of “Meet the Press” on NBC News, as Mr. Rubio appeared on “Face the Nation” on CBS News and sought to rise above the fray.\nMr. Bush again insisted he is a “grinder” who knows he must fare better in the next Republican presidential debate than he did in the one last week.\n“When I see that I’m not doing something well then I reset and I get better,” said Mr. Bush.\nHe kept his comments about Mr. Rubio fairly gentle, after being criticized by some Republicans for going after him in the debate. He said he had not seen the PowerPoint slides his team prepared that raised questions about Mr. Rubio’s past and called him the “GOP Obama.” He said he did not learn of the slides, which were part of a long memo, until it was leaked to the U.S. News and World Report.\n“I didn’t see it,” Mr. Bush said. He demurred when asked if he wanted his campaign aides to stay away from such contrasts.\n“Look, you’ve been around a long time,” Mr. Bush said. “You know that comparing and contrasting is part of this. But the basis of my campaign is that we can fix these problems and people can be lifted out of poverty and the great middle can get rising income again. That’s the purpose of my campaign.”\nHe dismissed a question about whether he’s unhappy because a Bush family member “can’t believe they’re losing.”\n“I don’t even think about that. I love my dad. I’d kill for him. I’d go to prison for him because I love him so much,” he said. “Thankfully I haven’t had that need to do that.”\nAt another point, he said, “I have enough self-awareness to know that this is the bumpy time of a campaign. This pales by comparison to being commander-in-chief.”\nAs for the death penalty, which Hillary Rodham Clinton said last week that she still supports, Mr. Bush said he’s now “conflicted” on the issue.\n“To be honest with you, it is not a deterrent anymore because it’s seldom used,” he said. “It clogs up the court. It costs a ton of money.”\nBut his biggest problem, he said, is that “it’s hard for me as a human being to sign the death warrant.” He did call for reforms, just as Mrs. Clinton did.\nMeanwhile, on “Face the Nation,” Mr. Rubio repeatedly declined to criticize Mr. Bush and described him as a large part of his own career. He said his issue is with the past versus the future.\nAnd he once again found himself answering questions about the votes he’s missed in the Senate since he became a presidential candidate, which one Florida newspaper editorial page said is reason for him to resign.\n“I can tell you what would hurt me more. And that is never coming to Iowa and interacting with the voters here,” Mr. Rubio said. “And I think people understand that if I do miss a vote, it’s not because I’m on vacation. It’s because I’m here interacting with the voters, in the hopes that they will give me a chance to be the Republican nominee and the president.”\nHe added, “Again, unfortunately, in the Senate today, the majority of votes that are taken are not going to pass. They’re being voted on for messaging purposes, and important messaging purposes in many cases.”\nAnd on “This Week” on ABC News, the former Hewlett-Packard chief executive Carly Fiorina acknowledged she was inaccurate in one of the debates when she suggested that 92 percent of the jobs that were lost in President Obama’s first term were held by women. Fact-checkers have repeatedly criticized the claim.\n“Well, in this particular case the fact checkers are correct,” Mrs. Fiorina said. “The 92 percent, it turns out, was the first three-and-a-half years of Barack Obama’s term, and in the final six months of his term things improved. But this is what the liberal media always does, it attacks the messenger trying to avoid the message. “", "url": "https://www.nytimes.com/politics/first-draft/2015/11/01/jeb-bush-says-he-was-unaware-of-rubio-powerpoint-deck/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}