{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:58:03", "date_modify": "2018-11-16 03:58:03", "date_publish": "2015-08-06 01:25:06", "description": "Mr. Sanders will speak at the university founded by the Rev. Jerry Falwell, despite, the senator said, the “very different” views he and the conservative institution have.", "filename": "politics_first-draft_2015_0_4889d5c67aa7edab64f3d625e9002fe1__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340683.html", "image_url": "https://static01.nyt.com/images/2015/08/05/us/05firstdraft-sanders/05firstdraft-sanders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_4889d5c67aa7edab64f3d625e9002fe1__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340683.html", "title": "Bernie Sanders to Visit Liberty University, a Rare Venue for a Democratic Campaign", "title_page": "Bernie Sanders to Visit Liberty University, a Rare Venue for a Democratic Campaign - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSenator Bernie Sanders of Vermont will address a convocation next month at Liberty University, the evangelical school where the firebrand Senator Ted Cruz kicked off his own presidential campaign.\nLiberty University, in Lynchburg, Va., was founded by the Rev. Jerry Falwell and has been a requisite stop for many Republican presidential candidates over the years, and for some Democratic gubernatorial candidates in the state. But it is not typically a place that Democratic primary candidates have sought to visit.\n“Liberty University was kind enough to invite me to address a convocation and I decided to accept,” Mr. Sanders said in a statement his spokesman provided. “It goes without saying that my views on many issues — women’s rights, gay rights, education and many other issues — are very different from the opinions of some in the Liberty University community. I think it is important, however, to see if we can reach consensus regarding the grotesque level of income and wealth inequality in our country, about the collapse of the middle class, about the high level of childhood poverty, about climate change and other issues.”\nHe added: “It is very easy for a candidate to speak to people who hold the same views. It’s harder but important to reach out to others who look at the world differently. I look forward to meeting with the students and faculty of Liberty University.”", "url": "https://www.nytimes.com/politics/first-draft/2015/08/05/bernie-sanders-to-visit-liberty-university-a-rare-venue-for-a-democratic-campaign/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}