{"authors": ["Jeremy W. Peters", "Topics.Nytimes.Com Top Reference Timestopics People P Jeremy_W_Peters Index.Html"], "date_download": "2018-11-16 04:13:45", "date_modify": "2018-11-16 04:13:45", "date_publish": "2015-10-31 16:57:36", "description": "Senator Marco Rubio has taken in more than $1 million since his strong performance in Wednesday’s debate, aides said, the majority of that in smaller online donations, an area that has not been a strength for him.", "filename": "politics_first-draft_2015_1_834e3c5c43a8072f83be64202143bca9__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341625.html", "image_url": "https://static01.nyt.com/images/2015/10/31/us/politics/31firstdraft-rubio/31firstdraft-rubio-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_834e3c5c43a8072f83be64202143bca9__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341625.html", "title": "Marco Rubio Scores With Smaller Donations After Debate", "title_page": "Marco Rubio Scores With Smaller Donations After Debate - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSenator Marco Rubio of Florida, buoyed by a strong performance at the Republican presidential debate this week, has pulled in more than $1 million in donations in the days since, aides to his campaign said Saturday.\nThe majority of that, around $750,000, came from smaller online donations, which has not typically been a rich source of fund-raising for the senator. But it is an area the campaign has been trying to improve in because it is relatively low-cost compared with traveling around the country soliciting donations at dinners.\nNot that Mr. Rubio plans to be any less aggressive in his fund-raising travel. He will be in Palm Beach, Fla., New York and Connecticut next week trying to raise more. Then he goes to New Hampshire for two days of campaigning.\nAfter a slow summer in which money trickled in — he raised only $5 million in the last financial quarter — the campaign has stepped up its effort to recruit top donors, including some it hopes to poach from Jeb Bush. It is already paying off. Mr. Rubio landed perhaps his most significant financial backer yet on Friday when Paul Singer, a billionaire New York investor who commands influence with a large group of other Republican givers, threw his support behind Mr. Rubio.\nThe race for cash was always the Rubio campaign’s biggest impediment to beating Mr. Bush, the former governor of Florida, who has amassed the biggest war chest in the Republican field by tapping into his family’s extensive network.\nMr. Rubio also plans to be a more visible presence on the campaign trail and the airwaves in the weeks ahead. He has reserved about $15 million of commercial time for an ad campaign that will start after Thanksgiving and continue into February.\nDespite his rise in the polls over the last few weeks, he remains a largely undefined quantity to many voters. Mr. Bush, who has been attacking Mr. Rubio for missing votes in the Senate, has been trying to damage the senator, his onetime partner in the Florida capital, before he can make himself more widely known.\nBut the Rubio campaign believes that the more it puts the senator in front of voters, the more his standing will improve.\n“Exposure is Marco’s friend,” said Whit Ayres, Mr. Rubio’s pollster. “And exposure is the enemy of a whole lot of the rest of these candidates.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/31/rubio-scores-with-smaller-donations-after-debate/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}