{"authors": ["Alan Rappeport", "Eric Schmitt"], "date_download": "2018-11-16 03:53:18", "date_modify": "2018-11-16 03:53:18", "date_publish": "2015-12-16 21:52:58", "description": "Many military experts consider Ted Cruz’s call to “carpet-bomb” the Islamic State unrealistic and counterproductive, given that militants avoid gathering in the numbers that would make such targeted strikes worth doing.", "filename": "politics_first-draft_2015_1_5176f54844756c882b44bdd1320e7f58__module=inline_1542340398.html", "image_url": "https://static01.nyt.com/images/2015/12/16/us/16firstdraft-carpetbomb/16firstdraft-carpetbomb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_5176f54844756c882b44bdd1320e7f58__module=inline_1542340398.html", "title": "The New York Times", "title_page": "Ted Cruz's Call to 'Carpet-Bomb' the Islamic State Draws Scrutiny - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nEarlier this season in the hit Showtime series “Homeland,” Peter Quinn, the elite black-ops C.I.A. agent, briefed a room full of top spies and military officials on what could be done to make a difference in the fight against the Islamic State.\nWhen his proposal to send 200,000 American troops to Syria to secure and support an equal number of doctors and elementary school teachers was rebuffed, he offered a plan B.\n“Hit reset,” he said. “Meaning, pound Raqqa into a parking lot.”\nHis idea of obliterating the Islamic State’s de facto capital — including killing thousands of innocent people — was met with anxious stares, but the Republican presidential candidates could have been watching with approval. Some have called for loosening the “rules of engagement” when it comes to fighting Islamic State militants, and during Tuesday night’s debate Senator Ted Cruz renewed his call to “carpet-bomb” ISIS.\nHistorically, that would mean leveling a place without regard for collateral damage. But the senator from Texas seemed to suggest that a Cruz administration would be able wipe out militants without harming civilians.\n“You would carpet-bomb where ISIS is, not a city, but the location of the troops,” Mr. Cruz explained. “You use air power directed — and you have embedded special forces to direction the air power. But the object isn’t to level a city. The object is to kill the ISIS terrorists.”\nMilitary experts argue about the ethics and legality of carpet-bombing, but the notion of doing so with precision, as Mr. Cruz suggests, is widely seen as paradoxical.\n“I believe the recent use of the term is being used as shorthand by the presidential candidates to emphasize that they would increase the intensity of the air operations,” said David A. Deptula, a retired three-star Air Force general who planned the American air campaigns in 2001 in Afghanistan and in the 1991 Persian Gulf war.\nGeneral Deptula said that most of the bombing done by the United States during World War II would be considered carpet-bombing because of the weight of the munitions and the altitude from which they were dropped. B-52s and B-66s also dropped large numbers of “gravity bombs” during the Vietnam War, even as the first precision weaponry was introduced. So-called carpet-bombing was employed in some instances during the 1991 gulf war, but since then it has largely been phased out as nimble terrorist targets seek safety in civilian populations.\n“The use of large numbers of gravity bombs against large areas of military value — a k a ‘carpet-bombing’ — is fully legal and allowable,” General Deptula said. “However, our adversaries know that, understand the results, and therefore minimize their assembling in the kind of mass that would make carpet-bombing of value.”\nFor that reason, Mr. Cruz’s proposal that the United States carpet-bomb ISIS without hitting cities could be considered unrealistic and counterproductive. The group avoids operating in the open desert and is known to use civilians as shields. Moreover, images of ruined hospitals, schools and dead children often serve as propaganda material that terrorists can use to gain new recruits.\nAt the debate on Tuesday, Mr. Cruz showed little concern for the difference between carpet-bombing and targeted strikes, vowing to be the most determined foe of the Islamic State and not backing away from “making the sand glow.”\n“What it means is using overwhelming air power to utterly and completely destroy ISIS,” Mr. Cruz said.", "url": "https://www.nytimes.com/politics/first-draft/2015/12/16/ted-cruzs-call-to-carpet-bomb-the-islamic-state-draws-scrutiny/?module=inline"}