{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:58:59", "date_modify": "2018-11-16 03:58:59", "date_publish": "2015-07-30 19:30:10", "description": "Donald J. Trump has been flattering Sarah Palin, calling her a “strong” and “special” person and proclaiming that he would love to have her in his cabinet if he wins the White House.", "filename": "politics_first-draft_2015_0_91d3349578b17f41a9147c738fc14143__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340739.html", "image_url": "https://static01.nyt.com/images/2015/07/30/us/30firstdraft-trump2/30firstdraft-trump2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_91d3349578b17f41a9147c738fc14143__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340739.html", "title": "Donald Trump Appeals for the Sarah Palin Vote", "title_page": "Donald Trump Appeals for the Sarah Palin Vote - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump appears to be making a serious play for the “Mama Grizzly” vote.\nThis week the Republican presidential candidate flattered Sarah Palin — who gave herself the bear of a nickname — calling her a “strong” and “special” person and proclaiming that he would love to have her in his cabinet if he won the White House.\nOn Thursday, Mr. Trump showed another sign of respect for Ms. Palin, hiring Michael Glassner to be his campaign’s national political director. Mr. Glassner was chief of staff for Ms. Palin’s political action committee and worked closely with her when she ran for vice president alongside Senator John McCain in 2008.\n“Mr. Glassner will certainly be an asset to us as we further cement our dominance in the 2016 G.O.P. field,” Mr. Trump said in a statement.\nMr. Trump’s anti-establishment persona and sometimes angry rhetoric has tapped into the frustration that many Republicans feel toward centrists in the party. A comparison of Quinnipiac polls from this summer and 2011, when Ms. Palin was considering her own presidential bid before deciding against it, shows that she and Mr. Trump both have strong appeal among Catholics, evangelical Christians, lower income voters and those without a college education.\nMs. Palin’s supporters have taken notice of Mr. Trump’s attention, and many are hopeful it will pave the way for her return to politics. Ms. Palin’s Facebook page tends to be a forum for venting against Democrats, but lately it has become a platform for pushing a Trump/Palin ticket.\n“I’m hoping Sarah will run with Donald Trump when the time comes,” Rose Hamilton wrote on Ms. Palin’s page. “I think they will be the dynamic duo and be great for our country.”\nRick Lewis of Iowa suggested that Ms. Palin would make the perfect secretary of state in a Trump administration, presumably complementing his economic expertise.\nSome of Ms. Palin’s supporters, however, still feel that she would be selling herself short settling for a vice presidential slot again.\n“My dream ticket, however, would have Sarah at the top of the ticket!” said John Gregory, of Oregon.\nFor her part, Ms. Palin has shown little interest in running for office again, but she does toy with the idea on occasion. At a “Saturday Night Live” 40th Anniversary event this year, Ms. Palin joked, “Just hypothetically, what if I were to choose Donald Trump as my running mate?”\nWhile it would be a dream ticket for comedians, Jerry Seinfeld was not amused.\n“Sarah, you’re teasing us,” he said. “That’s not nice.”", "url": "https://www.nytimes.com/politics/first-draft/2015/07/30/donald-trump-appeals-for-the-sarah-palin-vote/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}