{"authors": ["John Koblin"], "date_download": "2018-11-16 03:51:49", "date_modify": "2018-11-16 03:51:49", "date_publish": "2015-08-13 19:21:27", "description": "“The Celebrity Apprentice” will return to NBC’s lineup at some point in the 2016-17 television season, but Donald J. Trump will not.", "filename": "politics_first-draft_2015_08_13__1542340309.html", "image_url": "https://static01.nyt.com/images/2015/08/14/us/13firstdraft-apprentice/13firstdraft-apprentice-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_08_13__1542340309.html", "title": "The New York Times", "title_page": "Donald Trump Is Officially Off 'The Celebrity Apprentice' - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLOS ANGELES — “The Celebrity Apprentice” will return to NBC’s lineup at some point in the 2016-17 television season, but Donald J. Trump will not.\nThe network is currently looking for a host to replace Mr. Trump, and the show will be on hiatus this season, NBC’s entertainment chairman, Bob Greenblatt, said at a Television Critics Association media event on Thursday.\nNBC, like many other companies, cut ties with Mr. Trump this summer after he said that Mexican immigrants were rapists and murderers.\nMr. Greenblatt also said that NBC was “almost done” with selling off its interest in the Miss USA beauty pageant, which it co-owns with Mr. Trump. Over the summer, NBC refused to broadcast the pageant after an outcry over Mr. Trump’s comments. The show was picked up by the cable channel Reelz, and was seen by a significantly smaller audience.\n“We’re looking for a host who is going to make noise — and a big personality,” Mr. Greenblatt said of “Celebrity Apprentice.” “There are a few people out there who fit that bill.”\nMr. Greenblatt also had praise for Mr. Trump, calling him “a lovely guy — he’s very much a collaborator.”\nAs far as Mr. Trump’s popularity in the polls as a Republican presidential candidate, Mr. Greenblatt said, “The world likes a star, and he’s a star.”\nBut would Mr. Trump ever come back on “The Celebrity Apprentice,” even as a guest?\n“Absolutely not,” Mr. Greenblatt said.", "url": "https://www.nytimes.com/politics/first-draft/2015/08/13/donald-trump-is-officially-off-the-celebrity-apprentice/"}