{"authors": ["Ashley Parker", "Topics.Nytimes.Com Top Reference Timestopics People P Ashley_Parker Index.Html"], "date_download": "2018-11-16 04:34:07", "date_modify": "2018-11-16 04:34:07", "date_publish": "2016-04-21 15:46:00", "description": "Dipping into a contentious issue about a North Carolina law by taking a stand many Republicans oppose, Donald J. Trump told a town-hall-style event, hosted by NBC’s “Today” show in New York, that when people go to the restroom, they should “use the bathroom they feel is appropriate.”", "filename": "politics_first-draft_2016_0_4b6d36451f75a1173e5e3fefc2c91032__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342847.html", "image_url": "https://static01.nyt.com/images/2016/04/21/us/21firstdraft-trump1/21firstdraft-trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_4b6d36451f75a1173e5e3fefc2c91032__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342847.html", "title": "Donald Trump Says Transgender People Should Use the Bathroom They Want", "title_page": "Donald Trump Says Transgender People Should Use the Bathroom They Want - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump said Thursday that transgender people should be allowed to use whatever bathroom they feel most comfortable with — including at Trump Tower in New York.\nDipping into a contentious issue by taking a stand many Republicans oppose, Mr. Trump told a town-hall-style event, hosted by NBC’s “Today” show at Rockefeller Center in Manhattan, that when people go to the restroom, they should “use the bathroom they feel is appropriate.”\nMr. Trump, the Republican presidential front-runner, was responding to a question about a bill that North Carolina’s governor signed into law last month that bars individuals in the state from using public bathrooms that do not correspond to their biological sex — the one listed on their birth certificate. Since then, there has been a backlash that has included denunciations from businesses and celebrities opposed to the state’s action. And transgender issues more generally have pitted social conservatives against business interests that traditionally have been part of the Republican coalition in the South and elsewhere.\n“North Carolina did something — it was very strong — and they’re paying a big price,” Mr. Trump said. “And there’s a lot of problems. And I heard — one of the best answers I heard was from a commentator yesterday saying, leave it the way it is, right now.”\nHe added that before the law passed, there had been “very few problems” but now North Carolina is experiencing an exodus of businesses and “strife” from people on both sides of the issue.\n“You leave it the way it is,” he said. “There have been very few complaints the way it is.”\nNorth Carolina’s law, which also removed anti-discrimination protections for lesbian, gay, bisexual and transgender people, and the backlash to it are now at the heart of the state’s hotly contested governor’s race.\nAsked if the Trump organization employs any transgender people, Mr. Trump said he truly did not know, but added, “I probably do.” And in response to a follow-up question, he said that if Caitlyn Jenner were to walk into Trump Tower and want to use a bathroom, he would be comfortable with her choosing any bathroom she wanted. “That is correct,” Mr. Trump said.\n“There’s a big move to create new bathrooms” for transgender people alone, Mr. Trump said. “First of all, I think that would be discriminatory in a certain way. It would be unbelievably expensive for businesses and for the country. Leave it the way it is.”\nMr. Trump’s main rival for the Republican nomination, Senator Ted Cruz of Texas, immediately seized on the “Today” show comments on several platforms, pushing out a statement from his campaign, assailing Mr. Trump’s remarks both on Glenn Beck’s radio program and at a rally in Maryland, and sending out this critical message on Twitter: “Common sense: grown men shouldn’t be in bathrooms w/ little girls.”\nSpeaking to Mr. Beck, Mr. Cruz said the country has “gone off the deep end” and the idea of so-called genderless bathrooms is “absurd.”\n“My 5-year-old knows the difference between boys and girls,” Mr. Cruz said, referring to his younger daughter. “That’s not a reasonable position. It is simply crazy. The idea that grown men would be allowed alone in a bathroom with little girls — you don’t need to be a behavioral psychologist to realize bad things can happen and any prudent person wouldn’t allow that.”\nSpeaking at a campaign event in Maryland, Mr. Cruz said that Mr. Trump had aligned himself with President Obama and Hillary Clinton. “Have we gone stark-raving nuts?” he asked, bemoaning what he said was a culture of political correctness.\nVideo\nThe question of transgender rights is one of the key social issue debate roiling the Republican Party and the nation more broadly. On Wednesday, ESPN fired Curt Schilling, one of its most high-profile analysts and a former All-Star pitcher, for a Facebook post about the North Carolina law.\nThe post featured a crude photograph of an overweight man in women’s clothing and a wig, along with the message, “LET HIM IN! to the restroom with your daughter or else you’re a narrow-minded, judgmental, unloving racist bigot who needs to die.”\nIn a statement, ESPN called itself an “inclusive company” and said Mr. Schilling was told that “his conduct was unacceptable and his employment with ESPN has been terminated.”\nMany social conservatives were quick to condemn Mr. Trump’s comments, saying he could face a backlash, especially among voters in the Republican base, some of whom are already skeptical of his past support of abortion rights.\n“There’s a lot of Republicans that are very uncomfortable with this issue, to say the least, or think it’s ridiculous that we’re going down this path and some people believe putting our children at risk,” said Greg Mueller, a conservative strategist. “For somebody who is trying to build a coalition of conservatives and evangelicals, and then maybe some Democratic votes to get you into the White House, you are taking somewhat of a political risk in the position he took this morning.”\nPenny Young Nance, the president of Concerned Women for America, said Mr. Trump’s remarks on Thursday illustrated “why conservatives are right to question his judgment.”\n“His instincts are wrong on our core values,” she said. “He has spent his life surrounded by Manhattan elites who have never shopped in a Target. Of course he doesn’t get the outrage. I don’t know if this will ultimately hurt him but it should.”\nRepublican primary voters next head to the polls on Tuesday in a series of more socially moderate, Northeastern states, where Mr. Trump is unlikely to pay a political penalty. But his comments could hurt him in states like Indiana, which votes on May 3, or California, which votes on June 7 and contains many conservative pockets.\nBruce Haynes, a Republican strategist and founding partner of Purple Strategies, said that, like many of Mr. Trump’s comments that seem defy Republican orthodoxy, this one is unlikely to dramatically affect the contours of the presidential race.\n“I’m not really sure it’s one of those things that changes votes at this point,” Mr. Haynes said. “I think voters who are big picture, big economy voters, are probably already with Trump, and I think voters who are very issue centric, and certainly social conservatives, are already with Cruz.”\nBut, Mr. Hayes added, the comments could provide Mr. Cruz with an opening to help him win over unbound delegates — currently the shadow fight playing out between Mr. Trump and Mr. Cruz. “Since convention delegates tend to be more socially conservative than the primary electorate at large, it could be another wedge issue that Cruz tries to use to peel off second and third ballot delegates or to prevent Trump from picking up unbound delegates on the first ballot,” he said.\nFind out what you need to know about the 2016 presidential race today, and get politics news updates via Facebook, Twitter and the First Draft newsletter.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/21/donald-trump-says-transgender-people-should-use-the-bathroom-they-want/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}