{"authors": ["Marc Tracy"], "date_download": "2018-11-16 03:16:39", "date_modify": "2018-11-16 03:16:39", "date_publish": "2016-03-13 03:18:51", "description": "The police said they used pepper spray twice when protesters did not follow orders to disperse.", "filename": "politics_first-draft_2016_0_31f665188319134cf737c33be8fce390__module=inline_1542338199.html", "image_url": "https://static01.nyt.com/images/2016/03/13/us/13firstdraft-trump-3/13firstdraft-trump-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_31f665188319134cf737c33be8fce390__module=inline_1542338199.html", "title": "Police Use Pepper Spray to Disperse Protesters Outside Trump Rally in Kansas City", "title_page": "Police Use Pepper Spray to Disperse Protesters Outside Trump Rally in Kansas City - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nKANSAS CITY, Mo. — The police used pepper spray twice to disperse protesters outside Donald J. Trump’s rally here Saturday night, just 24 hours after confrontations between his supporters and demonstrators led to the cancellation of a Chicago event.\nCellphone video posted on social media appeared to show as many as four cans of spray being used at one point as protesters confronted police officers on foot and on horseback.\nAs you can see, we were far from what happened and were not involved but he in walked up spraying us pic.twitter.com/f22WB5FAAG — Chris (@stokith) March 13, 2016\nAndrea Tunks, 19, said she and several other protesters had locked arms and faced down two police horses and numerous officers in front of the theater where the rally took place.\nShe said she believed the police were preparing to have the horses walk toward them. At that point, she said, she was sprayed.\nDarin Snapp, a spokesman for the Kansas City Police Department, said officers used pepper spray outside Mr. Trump’s rally in an effort to “prevent protesters from taking over the street in an attempt to fight with rally supporters.”\nHe said no one was injured outside the rally, but two people were arrested — one on charges of throwing a bottle at the theater, and the other on a disorderly conduct charge for his “refusal to stay out of the street.”\nThe police department and its chief also defended use of the spray on Twitter.\nWe had to use pepper spray 2 times outside Trump rally and arrested 2 people who refused to follow law. (1/2) — Kansas City Police (@kcpolice) March 13, 2016\nhttps://t.co/tdqgPTijK6 Better outcome than a riot with mass casualties.I applaud & support our officers for exercising excellent judgment. — chiefforte (@ChiefForte) March 13, 2016\nDuring the event, inside a grand old theater with inlaid carvings, a chandelier, a mezzanine and upper deck, Mr. Trump, notably hoarse, called on the police to arrest people who were merely demonstrating. He drew some of the audience’s loudest cheers when he pledged, “I’ll file whatever charges you want.”\nThe police escorted people out throughout the event, though they did not appear to arrest anyone for just speaking up.\nAt one point Mr. Trump held up the protesters as examples of the kind of people his campaign was massed against: “It’s all a little group that wants free lunch.”\nHe also took a shot at another favorite target, the news media: “Look at those cameras, how they bend around,” he said, as a group of protesters was led off through an aisle, past the jeering crowd, early in the rally. “They’ll do anything for a shot. That’s why I love the protesters. The only way we find out how many people are in these places is through the protesters.”\nOne protester, Emerson Smith, 21, said he and several others had been harassed by security personnel before the event. Security workers at Mr. Trump’s events have tried to identify potential protesters and keep them from entering. On Friday night, however, hundreds of demonstrators made it into an arena in Chicago where their confrontations with Trump supporters led to the cancellation of the event.\nMr. Smith and his fellow protesters got in Saturday night, and when they spoke up, they tried to hold on to a railing as security workers came to take them away.\nHe said he believed they were destined for a “back room” but were instead taken out through the front door and not arrested.", "url": "https://www.nytimes.com/politics/first-draft/2016/03/12/police-use-pepper-spray-to-disperse-protesters-outside-trump-rally-in-kansas-city/?module=inline"}