{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:18:08", "date_modify": "2018-11-16 03:18:08", "date_publish": "2016-03-20 03:21:31", "description": "A protester being led out of Donald Trump’s rally in Tucson Saturday was punched and kicked by a crowd member who was arrested, while Mr. Trump’s campaign manager confronted another protester.", "filename": "politics_first-draft_2016_0_009b68c887ba88b9971d826a18f20ca2__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338288.html", "image_url": "https://static01.nyt.com/images/2016/03/20/us/20firstdraft-protester/20firstdraft-protester-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_009b68c887ba88b9971d826a18f20ca2__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338288.html", "title": "Protester Punched and Kicked at Donald Trump Rally in Tucson", "title_page": "Protester Punched and Kicked at Donald Trump Rally in Tucson - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump’s second rally in Arizona on Saturday was studded with repeated interruptions from protesters, along with an incident in which a member of the crowd punched and kicked a protester and another that involved Mr. Trump’s campaign manager.\nAs two protesters were being escorted from the rally in Tucson – one wearing a white mask emulating that of the Ku Klux Klan, whom Mr. Trump called “a disgusting guy,” and another in an American flag shirt — video cameras captured a man punching and kicking the man in the flag shirt.\nThe cameras showed the crowd member being quickly led out by police officers; according to NBC News, the man was arrested.\nIn another incident, cameras recorded Mr. Trump’s campaign manager, Corey Lewandowski, and a man who appears to be a member of the security detail confronting a protester. As the protester moves away from them and nudges aside a girl in front of him, Mr. Lewandowski and the other man grab the back of the protester’s collar. The protester then wheels around and pushes the other man. According to CBS News, the protester was part of a group behind Mr. Trump that had been jeering him as he spoke.\nMr. Trump’s spokeswoman, Hope Hicks, would not say Saturday night why Mr. Lewandowski had gotten involved. It was an unusual role for a campaign manager, but Mr. Trump’s rallies have been anything but usual.\nMost are disrupted several times by demonstrators who are then ejected by security personnel or law enforcement officers. A Trump supporter in North Carolina was arrested this month after he was seen punching a protester who was being led out; Mr. Trump’s Chicago rally on March 11 was canceled after widespread clashes between Trump supporters and demonstrators inside the venue.\nLess than two weeks ago, Mr. Lewandowski was accused of roughly grabbing a reporter from Breitbart News, Michelle Fields, as she tried to trail Mr. Trump to ask a question after a news conference in Jupiter, Fla. Ms. Fields has filed a police complaint against Mr. Lewandowski, who has not been charged. He has denied that anything happened and has called her “delusional” on Twitter.\nMr. Trump’s first rally of the day, outside Phoenix, was not disrupted; instead, protesters set up a roadblock on one of the main roads leading to the event.", "url": "https://www.nytimes.com/politics/first-draft/2016/03/19/protester-punched-and-kicked-while-being-led-from-donald-trump-rally-in-tucson/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}