{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:58:16", "date_modify": "2018-11-16 03:58:16", "date_publish": "2015-08-04 22:52:06", "description": "A WMUR Granite State poll found that 42 percent of likely Democratic primary voters said they would vote for Mrs. Clinton while that 36 percent said they supported Mr. Sanders, a gap considered to be a statistical tie.", "filename": "politics_first-draft_2015_08_04__1542340696.html", "image_url": "https://static01.nyt.com/images/2015/08/04/us/politics/04firstdraft-poll/04firstdraft-poll-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_08_04__1542340696.html", "title": "Hillary Clinton and Bernie Sanders Remain in Dead Heat in New Hampshire, Poll Shows", "title_page": "Hillary Clinton and Bernie Sanders Remain in Dead Heat in New Hampshire, Poll Shows - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSenator Bernie Sanders of Vermont continues to tighten the race with Hillary Rodham Clinton in New Hampshire, according to a poll released on Tuesday.\nThe WMUR Granite State poll found that 42 percent of likely Democratic primary voters said they would vote for Mrs. Clinton, while 36 percent said they supported Mr. Sanders. The survey considers that gap to be a statistical tie, but it shows that Mr. Sanders continues to show strength after months of negative publicity about Mrs. Clinton’s use of a private email server as secretary of state.\nThe poll also found that Mr. Sanders is the most popular Democratic candidate in the state in terms of favorability, with a rating of 59 percent. That tops Mrs. Clinton’s 54 percent.\nOther candidates, including Martin O’Malley, the former governor of Maryland, and Jim Webb, the former senator from Virginia, have gained little traction in Democratic polls so far; Vice President Joseph R. Biden Jr., who is still mulling a run, was a distant third in the WMUR poll.\nMrs. Clinton had an eight-point lead over Mr. Sanders in New Hampshire in June, a poll that was also considered a tie, and she led him by double-digits there in the spring.\nDespite her significant advantages in fund-raising and name recognition, Mrs. Clinton has also shown signs of weakness against Republican rivals in recent swing state polls.\nA bright note for Mrs. Clinton, however, is that only 20 percent of New Hampshire voters said they had definitely made up their mind about a Democratic candidate. Although the former first lady and senator is no longer the clear favorite in the state, she still has time to win over more of its voters.", "url": "https://www.nytimes.com/politics/first-draft/2015/08/04/hillary-clinton-and-bernie-sanders-remain-tied-in-new-hampshire-poll-shows/"}