{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:55:14", "date_modify": "2018-11-16 04:55:14", "date_publish": "2015-05-14 12:50:11", "description": "Martin O’Malley, the former Maryland governor and likely presidential candidate, will announce his political plans for 2016 on May 30.", "filename": "politics_first-draft_2015_0_a2aabcceb6f1d865ad088fe292b7c476__module=inline_1542344114.html", "image_url": "https://static01.nyt.com/images/2015/05/13/us/politics/13firstdraft-omalley-nh/13firstdraft-omalley-nh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_a2aabcceb6f1d865ad088fe292b7c476__module=inline_1542344114.html", "title": "The New York Times", "title_page": "Martin O'Malley Courts Democrats Before May 30 Announcement - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFormer Gov. Martin O’Malley of Maryland has recently urged Democrats on the left to end any remaining wishful thinking about Senator Elizabeth Warren and to invest their energy in him.\nMr. O’Malley, who is widely expected to run for president, will make an announcement about his political plans for 2016 on May 30 in Baltimore, an aide confirmed. That is the city where he was a rising-star mayor and which was recently ravaged by riots after the death of a black man in police custody.\nMr. O’Malley was the first Democrat to make clear that his considerations about running would have nothing to do with whether Hillary Rodham Clinton joined the race.\nOver the last five months, Mr. O’Malley has gently ramped up his critiques of Mrs. Clinton, without attacking her personally. After having endorsed her in 2008, he has since made oblique criticisms\nsuggesting she has been late on a number of issues that are now embraced by most Democrats, including same-sex marriage and immigration reform.\nOn Wednesday, on a swing through New Hampshire, Mr. O’Malley avoided questions about Mrs. Clinton and Ms. Warren, reiterating his opposition to the Trans-Pacific Partnership, the trade deal that President Obama has been pushing for. Mrs. Clinton has not stated a concrete opinion on it, instead offering conditions by which she would find it acceptable.", "url": "https://www.nytimes.com/politics/first-draft/2015/05/14/martin-omalley-courts-democrats-before-may-30-announcement/?module=inline"}