{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:56:59", "date_modify": "2018-11-16 03:56:59", "date_publish": "2015-10-16 00:20:35", "description": "The debate about debates has intensified in recent weeks and has now broken out into public recriminations.", "filename": "politics_first-draft_2015_1_d3b8f611d8a879a992759a9b732578c0__module=inline_1542340619.html", "image_url": "https://static01.nyt.com/images/2015/10/15/us/15firstdraft-dws/15firstdraft-dws-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_d3b8f611d8a879a992759a9b732578c0__module=inline_1542340619.html", "title": "Top Party Official Accuses Democratic National Chairwoman of Lying and Questions Her Leadership", "title_page": "Top Party Official Accuses Democratic National Chairwoman of Lying and Questions Her Leadership - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nR.T. Rybak, the former mayor of Minneapolis and a vice chairman of the Democratic National Committee, on Thursday accused the party’s leader, Representative Debbie Wasserman Schultz, of making “flat-out not true” statements about another top party officer, questioned her political skills and said he had “serious questions” about her suitability for the job.\nThe broadside from Mr. Rybak, which came in an interview late Thursday afternoon, followed weeks of internal party dissension over the number and timing of the presidential debates it has scheduled, capped by an acrimonious public dispute over whether Ms. Wasserman Schultz had punitively barred a Democratic vice chairwoman, Tulsi Gabbard, from the first debate, held on Tuesday in Las Vegas.\nThe comments from Mr. Rybak, who was interested in replacing Ms. Wasserman Schultz in 2013 and who was the favored choice of some of President Obama’s aides, were notable in part because he is not known as a public complainer. But by the evening’s end, most of the other party officers issued statements strongly supporting Ms. Wasserman Schultz and calling for an end to the public rancor.\nIn early September, Ms. Gabbard, an Iraq veteran and a congresswoman from Hawaii, and Mr. Rybak jointly called on the party to hold more than the six primary debates it has planned. Ms. Gabbard has said the party’s officers were not consulted before the debate schedule was set in early August.\nThe number of debates has outraged supporters of Senator Bernie Sanders and has particularly galled Martin O’Malley, the former Maryland governor, who trails badly in the polls and has clamored for more debates as a way to gain vital national exposure. Mr. O’Malley has loudly suggested that the limited debate schedule was a blatant attempt to help Hillary Rodham Clinton, whose aides had pressed for fewer such encounters; Ms. Wasserman Schultz has denied this.\nOn Oct. 5, Ms. Gabbard, who as a party officer has not endorsed a presidential candidate, repeated her call for additional debates on MSNBC. The next day, she later confirmed to a reporter, her chief of staff received a message from Ms. Wasserman Schultz’s office disinviting Ms. Gabbard from the Las Vegas debate because of her public remarks. (The party denied that Ms. Gabbard was refused a ticket.)\nIn a series of televised interviews on Monday and Tuesday, Ms. Wasserman Schultz suggested that Ms. Gabbard was causing an unwelcome distraction by drawing attention from the presidential candidates, and insisted that she had indeed consulted with the party’s officers before scheduling the debates.\nPhoto\nIn a telephone interview Thursday, Mr. Rybak weighed in angrily in response, expressing shock that Ms. Wasserman Schultz “would knowingly say something that is flat-out not true.”\n“This is not a back-and-forth between a chair and a vice chair,” he said. “This is a chair of the Democratic Party wrongly stating that she consulted with all of the party officers. I was not consulted. I know that Tulsi Gabbard was not consulted. And this is becoming about much more than debates.”\n“The Democratic National Committee staff has never been stronger,” Mr. Rybak said in an interview. ”The one thing that could stop us from having a great election coming up is if the chair continues to create these self-made dramas that are below what a chair should be doing.”\n“The fact is for many months we have been trying to get the chair to open up and include many more people” in the decision-making process, Mr. Rybak said. “Like many other people, I have kept my mouth shut, and have tried to make the situation work for months. It is becoming increasingly clear that the chair doesn’t have the political skills — or more likely, want to execute the skills — to make this party a big tent. I blame myself for trying to stuff it, and trying to make things work when it’s clear we have a problem.”\n“I’ve tried to encourage the chair to open her leadership, because she has great skills, and works harder than anyone,” Mr. Rybak said. But he added, “I will not stand by and have one of the great leaders of our party, Tulsi Gabbard, have her honesty questioned by the chair on national television.”\n“I am seriously questioning whether she has the capacity to do what has to be done,” he said of Ms. Wasserman Schultz. “And that’s why I’m doing what I wanted not to do for a long time, which is go public with my serious questions of whether she can lead this party.”\nInformed of Mr. Rybak’s remarks, Amy Dacey, the Democratic National Committee’s chief of staff, essentially conceded that Ms. Gabbard and Mr. Rybak had not been consulted about the debate schedule before it was determined.\n“There is no signoff or formal consultation process on debates,” Ms. Dacey said in an email. “Rather, our vice chairs were notified just as they are on other major decisions such as the one to select Philadelphia as the site of the convention.”\nBut she defended Ms. Wasserman Schultz, saying, “No one is as hardworking or more dedicated to electing a Democrat” as president.\n“We have a variety of views in our party, but ultimately we all have to come together to support our eventual nominee,” Ms. Dacey said, striking a conciliatory note. “We’re in regular communication with all of our campaigns and discuss any number of issues with members and officers, and while we are always striving to improve upon that, we have a diverse and talented group of vice chairs and the party very much needs their voices moving forward.”\nAmong them was Henry R. Muñoz III, the party’s national finance co-chairman, who said he had felt included in the process, adding, “The debate about the debates is over and the debate about issues is on.”\nSeveral other officers issued supportive statements of Ms. Wasserman Schultz. Ray Buckley, a national vice chair and the leader of the New Hampshire Democratic party, praised her and said, “Distracting attention away from our candidates with public discussions on process is regrettable.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/15/top-party-official-accuses-democratic-national-chairwoman-of-lying-questions-her-leadership/?module=inline"}