{"authors": ["Matt Flegenheimer", "Topics.Nytimes.Com Top Reference Timestopics People F Matt_Flegenheimer Index.Html"], "date_download": "2018-11-16 04:22:42", "date_modify": "2018-11-16 04:22:42", "date_publish": "2016-04-28 17:34:31", "description": "An agreement between Senator Ted Cruz and Gov. John Kasich to each focus on certain states, in an effort to stop Donald Trump, appears to be in tatters.", "filename": "politics_first-draft_2016_04_28__1542342162.html", "image_url": "https://static01.nyt.com/images/2016/04/28/us/28firstdraft-cruzkasich/28firstdraft-cruzkasich-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_28__1542342162.html", "title": "The New York Times", "title_page": "Ted Cruz's 'Alliance' With John Kasich Hits New Low Point - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFORT WAYNE, Ind. — Four days ago, the star-crossed, state-splitting alliance of Senator Ted Cruz of Texas and Gov. John Kasich of Ohio made its debut.\nThree-and-a-half days ago, it began to show serious cracks.\nAnd on Thursday, it seems, the arrangement reached its nadir.\nSpeaking to reporters before a rally with Carly Fiorina, his would-be running mate, Mr. Cruz was asked about the status of the agreement, which stipulated that Mr. Kasich would cede Indiana to Mr. Cruz if Mr. Cruz abandoned plans to campaign in New Mexico and Oregon. (Mr. Kasich instantly complicated matters by urging Indiana voters on Monday to support him, anyway.)\n“I recognize that the media is all eager to talk about an alliance. There is no alliance,” Mr. Cruz said. “Kasich and I made a determination where to focus our energies, where to focus our assets, where to focus our resources.”\nWhile he said the two agreed that Donald J. Trump would be a disastrous Republican nominee, Mr. Cruz cast Mr. Kasich’s participation in the gambit as something less than altruistic.\n“John Kasich made the decision, in his own political self-interest, to withdraw from Indiana and to go compete elsewhere,” Mr. Cruz said, while continuing to campaign in the state six days before its primary. “And that was a perfectly reasonable decision.”\nMr. Cruz did not answer questions about whether he was similarly pulling out of Oregon, which votes on May 17, or New Mexico, which votes on June 7.\nMinutes later, taking the stage at a convention hall, Mr. Cruz told voters that Mr. Kasich had no path to victory.\n“John Kasich has pulled out,” he said, omitting any further context. “He’s withdrawn from the state of Indiana.”\nThe Kasich campaign did not immediately respond to a message seeking comment.\nBut as Mr. Cruz spoke, Mr. Kasich’s chief strategist, John Weaver, tapped out a semicryptic message on Twitter: “I can’t stand liars.”\nFind out what you need to know about the 2016 presidential race today, and get politics news updates via Facebook, Twitter and the First Draft newsletter.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/28/ted-cruzs-alliance-with-john-kasich-hits-new-low-point/"}