{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 03:58:00", "date_modify": "2018-11-16 03:58:00", "date_publish": "2015-08-07 20:54:20", "description": "Bernie Sanders, after a phone call from the president, said he would support the nuclear deal with Iran on Friday, a day after another Jewish Democrat in the Senate, Chuck Schumer, said he would oppose it,", "filename": "politics_first-draft_2015_0_8cb5b10c4682b9f6d14501a7e2ffe4b8__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340680.html", "image_url": "https://static01.nyt.com/images/2015/08/08/us/080715firstdraft-SANDERS/080715firstdraft-SANDERS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_8cb5b10c4682b9f6d14501a7e2ffe4b8__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340680.html", "title": "Bernie Sanders, After Call From Obama, Announces Support for Iran Deal", "title_page": "Bernie Sanders, After Call From Obama, Announces Support for Iran Deal - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA day after Senator Chuck Schumer of New York announced his decision to vote against President Obama’s deal to curtail Iran’s nuclear program, he and the president each placed a call to Bernie Sanders.\nAnd both seemed to hang up happy.\nMr. Sanders, the independent senator from Vermont who has become the progressive darling of the Democratic presidential primary, received a call Friday morning from Mr. Schumer, the most influential Jewish member of Congress, who was reaching out to a number of fellow senators explaining the rationale for his opposition.\nThe subtext of the calls, of course, was Mr. Schumer’s desire to smooth his ascent as leader of the Democratic caucus. Liberals have already begun criticizing Mr. Schumer for his stance on the Iran deal, suggesting that it should disqualify him from becoming the party’s leader in the Senate.\n“I talked to Chuck this morning,” Mr. Sanders said in an interview.\nAnd judging from Mr. Sanders’s comments, it went well for Mr. Schumer.\nAsked if he thought other Democratic senators would follow Mr. Schumer in breaking with the president on one of the most important foreign policy issues of his administration, Mr. Sanders said: “Yeah, I do. I think there is, on very, very difficult votes, votes of conscience.\n“It’s hard,” he continued, saying that the current Democratic leader, Senator Harry Reid of Nevada, and the minority whip, Senator Richard J. Durbin of Illinois, “will do their best to get a party line vote — and they are often successful or 98 percent successful.”\n“But there are votes – we are sent here by our constituents and you can’t go home and say, ‘Well I really thought this an enormously important vote, I should have voted yes, but the leadership told me to vote no, so I voted no’ — you can’t do that,” Mr. Sanders said.\nHe added: “Chuck is a very smart guy and a very good senator. He and I will probably end up disagreeing on this vote.”\nA few hours later, his phone rang again. This time Mr. Obama was calling.\nMr. Sanders, in an interview Friday afternoon, said the lengthy conversation he had with the president clinched his support for the administration’s Iran deal.\n“I was leaning towards supporting it,” Mr. Sanders said. “I had some questions that I addressed to the president, and he responded. The answers that he gave me helped me reach the final conclusion.”\nMr. Sanders, in a statement, gave credit to Mr. Obama and Secretary of State John Kerry for achieving the deal. Asked if Hillary Rodham Clinton, who started the process as secretary of state and is Mr. Sanders’s main rival for the Democratic presidential nomination, deserved credit, he said: “Sure. A lot of people were involved. As secretary of state, she played a role and an important role, and I credit her.”\nHere is Mr. Sanders’s full statement supporting the deal.\n“The test of a great nation is not how many wars it can engage in, it is how it can resolve international conflicts in a peaceful manner. The war in Iraq, which I opposed, destabilized the entire region, helped create and expand Al Qaeda and the Islamic State and cost the lives of 6,700 brave men and women, and resulted in hundreds of thousands in our armed forces returning home with PTSD and traumatic brain injury. I fear very much that many of my Republican colleagues do not understand that war must be a last resort, not a first resort. The United States must do everything it can to make certain that Iran does not get a nuclear weapon, that Israel is not threatened by a nuclear Iran and that a nuclear arms race in the region is avoided.\nPresident Obama and Secretary Kerry have worked through an extremely difficult and complicated process with the United Kingdom, France, Germany, China, Russia and of course Iran. This agreement is obviously not what many of us would have liked, but it beats the alternative: a war with Iran that could go on for years.\nIf Iran does not live up to the agreement, and that is a real possibility, sanctions can and will be reapplied. I think it is incumbent upon us however to give the negotiated agreement a chance to succeed. That is why I will support the agreement.”", "url": "https://www.nytimes.com/politics/first-draft/2015/08/07/bernie-sanders-appears-to-give-schumer-obama-answers-they-want/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}