{"authors": ["Patrick Healy", "Topics.Nytimes.Com Top Reference Timestopics People H Patrick_D_Healy Index.Html", "Gardiner Harris", "Michael D. Shear"], "date_download": "2018-11-16 03:57:20", "date_modify": "2018-11-16 03:57:20", "date_publish": "2015-12-07 02:49:18", "description": "By turns withering and mocking, Republican presidential candidates blasted President Obama’s speech on terrorism on Sunday night, saying that he was misguided and weak.", "filename": "politics_first-draft_2015_1_9b1c602f5da2aa881d466f1af7ecf22c__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340640.html", "image_url": "https://static01.nyt.com/images/2015/12/07/us/07obama-web-hp/07obama-web-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_9b1c602f5da2aa881d466f1af7ecf22c__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340640.html", "title": "The New York Times", "title_page": "Republicans Attack Obama's Address - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBy turns withering and mocking, Republican presidential candidates blasted President Obama’s address on terrorism on Sunday night, saying that he was incapable of defeating the Islamic State, misguided in his focus on new gun control laws and showing weakness in the face of lethal threats.\n“People are really scared and worried,” Senator Marco Rubio of Florida said on Fox News, describing a couple that decided not to travel for the New Year’s holiday. He said that Americans had “a growing sense that we have a president who is completely overwhelmed” by the Islamic State.\n“Nothing that happened in the speech tonight is going to assuage people’s fears,” Mr. Rubio added. “He honestly believes that there is a coalition fighting against ISIS. This is absurd. There is no such coalition. A lot of countries that have put their names on a piece of paper.”\nAnother candidate, Donald J. Trump, commented on Mr. Obama’s speech in real time on Twitter. His review was predictably hostile — starting with knocking Mr. Obama’s podium in the Oval Office as “odd.” Mr. Trump criticized Mr. Obama for not seizing oil reserves in Iraq, chided him for using the term “ISIL” instead of “ISIS” and complained that Mr. Obama’s speech was not more expansive. “That all there is? We need a new President — FAST!” he wrote in one of his tweets.\nMr. Obama had not even begun speaking when one Republican candidate, Senator Ted Cruz of Texas, issued a statement calling on the president to use the phrase “radical Islamic terrorism” — a demand that has become a conservative talking point and that Mr. Obama rejected in the speech as divisive rhetoric that demonized Muslims.\nMr. Cruz pressed Mr. Obama to lay out “a plan for decisive action for victory over evil.” Echoing other Republicans, Mr. Cruz argued that the lessons from the shootings in San Bernardino, Calif., last week had nothing to do with a need for new gun control laws, which many Democrats favor and most Republicans oppose. Rather, he said, the shootings underscored the need to stop accepting refugees from countries “with a significant Al Qaeda or ISIS presence, such as Syria.” The United States accepts relatively few refugees from those countries now, although Mr. Obama has proposed allowing 10,000 of them to resettle across the 50 states after completing rigorous screening.\nAfter the speech, Mr. Cruz said as president he would “direct the Department of Defense to destroy ISIS.” Echoing other Republicans who portrayed Mr. Obama as preoccupied with new gun control laws, Mr. Cruz invoked the Japanese attack on Pearl Harbor in 1941 — 74 years ago Monday — as he unfavorably compared Mr. Obama’s leadership to Franklin D. Roosevelt’s.\n“In response to Pearl Harbor, F.D.R. did not give a partisan speech, rather he called on Americans to unite and ‘win through to absolute victory,’ ” Mr. Cruz said.\nThe leading Democratic candidate, Hillary Clinton, pulled some attention away from Mr. Obama 10 minutes before his speech. Her campaign emailed reporters the text of a speech she made earlier on Sunday outlining her positions against the Islamic State and demanding that Arab nations and Turkey “carry their share of the burden” in fighting militants.\nFifteen minutes after Mr. Obama finished speaking, the first strike came from the Republican National Committee, which issued a politically loaded statement that linked Mr. Obama with Mrs. Clinton.\n“We will defeat ISIS, but we cannot do so by continuing the current approach,” said Reince Priebus, the committee’s chairman. “The path laid out by President Obama and supported by Hillary Clinton has not worked, and ISIS has only gained in strength. The attacks in San Bernardino should serve as a wake-up call for Obama and Clinton that the way to victory is not through the status quo but refocusing our efforts to defeat ISIS.”\nAnother Democratic candidate, Senator Bernie Sanders of Vermont, offered full-throated support for Mr. Obama, saying his strategy was “right.”\n“ISIS will be destroyed with an international coalition in which Muslim troops on the ground are supported by the United States, United Kingdom, France, Russia and other leading powers,” Mr. Sanders said. “Further, as we destroy ISIS, it is essential that we do not allow fear and division to undermine the constitutional rights that make us a free people.”\nA Republican candidate, Gov. John R. Kasich of Ohio, said “bolder action” was needed against the Islamic State and focused his alternative strategy on organizing an international coalition of ground forces to fight in Iraq and Syria.\n“We must stop delaying and do it,” Mr. Kasich said. “We delayed in helping the Syrian rebels, and look where it got us. And when we decided to act, it was too little,” he added, a reference to the years of civil war in Syria.\nMany of the Republican candidates did not grapple with the substance of Mr. Obama’s remarks, instead trying to paint him — and by extension Mrs. Clinton — as lacking the ideas and resolve to fight and win a war against the Islamic State.\nJeb Bush, who watched for eight years as his brother, former President George W. Bush, struggled to prosecute wars in Afghanistan and Iraq, said Mr. Obama had put “self-imposed restraints” on the American intelligence community and military that were curtailing investigations and airstrikes aimed at defeating the Islamic State.\n“This is the war of our time. It should not be business as usual. We need a wartime commander-in-chief who is ready to lead this country and the free world to victory,” Mr. Bush said.\nSenator Rand Paul of Kentucky belittled Mr. Obama for proposing laws limiting the sale of assault weapons and barring suspected terrorists and other people on no-fly lists from buying guns.\n“Let me be clear: disarming more law-abiding citizens will not stop mass murderers and terrorists,” Mr. Paul said. “We should be advocating for more concealed carry ability for law-abiding Americans and an end to unconstitutional gun-free zones.” He also called for greater border security and a hold on immigration, visas, and refugees from “countries with active terror networks.”\nNone of the Republicans used the moment of Mr. Obama’s speech to take a new or surprising stand on war strategy or gun control, or offer much more than familiar partisan attacks on the president.\nBut their party’s most reliable stable of voters, who begin casting ballots for a presidential nominee in February, have not been crying out for a bipartisan consensus on fighting the Islamic State. Instead, if rising poll numbers are any measure, many conservatives seem to be rewarding candidates like Mr. Trump and Mr. Cruz who talk the toughest about more aggressive airstrikes and other military and intelligence-gathering options against the militants.\nObama Says of Terrorist Threat: ‘We Will Overcome It’ In a prime-time address, President Obama bluntly acknowledged heightened worries after the attacks in Paris and in San Bernardino, Calif., and urged Americans not to give in to fear.", "url": "https://www.nytimes.com/politics/first-draft/2015/12/06/republicans-attack-obamas-address/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}