{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:59:02", "date_modify": "2018-11-16 03:59:02", "date_publish": "2015-07-21 18:12:31", "description": "Donald J. Trump encouraged his supporters to give Senator Lindsey Graham a call during a campaign appearance in South Carolina on Tuesday, even providing the cellphone number in which to do so.", "filename": "politics_first-draft_2015_0_2408b12ff6f1fdaf6bfc6f1e161ab94f__module=inline_1542340742.html", "image_url": "https://static01.nyt.com/images/2015/07/21/multimedia/trump-sc-speech/trump-sc-speech-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_2408b12ff6f1fdaf6bfc6f1e161ab94f__module=inline_1542340742.html", "title": "The New York Times", "title_page": "In Exchange of Fire, Donald Trump Has Lindsey Graham's Number - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nSenator Lindsey Graham will probably have to change his cellphone number.\nThat’s because Donald J. Trump, the provocative Republican presidential contender, brandished a card showing the South Carolina senator’s phone number from the stage at a speech on Tuesday afternoon, reading the digits aloud and encouraging people to dial.\nThe reaction on Twitter was explosive. Several journalists wrote that the number was, indeed, Mr. Graham’s. Some people watching the speech on a livestream said they dialed it; one reported hearing a voice mail message identifying the phone number as belonging to Mr. Graham, and another said a man who sounded like Mr. Graham answered and hung up.\n\"i do not know what that is what is 'updog'?\" pic.twitter.com/GNqFVZChg3 — darth!™ (@darth) July 21, 2015\nI just called Lindsey Graham's cell too. Went straight to voice mail. — Ben Jacobs (@Bencjacobs) July 21, 2015\nThe prank, more typical of shock radio hosts than presidential candidates, intensified the back-and-forth between Mr. Trump and Mr. Graham – one that began when Mr. Graham assailed Mr. Trump for describing Mexican immigrants as drug dealers and rapists and urged other Republicans to speak out against him as well.\nAfter Mr. Trump disparaged the war record of Mr. Graham’s close friend, Senator John McCain of Arizona, because Mr. McCain was a prisoner of war in Vietnam, Mr. Graham called Mr. Trump “a jackass.”\nSpeaking in Mr. Graham’s home state on Tuesday, in Bluffton, S.C., Mr. Trump responded in kind, calling the senator an “idiot,” before taking a white index card from his pocket with the phone number scrawled in black ink. He said that Mr. Graham had eagerly given him the number a few years ago.\nChristian Ferry, Mr. Graham’s campaign manager, said that Mr. Trump “continues to show hourly that he is ill-prepared to be commander in chief.”\nThroughout his speech, Mr. Trump denounced Mr. Graham and former Gov. Rick Perry of Texas, another Republican contender who has been critical of Mr. Trump.\nAnd he continued to criticize Mr. McCain for dismissing people who attended a Trump rally in Arizona as “crazies.”\n“I know crazies. I know crazies,” Mr. Trump said, the implication being that his followers did not meet the definition of the term.", "url": "https://www.nytimes.com/politics/first-draft/2015/07/21/in-exchange-of-fire-donald-trump-has-lindsey-grahams-number/?module=inline"}