{"authors": ["Maggie Haberman", "Steve Eder"], "date_download": "2018-11-16 03:18:00", "date_modify": "2018-11-16 03:18:00", "date_publish": "2016-04-14 01:56:40", "description": "The police in Florida charged Mr. Lewandowski with one count of misdemeanor battery involving a reporter who had tried to ask Donald J. Trump a question.", "filename": "politics_first-draft_2016_04_13__1542338280.html", "image_url": "https://static01.nyt.com/images/2016/04/14/nytnow/14HP-Lewandowski/14HP-Lewandowski-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_13__1542338280.html", "title": "Prosecutor to Hold News Conference in Battery Case Against Corey Lewandowski", "title_page": "Prosecutor to Hold News Conference in Battery Case Against Corey Lewandowski - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Palm Beach County state attorney will hold a news conference on Thursday in connection with the battery charge filed in Florida against Corey Lewandowski, Donald J. Trump’s campaign manager.\nA spokesman for the office of the prosecutor, Dave Aronberg, confirmed the news conference, but would not confirm the subject matter. Numerous published reports said that Mr. Aronberg would announce that he was not planning to prosecute Mr. Lewandowski.\nMr. Lewandowski was charged with one count of misdemeanor battery over an episode on March 8 after a Trump news conference, in which Michelle Fields, then a reporter for the website Breitbart News, accused him of forcibly grabbing her as she tried to ask Mr. Trump a question.\nMs. Fields declined to comment on Wednesday, other than to confirm that she is considering a defamation suit against Mr. Trump and Mr. Lewandowski. A lawyer for Mr. Lewandowski, Brad Cohen, said he had not heard from prosecutors, and a spokeswoman for Mr. Trump, Hope Hicks, declined to comment.\nMr. Lewandowski called Ms. Fields “delusional” and posted on Twitter that he had never touched her. But security video provided to the police department showed Mr. Lewandowski grabbing Ms. Fields by the arm and pulling her away from Mr. Trump.\nMr. Aronberg told Politico this month that the bar for prosecution was higher than it was for the police to file such a charge, a strong indication that there might not be a prosecution.\nMr. Trump strongly defended Mr. Lewandowski and belittled Ms. Fields.\nBut the charges opened the floodgates for a torrent of criticism of Mr. Lewandowski, whose top-down management style and in-your-face personality had earned him criticism for months.\nThe Palm Beach County state attorney is planning a news conference at 2 p.m. on Thursday to discuss the case, Mike Edmondson, the spokesman, said.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/13/corey-lewandowski-donald-trump/"}