{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:40:20", "date_modify": "2018-11-16 04:40:20", "date_publish": "2015-04-12 22:37:28", "description": "Hillary Rodham Clinton sent an email to staff members of the Clinton Foundation telling them she was stepping down to focus on her presidential campaign.", "filename": "politics_first-draft_2015_0_a1a8795cc586d2ef1a5edef5d49d2c48__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343220.html", "image_url": "https://static01.nyt.com/packages/images/nytdesign/2014/politics/logo-flag-150.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_a1a8795cc586d2ef1a5edef5d49d2c48__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343220.html", "title": "Hillary Clinton Resigns From Board of Clinton Foundation", "title_page": "Hillary Clinton Resigns From Board of Clinton Foundation - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Rodham Clinton told staff members at the Clinton Foundation that she was stepping down from the board in order to run for president, according to an internal email.\n“While I have cherished my time serving on the board and engaging in the day-to-day work of the Foundation, in order to devote myself to this new, all-encompassing endeavor, I have resigned from the board of directors effective today,” Mrs. Clinton wrote in the email, which was sent about 90 minutes after her announcement video was posted.\n“As I step down from that position, I know that I am leaving the Foundation in great hands. I am equally as excited that Chelsea will continue to lead the Foundation’s mission with Bill, building upon our family’s commitment to help all people live their best life story,” she wrote, referring to her daughter, who is the vice chair of the organization.\nFoundation officials confirmed her resignation on Sunday evening.\nThe Foundation, started by Bill Clinton at the end of his presidency, was renamed the Bill, Hillary and Chelsea Clinton Foundation in the spring of 2013 after Mrs. Clinton left the State Department. It would have been unimaginable for Mrs. Clinton to be a presidential candidate and continue serving on the board.\nBut her resignation comes as Republicans have hammered her almost daily for the last six weeks about the Foundation’s fund-raising from other countries.\nIn the email, Mrs. Clinton thanked the staff members for their dedication.\n“Without you, the Foundation and its partners wouldn’t be reaching the lives and communities that it does. You have been an integral part of the Foundation’s success, and I look forward to seeing how the Foundation will continue to make a difference in the years to come,” Mrs. Clinton wrote. “Onward!”\nFoundation officials said that the boards of both the Clinton Foundation and one of its affiliates, the Clinton Health Access Initiative, would consider changes this week in their donor policies.\nThose changes include more frequent disclosures of donors, according to officials. Foundation aides have previously said they might reinstitute some restrictions on foreign contributions during a Mrs. Clinton candidacy, although they have also said they want to ensure existing programs could continue.", "url": "https://www.nytimes.com/politics/first-draft/2015/04/12/hillary-clinton-resigns-from-board-of-clinton-foundation/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}