{"authors": ["Nick Corasaniti", "Topics.Nytimes.Com Top Reference Timestopics People C Nick_Corasaniti Index.Html"], "date_download": "2018-11-16 04:38:20", "date_modify": "2018-11-16 04:38:20", "date_publish": "2015-12-09 11:20:32", "description": "While political campaigns are increasingly focusing on digital ads, a new advocacy campaign by the Television Bureau of Advertising, the trade association for local broadcast stations, will “highlight local broadcast TV’s unrivaled ability to reach and influence all voters.”", "filename": "politics_first-draft_2015_12_09__1542343100.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/politics/08firstdraftnl-tvnews/08firstdraftnl-tvnews-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_12_09__1542343100.html", "title": "Local TV Networks Seek to Counter Campaign Ads’ Shift Online", "title_page": "Local TV Networks Seek to Counter Campaign Ads’ Shift Online - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWith all the buzz and headlines on campaigns’ “going digital,” an old political standby is feeling left out: local television networks.\nNow, the networks have banded together to start an advocacy campaign called “We Get Voters.” The campaign, which is being run by the Television Bureau of Advertising, the trade association for local broadcast stations, will “highlight local broadcast TV’s unrivaled ability to reach and influence all voters.”\nThe campaign includes a website, a new research study on how voters make choices, the sponsoring of numerous events including one before the next Republican debate and, yes, a television commercial, which will run in Washington as well as in early-voting states.\n“There’s a lot of new, shiny objects in D.C. with big staffs who are making a lot of noise,” Steve Lanzano, president of the Television Bureau of Advertising, said in an interview. “We are and still will be for the long term by far the primary medium for reaching voters. Broadcast TV wins elections, period.”\nThe campaign, while broad in scope in terms of its web presence and television buying, has a specific target in mind: the “political decision makers” in Washington, according to Mr. Lanzano.\nBroadcast media still gathers the lion’s share of political spending. Kantar Media, which tracks TV advertising, predicted in July that spending would be around $4.4 billion for the 2016 election cycle (with caveats). Digital spending is expected to be around $1.1 billion.\nBut even with those numbers, local TV is starting to feel the surge of digital advertising. A recent study forecast that digital advertising would overtake TV as the biggest advertising category by the end of 2017.", "url": "https://www.nytimes.com/politics/first-draft/2015/12/09/local-tv-networks-seek-to-counter-campaign-ads-shift-online/"}