{"authors": ["Jonathan Martin", "Topics.Nytimes.Com Top Reference Timestopics People M Jonathan_Martin Index.Html"], "date_download": "2018-11-16 04:34:27", "date_modify": "2018-11-16 04:34:27", "date_publish": "2016-04-21 21:09:20", "description": "An R.N.C. panel rejected an effort to change the rules governing the party’s convention, batting away a move to make it harder for party leaders to draft a “white knight” candidate.", "filename": "politics_first-draft_2016_04_21__1542342867.html", "image_url": "https://static01.nyt.com/images/2016/04/21/us/21firstdraft-rnc/21firstdraft-rnc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_21__1542342867.html", "title": "Republicans Reject Effort to Alter Rules on Allowing New Candidate at Convention", "title_page": "Republicans Reject Effort to Alter Rules on Allowing New Candidate at Convention - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHOLLYWOOD, Fla. — A Republican National Committee panel on Thursday overwhelmingly rejected an effort to make preliminary changes to the rules governing the party’s convention this summer, batting away a move to make it more difficult for party leaders to draft a “white knight” candidate into the race.\nOn a voice vote, the R.N.C.’s rules committee turned back a bid to switch the rules of the convention from those used by the House of Representatives to Robert’s Rules of Order. The committee member who proposed the change, Solomon Yue of Oregon, said in the days leading up to the party’s spring meeting here that he wanted to alter the rules to prevent the establishment-aligned Republicans running the convention from being able to place in nomination the name of a candidate not already in the race.\nThe House Rules can be interpreted as allowing the chairman of the convention, Speaker Paul D. Ryan, to reopen presidential nominations, while Robert’s Rule would require a majority vote of the conservative-leaning delegates to do so.\nBut the debate over the proposal featured little discussion about the prospect of Republicans’ turning to a presidential candidate not already running, and centered instead on the danger of proposing any significant rule changes when the party may stage its first contested convention in 40 years and was under heavy scrutiny.\n“We’re going to get accused of trying to rig the game,” warned Jeff Kent, the committeeman from Washington.\nThe outcome was not a surprise. Reince Priebus, the party chairman, lobbied members of the rules panel not to submit any changes this week, and the most influential members decided in advance to reject the proposal.\nWhat was striking, though, was how much attention the matter received. Representatives from the campaigns of both Donald J. Trump and Senator Ted Cruz were present, as were the senior officials in charge of running the convention.\nAnd there were as many members of the news media in the room for the arcane discussion as there were members of the 56-person-strong rules committee. And a bank of cameras was even present to record the deliberations, a rare sight for such internal partly deliberations.\nBut the prospect of the party going into the convention without a candidate having clinched the nomination, and Donald J. Trump’s sustained assault on what he calls “a rigged” process, has raised the stakes on the rules.\n“Any change we make would be viewed with a large degree of cynicism,” said Randy Evans, the committeeman from Georgia.\nMr. Yue, though, was undeterred and told reporters after the meeting that he would raise the issue again when the party meets shortly before the convention in July. But even if the R.N.C. were to change course and accept his proposal, it would still have to be approved by the convention delegate themselves, who have final say over the rules governing the proceedings.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/21/republicans-reject-effort-to-alter-rules-on-allowing-new-candidate-at-convention/"}