{"authors": ["Ashley Parker", "Topics.Nytimes.Com Top Reference Timestopics People P Ashley_Parker Index.Html"], "date_download": "2018-11-16 03:56:06", "date_modify": "2018-11-16 03:56:06", "date_publish": "2015-10-22 11:00:57", "description": "Mr. Bush took a break from talking about the principles of economic freedom at a Libre Institute forum to weigh in on his favorite superhero.", "filename": "politics_first-draft_2015_1_d894a1b285179f6c8eda47789ced3cee__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340566.html", "image_url": "https://static01.nyt.com/images/2015/10/22/us/politics/22firstdraft-jeb/22firstdraft-jeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_1_d894a1b285179f6c8eda47789ced3cee__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340566.html", "title": "Jeb Bush Throws Support Behind Batman and Supergirl", "title_page": "Jeb Bush Throws Support Behind Batman and Supergirl - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLAS VEGAS — Jeb Bush took a break from talking about the principles of economic freedom at a Libre Institute forum here to weigh in on his favorite superhero.\nIn response to a rather specific question from the audience (“Who is your favorite superhero — Marvel, they have in parenthesis — and why?” the moderator asked, reading from an audience notecard), Mr. Bush offered a lighthearted, if slightly circuitous, response.\nHis first answer, appropriately, incorporated the themes of economic prosperity on which Libre, founded by the billionaire brothers Charles G. and David H. Koch, is focused: “I like watching the movies, and I wish I owned Marvel, as somebody who believes in capitalism,” Mr. Bush said, to laughter.\nThen he settled on a superhero. “I’m kind of old school,” he said. “I kind of like the old-school guys, like Batman.” (It should be noted that Batman, while a wonderful savior of Gotham, is actually a DC Comics hero.)\nAnd finally, Mr. Bush named another superhero he likes for an entirely different reason.\n“ ‘Supergirl’ is on TV — I saw that when I was working out this morning,” he said. “She looked pretty hot. I don’t know what channel it’s on, but I’m looking forward to that.”\nAnd, he added with another laugh, “that will make news.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/22/jeb-bush-throws-support-behind-batman-and-supergirl/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}