{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:57:49", "date_modify": "2018-11-16 03:57:49", "date_publish": "2015-08-09 21:27:17", "description": "Mr. Trump has thought about rage-against-the-machine runs as a minor party candidate before, and how serious he is about it for the 2016 presidential race is about to be tested.", "filename": "politics_first-draft_2015_08_09__1542340669.html", "image_url": "https://static01.nyt.com/packages/images/nytdesign/2014/politics/logo-flag-150.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_08_09__1542340669.html", "title": "The New York Times", "title_page": "It's Not the First Time Donald Trump Has Flirted With a Third-Party Run - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Over nearly two decades, Donald J. Trump has given more than a little thought to a third-party presidential candidacy. How serious he is about it for 2016 is about to be tested.\nMr. Trump, who in early polls has been leading the crowded field of Republican hopefuls, has insisted he doesn’t want to run as an independent. But he says he will if he’s forced to by Republican Party elders who have courted his money and endorsements in the past but now won’t give him the thing he highly values – respect. It’s an option, he said on Sunday, if he is not treated “reasonably fairly.”\nBut when he will make that decision and how he would proceed if he decided to run are unclear.\n“I may have a timeline,” he said in a phone interview on Friday, adding that he was a “total establishment guy” before. “I went from the fair-haired boy to the anti-establishment guy.”\nIn fact, Mr. Trump has thought about rage-against-the-machine runs as a minor party candidate before. In the interview, Mr. Trump described his past looks at independent runs – in the 2000 cycle and much earlier in this cycle – as merely brief flirtations. He thought about it “twice for a period of 24 hours – nothing serious,” Mr. Trump said. “I devoted no money, no staff, nothing.”\nHis dalliance this time around was brief. Since the beginning of the year, he has insisted that he would only run as a Republican. It’s only in recent weeks, as Republican leaders have grown more vocal in criticizing him, that he has begun refusing to rule it out.\nBut in 1999, Mr. Trump actually left the Republican Party to become a member of the Reform Party – a creation of Ross Perot, the businessman who ran for president as an independent 1992 and as the Reform Party candidate in 1996 election. Mr. Trump’s idea was to be the party’s candidate in 2000.\nYet in “The America We Deserve,” a book he wrote with the help of a longtime adviser, Roger Stone (who says he resigned from the Trump campaign this weekend but Mr. Trump says he was fired), Mr. Trump outlined policy positions that trended more toward the political left. And he ultimately decided against running, announcing in February 2000 that he found the infighting within the Reform Party to be troubling. He then became a Democrat.\nBy 2011 he switched his registration back to Republican. And that year, Trump acknowledges, he gave serious consideration to running for president in 2012 and making questions about President Obama’s birth place one of his issues.\n“The time I really looked at running was last time, as a Republican, ” said Mr. Trump.\nA lawyer with Mr. Trump’s company, Michael Cohen, was later quoted in 2013 as saying that Mr. Trump and his aides had spent roughly $1 million in research for exploring a presidential run.\nNow that Mr. Stone has left, Mr. Trump has lost his only adviser who actually had experience in third-party campaigns. In the 2012 race, which Mr. Trump decided not to enter, Mr. Stone helped Gary Johnson, the former governor of New Mexico, get on the ballot in 48 states as the Libertarian Party candidate for president.\nSome political observers have long questioned whether Mr. Trump would be willing to go through such a costly effort of contending with ballot-access rules and signature-gathering in each state, and Mr. Stone’s departure raises questions about how he would manage such an effort, should he pursue it.\nBut Mr. Trump insisted on Friday that it would not be a problem, and the next day, in another interview, he described Mr. Stone’s involvement in his campaign as extremely limited. (Mr. Stone has been involved for months.) Mr. Trump prides himself on keeping his own counsel, but to the extent that he empowers his advisers, his effort is now being guided, almost single-handedly, by his campaign manager, Corey Lewandowski.\nMr. Stone, who had sought a fairly low public profile in the current race before his blowup with the candidate, was described by allies as urging Mr. Trump to minimize his rumination about a third-party candidacy focused on running as a Republican. He encouraged it, close friends said, only as an option to guarantee fair treatment, not to use as a threat in the event of a Republican nominee not named Trump.\nBut Mr. Trump is likely to keep the door open. With money, he said, a third-party effort is “doable,” though he insisted, it’s not his preference.", "url": "https://www.nytimes.com/politics/first-draft/2015/08/09/its-not-the-first-time-trump-has-flirted-with-a-third-party-run/"}