{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:09:34", "date_modify": "2018-11-16 04:09:34", "date_publish": "2015-09-21 09:30:49", "description": "Hillary Rodham Clinton was viewed unfavorably by 51 percent of the voters polled in a new Siena College survey, a low mark in the state she represented as a senator for eight years.", "filename": "politics_first-draft_2015_09_21__1542341374.html", "image_url": "https://static01.nyt.com/packages/images/nytdesign/2014/politics/logo-flag-150.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_09_21__1542341374.html", "title": "Hillary Clinton Rates Unfavorably in New York State Poll", "title_page": "Hillary Clinton Rates Unfavorably in New York State Poll - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A rough political summer has left Hillary Rodham Clinton with negative favorability ratings in a New York State poll for the first time, a low mark in the state she represented as a senator for eight years.\nMrs. Clinton was viewed unfavorably by 51 percent of the voters polled, compared with 46 percent who see her in a favorable light, a new Siena College survey showed. That is a change from a 56 percent favorable rating and a 40 percent unfavorable rating she had in the same survey in July.\nMrs. Clinton is still viewed positively by 70 percent of Democrats, the poll shows. But even in the state she adopted and represented from 2001 through 2008, her poll numbers have followed the same trend as her national numbers, suffering after a summer of questions about her use of a private email server while she was secretary of state.\nHer strongest area of support comes from New York City; her numbers elsewhere in the state — in the upstate and suburban areas, where she spent years working to build her support as a senator — suffer a greater hit.\nStill, her support among Democrats outpaces two others: Vice President Joseph R. Biden Jr. and Senator Bernie Sanders of Vermont. Mrs. Clinton received support from 45 percent of Democrats, while Mr. Biden got 24 percent and Mr. Sanders 23 percent.\nMeanwhile, another New Yorker, Donald J. Trump, leads the Republican field, taking 34 percent of the vote. Next is Ben Carson, with 14 percent, and Jeb Bush earned 11 percent.\nBut Mr. Trump’s negative ratings are at 65 percent among all voters, a level that is almost unsustainable for a candidate.", "url": "https://www.nytimes.com/politics/first-draft/2015/09/21/hillary-clinton-rates-unfavorably-in-new-york-state-poll/"}