{"authors": ["Jeremy W. Peters", "Topics.Nytimes.Com Top Reference Timestopics People P Jeremy_W_Peters Index.Html"], "date_download": "2018-11-16 03:56:35", "date_modify": "2018-11-16 03:56:35", "date_publish": "2015-10-28 04:28:53", "description": "The Sun Sentinel, which covers southern Florida, accused Mr. Rubio of, in effect, defrauding voters for collecting a paycheck while he spends most of his time campaigning for president.", "filename": "politics_first-draft_2015_10_28__1542340595.html", "image_url": "https://static01.nyt.com/images/2015/10/29/us/28fd-rubio/28fd-rubio-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_28__1542340595.html", "title": "Florida Newspaper Calls on Marco Rubio to Resign for Missing Senate Votes", "title_page": "Florida Newspaper Calls on Marco Rubio to Resign for Missing Senate Votes - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOne of Florida’s largest newspapers is calling on Senator Marco Rubio, who has the worst attendance record in the Senate, to resign.\nIn a blistering editorial published on Tuesday evening, The Sun Sentinel, which covers southern Florida, accused Mr. Rubio, in effect, of defrauding voters for collecting a paycheck while he spends most of his time campaigning for president.\n“You are paid $174,000 per year to represent us, to fight for us, to solve our problems,” the editorial said. “You are ripping us off, senator.”\nMr. Rubio has missed about a third of his votes in the Senate this year. Though that makes him the senator who has skipped the most roll calls, absenteeism among members of Congress who are running for president is hardly rare. In 2008, for example, Barack Obama, Hillary Rodham Clinton and John McCain were all sitting senators who let their day jobs suffer a good deal.\nHe is not running for re-election. And he and his campaign advisers see little consequence in staying out of Washington, especially in a divisive Republican nominating contest in which anyone viewed as too close to the reviled federal government is punished politically.\nBut that has not stopped his opponents, from Donald J. Trump to Jeb Bush, the former Florida governor who helped shape Mr. Rubio’s early political career, from calling him out.\nThe Sun Sentinel’s call on Mr. Rubio is notable because the paper endorsed him for the Senate in 2010.", "url": "https://www.nytimes.com/politics/first-draft/2015/10/28/florida-newspaper-calls-on-marco-rubio-to-resign-for-missing-senate-votes/"}