{"authors": ["Jonathan Martin", "Topics.Nytimes.Com Top Reference Timestopics People M Jonathan_Martin Index.Html"], "date_download": "2018-11-16 03:15:38", "date_modify": "2018-11-16 03:15:38", "date_publish": "2015-05-18 20:53:12", "description": "The Times on Sunday published an interactive graphic that looks at how the teams behind some likely and announced candidates are connected to previous campaigns and administrations.", "filename": "politics_first-draft_2015_05_18__1542338138.html", "image_url": "https://static01.nyt.com/images/2015/05/19/us/politics/19campaign-staff-promo/19campaign-staff-promo-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_05_18__1542338138.html", "title": "Connecting the Dots, Part II", "title_page": "Connecting the Dots, Part II - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Times on Sunday published an interactive graphic that looks at how the teams behind some likely and announced presidential candidates are connected to previous campaigns, administrations and organizations close to the possible nominees. We found a few more worth noting and encourage readers to explore them on their own.\nPhoto\nNew Faces in the Hillary Rodham Clinton Contingent\nMany of the senior strategists on her 2016 team have limited experience working with Mrs. Clinton or worked for the Clintons as relatively junior staff members. One of the big questions about this team is whether Mrs. Clinton will keep her trust in so many new advisers or look to bring in more familiar faces if the going gets tough.\nJeb Bush Looks to Blur Brotherly Lines\nThere have always been clear lines between the political organizations of the two Bush brothers, but Jeb Bush is now assembling a team that combines his own advisers with those who have close ties to former President George W. Bush. Scott Jennings, Mr. Bush’s political director, for example, served in the White House political affairs department in the Bush administration.\nRand Paul Assembles a Team of Operatives From All Over\nRand Paul has built a campaign organization from a collection of political operatives scattered across the country who do not know him (and in some cases, each other) very well. Notably, two of his closest advisers – Jesse Benton and Dan Bayens – are working for him through a “super PAC” supporting his candidacy.\nWalker Team Has Experience but No Clear Leader\nScott Walker has been in elected office since the age of 26 and is known to act as his own political strategist. His organization seems to reflect as much. While several operatives on Mr. Walker’s team have presidential campaign experience — including David Polyansky, Ed Goeas, Rick Wiley, Gary Marx and Gregg Keller — it is unclear who will oversee the strategy.", "url": "https://www.nytimes.com/politics/first-draft/2015/05/18/connecting-the-dots-part-ii/"}