{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:22:26", "date_modify": "2018-11-16 04:22:26", "date_publish": "2015-08-21 21:48:58", "description": "Gov. Bobby Jindal of Louisiana said he could secure the Southern border within six months of becoming president and called for prosecuting officials in sanctuary cities.", "filename": "politics_first-draft_2015_08_21__1542342146.html", "image_url": "https://static01.nyt.com/images/2015/08/21/us/21firstdraft-jindal/21firstdraft-jindal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_08_21__1542342146.html", "title": "Bobby Jindal Calls for Holding Mayors of Sanctuary Cities Responsible for Crime", "title_page": "Bobby Jindal Calls for Holding Mayors of Sanctuary Cities Responsible for Crime - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nNot to be outdone by his Republican presidential rivals on immigration, Gov. Bobby Jindal of Louisiana said Friday that he could secure the Southern border within six months of becoming president and called for prosecuting officials in sanctuary cities when their undocumented residents commit crimes.\n“A smart immigration policy will make our country stronger — a dumb immigration policy will make it weaker,” Mr. Jindal said at a Defending the American Dream Summit hosted by Americans for Prosperity in Columbus, Ohio. “Today, we have a dumb immigration policy.”\nRepublicans have been ramping up their stance on immigration since Donald J. Trump surged in the polls after taking a hard line on the issue and vowing to build a wall to prevent people from other countries from sneaking in.\nMr. Jindal, who is struggling in most polls, said that officials in Washington should be fired for making excuses about securing the border and that he could complete the task in less than a year. He also detailed his Partners in Crime proposal to put an end to sanctuary cities, which would see mayors in those cities charged as accessories to crimes committed by undocumented workers.\nThe son of immigrants, Mr. Jindal said that those who came to the United States legally must make learning English and hard work priorities.\n“Immigration without assimilation is invasion,” Mr. Jindal said.", "url": "https://www.nytimes.com/politics/first-draft/2015/08/21/bobby-jindal-calls-for-holding-mayors-of-sanctuary-cities-responsible-for-crime/"}