{"authors": ["Carl Hulse", "Topics.Nytimes.Com Top Reference Timestopics People H Carl_Hulse Index.Html"], "date_download": "2018-11-16 03:56:30", "date_modify": "2018-11-16 03:56:30", "date_publish": "2015-10-27 10:00:54", "description": "Senators on Tuesday are scheduled to consider multiple proposed changes to the measure before a final vote, which Senator Mitch McConnell of Kentucky, the majority leader, could try to force as early as Tuesday evening.", "filename": "politics_first-draft_2015_10_27__1542340590.html", "image_url": "https://static01.nyt.com/images/2015/10/27/us/27firstdraft-cybersecurity/27firstdraft-cybersecurity-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_27__1542340590.html", "title": "Major Cybersecurity Bill Is Set to Clear the Senate", "title_page": "Major Cybersecurity Bill Is Set to Clear the Senate - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhile most of the attention in Congress is focused on fiscal issues and leadership fights, a major cybersecurity bill is quietly moving in the Senate.\nSenators on Tuesday are scheduled to consider multiple proposed changes to the measure before a final vote, which Senator Mitch McConnell of Kentucky, the majority leader, could try to force as early as Tuesday evening.\nBackers of the legislation say it could help secure the nation’s digital infrastructure by allowing private companies to share information about threats and attacks with the federal government, to help companies better protect themselves.\n“The legislation’s voluntary information-sharing provisions are key to protecting the personal information of the people we represent,” Mr. McConnell said.\nCritics of the measure, which was drafted in the Intelligence Committee, say it could lead to more government snooping and grant access to private information without substantially reducing the possibility of damaging disclosures of personal data. Senator Ron Wyden, Democrat of Oregon, plans to propose changes to bolster privacy protections.\nDespite the criticism, the measure has bipartisan support, and it is likely to pass and move into negotiations with the House, which has passed its own cybersecurity bills.", "url": "https://www.nytimes.com/politics/first-draft/2015/10/27/major-cybersecurity-bill-is-set-to-clear-the-senate/"}