{"authors": ["Peter Baker", "Topics.Nytimes.Com Top Reference Timestopics People B Peter_Baker Index.Html"], "date_download": "2018-11-16 04:39:27", "date_modify": "2018-11-16 04:39:27", "date_publish": "2015-04-24 02:16:04", "description": "In a much-anticipated statement marking Friday’s 100th anniversary of the start of the killings of Armenians at the hands of Ottoman Turks, Mr. Obama skirted around the word that has caused so much backlash from Turkey.", "filename": "politics_first-draft_2015_0_06707629a001bc75e71978b1992c9c34__module=inline_1542343167.html", "image_url": "https://static01.nyt.com/images/2015/04/24/us/politics/24firstdraft-obama-hands/24firstdraft-obama-hands-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_06707629a001bc75e71978b1992c9c34__module=inline_1542343167.html", "title": "The New York Times", "title_page": "For Anniversary of Armenian Genocide, Obama Calls It an 'Atrocity' Instead - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPresident Obama called it “the first mass atrocity of the 20th century,” “the horrors of 1915” and “a dark chapter in history.” But one thing Mr. Obama did not call the century-old Armenian genocide was genocide.\nIn a much-anticipated statement marking Friday’s 100th anniversary of the start of the slaughter of Armenians at the hands of Ottoman Turks, Mr. Obama on Thursday skirted around the word that has caused so much backlash from Turkey every time someone uses it.\nAlthough Mr. Obama called the acts against the Armenians genocide as a presidential candidate in 2008 and vowed to do so once he reached the White House, he once again chose not to follow through on his promise for fear of offending Turkey, a NATO ally that denies that the deaths of up to 1.5 million Armenians constituted genocide. Instead, Mr. Obama implied that he still thought it was genocide even if he did not say so directly.\n“I have consistently stated my own view of what occurred in 1915, and my view has not changed,” he said in the statement, without explicitly repeating what that view was.\nAs a result, he did not follow the example of Pope Francis, who this month called the Armenian killings the first genocide of the 20th century. But Mr. Obama did note that he welcomed “the expression of views by Pope Francis.”", "url": "https://www.nytimes.com/politics/first-draft/2015/04/23/for-anniversary-of-armenian-genocide-obama-calls-it-an-atrocity-instead/?module=inline"}