{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:42:00", "date_modify": "2018-11-16 03:42:00", "date_publish": "2015-06-22 21:37:48", "description": "Senior Republicans called for folding up the Confederate battle flag after Gov. Nikki Haley of South Carolina said the Civil War symbol should be removed from the state Capitol.", "filename": "politics_first-draft_2015_0_050f85164a455c3cea2386461548bf19__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339720.html", "image_url": "https://static01.nyt.com/images/2015/06/22/us/politics/22firstdraft-repubreax/22firstdraft-repubreax-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_050f85164a455c3cea2386461548bf19__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339720.html", "title": "The New York Times", "title_page": "Senior Republicans Follow Nikki Haley's Lead on Confederate Battle Flag - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTongue-tied over the issue for nearly a week, senior Republicans jumped on the bandwagon Monday and called for folding up the Confederate battle flag after Gov. Nikki Haley of South Carolina said the Civil War symbol should be removed from the state Capitol.\nSenator Mitch McConnell of Kentucky, the majority leader, acknowledged that while the flag meant different things to different people, it was time to take it down.\n“The fact that it continues to be a painful reminder of racial oppression to many suggests, to me at least, that it’s time to move beyond it, and that the time for a state to fly it has long since passed,” Mr. McConnell said.\nReince Priebus, chairman of the Republican National Committee, echoed that sentiment, calling the flag too hurtful for Americans.\n“For South Carolina, taking down this Confederate flag is a step in mending those divisions,” Mr. Priebus said.\nRepublican presidential candidates were also quick to praise Ms. Haley.\nGov. Scott Walker of Wisconsin, who is considering a White House bid, said he supported her decision.\nI am glad @nikkihaley is calling for the Confederate flag to come down. I support her decision – SKW — Scott Walker (@ScottWalker) June 22, 2015\nAnd former Gov. Rick Perry of Texas, who has announced his presidential campaign, called it an important step in mourning the killings of the nine churchgoers in Charleston.\n“Removing the flag is an act of healing and unity that allows us to find a shared purpose based on the values that unify us,” Mr. Perry said.\nAs for Democrats, Hillary Rodham Clinton also posted a message of support on Twitter for Ms. Haley.", "url": "https://www.nytimes.com/politics/first-draft/2015/06/22/senior-republicans-follow-nikki-haleys-lead-on-confederate-battle-flag/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}