{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:26:04", "date_modify": "2018-11-16 04:26:04", "date_publish": "2016-03-03 20:35:05", "description": "Mr. Trump struck back against Mr. Romney, deriding the 2012 Republican presidential nominee as “a choke artist” who should keep his nose out of the presidential race.", "filename": "politics_first-draft_2016_0_2aea28eb56966f3e23557b70cb25b4fc__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342364.html", "image_url": "https://static01.nyt.com/images/2016/03/04/us/03fd-trumpmaine/03fd-trumpmaine-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_2aea28eb56966f3e23557b70cb25b4fc__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342364.html", "title": "The New York Times", "title_page": "Donald Trump Dismisses Mitt Romney as a 'Lightweight' and a 'Failed Candidate' - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nDonald J. Trump struck back against Mitt Romney on Thursday afternoon, deriding him as a “lightweight” and “a failed candidate” who should keep his nose out of the 2016 presidential race.\nThe blistering remarks at a rally in Maine came hours after Mr. Romney, the 2012 Republican presidential nominee, savaged Mr. Trump as an immoral huckster who lacked the judgment or temperament to be president.\nMr. Trump acknowledged that he was watching with interest.\n“I backed Mitt Romney, you can see how loyal he is,” Mr. Trump said of his endorsement four years ago. “He was begging for my endorsement. I could have said ‘Mitt, drop to your knees.’ He would have dropped to his knees.”\nMr. Romney predicted that his speech would be met with anger and personal attacks, and Mr. Trump did not disappoint.\nClearly enraged, Mr. Trump proceeded to offer the greatest hits of Mr. Romney’s 2012 missteps, recalling his “47 percent” remark about nearly half of the country being reliant on the government, and bringing up the car elevator he had built for his mansion in California.\nMr. Trump also called Mr. Romney a “lightweight,” a “choke artist” and “a failed candidate,” referring to his 2012 loss to President Obama.\n“He failed horribly,” Mr. Trump said.\nIt was evident that Mr. Romney’s pointed remarks describing Mr. Trump’s business acumen as overrated were particularly effective at getting under Mr. Trump’s skin.\nThe Manhattan real estate developer went on an extended rant about his wealth, listing his largest building projects and suggesting that Mr. Romney, a multimillionaire, was not that rich.\n“I’m a much, much better businessman than him,” Mr. Trump said.\nIn a meandering speech, Mr. Trump swerved between hitting back at Mr. Romney, taking swings at Hillary Clinton and Senator Marco Rubio, and offering his traditional rants against China, Mexico and companies that want to send jobs overseas.\nBut ultimately he kept returning to Mr. Romney, the former Massachusetts governor, wondering aloud why he turned on him. Like a scorned friend, he shifted from anger to disappointment.\n“It was very nasty,” Mr. Trump said of Mr. Romney’s speech. “I thought he was a better person than that.”", "url": "https://www.nytimes.com/politics/first-draft/2016/03/03/donald-trump-dismisses-mitt-romney-as-a-lightweight-and-a-failed-candidate/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}