{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:22:34", "date_modify": "2018-11-16 04:22:34", "date_publish": "2016-04-29 20:50:08", "description": "Bernie Sanders, making a late push ahead of Tuesday’s primary voting, spoke out Friday against a company’s plans to move hundreds of local jobs to Mexico.", "filename": "politics_first-draft_2016_0_58040b3537962d4c774899d6e517cf37__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342154.html", "image_url": "https://static01.nyt.com/images/2016/04/29/us/29firstdraft-sanders3/29firstdraft-sanders3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_58040b3537962d4c774899d6e517cf37__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342154.html", "title": "Bernie Sanders Rails Against Relocation of Indiana Factory", "title_page": "Bernie Sanders Rails Against Relocation of Indiana Factory - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBernie Sanders spoke out Friday against an Indiana company’s plans to move hundreds of local jobs to Mexico, part of a last-minute push ahead of Tuesday’s primary, in which he hopes to win enough delegates to justify continuing his campaign.\nStanding outside the Indiana Statehouse, the Vermont senator spoke to members of United Steelworkers Local 1999, a group that has endorsed him and that was demonstrating against United Technologies. The company announced in February that it would close its factory in Indianapolis and move 1,400 jobs next year to Monterey, Mexico, according to the Sanders campaign. The company will also close a facility in Huntington, Ind., eliminating 700 jobs.\n“This is not acceptable. This is the kind of corporate behavior that is destroying the middle class of this country,” Mr. Sanders said Friday. “This is the kind of corporate behavior that together we will end.”\nMr. Sanders vowed to do everything he could to stop United Technologies from shutting the facilities, saying the company planned to pay workers in Mexico $3 an hour. He also said that since the North American Free Trade Agreement was passed by Congress in 1994, Indiana has lost 113,000 manufacturing jobs.\n“We need new trade policies that are designed to protect working families and the middle class, not just the CEOs of large corporations,” Mr. Sanders said. “The greed of United Technology is almost unbelievable. You really can’t make this stuff up. They have no shame. They have no sense of embarrassment.”", "url": "https://www.nytimes.com/politics/first-draft/2016/04/29/bernie-sanders-rails-against-relocation-of-indiana-factory/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}