{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:57:05", "date_modify": "2018-11-16 03:57:05", "date_publish": "2015-09-17 17:34:55", "description": "Nearly 23 million viewers tuned in to CNN to view the Republican presidential debate on Wednesday, as interest in the increasingly raucous nominating contest shows no signs of abating.", "filename": "politics_first-draft_2015_0_88579d2a66004e1a7272f2e3887483ff__module=inline_1542340625.html", "image_url": "https://static01.nyt.com/images/2015/09/17/us/17firstdraft-cnn/17firstdraft-cnn-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_0_88579d2a66004e1a7272f2e3887483ff__module=inline_1542340625.html", "title": "23 Million Watched Republican Debate", "title_page": "23 Million Watched Republican Debate - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nNearly 23 million viewers tuned in to CNN to view the Republican presidential debate on Wednesday, as interest in the increasingly raucous nominating contest shows no signs of abating.\nCNN’s television audience for the three-hour prime-time debate averaged 22.9 million people, the strongest draw in the network’s history for an event, according to Nielsen data. The viewership was slightly less than the 24 million that Fox News garnered for the first Republican debate last month and helped demonstrate the widespread interest in the 2016 election, which has been infused with feisty barbs and reality TV star power thanks to the emergence of Donald J. Trump.\nPreviously, CNN’s highest-rated primary debate was the California Democratic debate in January 2008, when an average of 8.3 million viewers tuned in for the event. A “Larry King Live” special featuring H. Ross Perot and Al Gore drew 16.8 million total viewers in 1993 and was the network’s most watched program before Wednesday’s debate.\nCNN’s earlier debate on Wednesday, which featured four candidates who performed in the lower tier in the polls, drew an average of 6.3 million viewers, topping Fox’s undercard debate that drew 6.1 million.\nUnlike Fox, CNN allowed the debates to be streamed freely on its website and mobile platforms. It had 921,000 streams being viewed at one time, when usage peaked at 9:45 p.m.", "url": "https://www.nytimes.com/politics/first-draft/2015/09/17/23-million-watched-republican-debate/?module=inline"}