{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:55:22", "date_modify": "2018-11-16 03:55:22", "date_publish": "2016-02-28 16:13:22", "description": "Donald J. Trump came under fire on Sunday for initially declining to disavow the support of David Duke, the white nationalist and ex-Ku Klux Klansman who has called him “by far the best candidate.” Facing criticism from his Republican rivals, Mr. Trump later distanced himself from Mr. Duke.", "filename": "politics_first-draft_2016_0_7862ea312aa85ff023dfb7f878c95e9f__module=inline_1542340522.html", "image_url": "https://static01.nyt.com/images/2016/02/28/us/duke-firstdraftSUB/duke-firstdraftSUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_7862ea312aa85ff023dfb7f878c95e9f__module=inline_1542340522.html", "title": "Donald Trump Wavers on Disavowing David Duke", "title_page": "Donald Trump Wavers on Disavowing David Duke - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDonald J. Trump came under fire on Sunday for declining to disavow the support of David Duke, the white nationalist and ex-Ku Klux Klansman who has called him “by far the best candidate.”\nFacing criticism from his rivals for the Republican presidential nomination, Mr. Trump later moved to distance himself from Mr. Duke. However, the sequence exposed Mr. Trump to questions about his judgment and fitness to be president.\n“Well, just so you understand, I don’t know anything about David Duke,” Mr. Trump said in an interview with CNN. “I don’t know anything about what you’re even talking about with white supremacy or white supremacists.”\nMr. Duke has not formally endorsed Mr. Trump, but he has embraced the Republican presidential candidate’s cause wholeheartedly.\n“Voting against Donald Trump at this point is really treason to your heritage,” Mr. Duke told his radio audience recently.\nMr. Duke expanded on his support of Mr. Trump in a Facebook post over the weekend.\n“I think he deserves a close look by those who believe the era of political correctness needs to come to an end,” Mr. Duke said, calling for a leader who would secure the border and dismantle the “Jewish controlled” financial industry.\nThe discussion of Mr. Trump’s support among white supremacists comes on a day when he also re-posted a tweet quoting Benito Mussolini, the founder of the fascist movement, and called for libel laws to be weakened so that he could more easily sue the press when it covers him critically.\nThe campaigns of Senators Marco Rubio and Ted Cruz pounced on Mr. Trump for failing to distance himself from Mr. Duke on Sunday.\n“If you need to do research on the K.K.K. before you can repudiate them, you are not ready or fit to be president,” said Joe Pounder, a spokesman for Mr. Rubio.\nMr. Cruz wrote in a tweet that the situation was “sad.”\n“You’re better than this,” Mr. Cruz said, addressing Mr. Trump. “We should all agree, racism is wrong, K.K.K. is abhorrent.”\nSome civil rights groups also expressed concern about a mainstream politician failing to denounce white supremacist ideology.\n“Condemning David Duke and the Ku Klux Klan at every opportunity should be the easiest thing anyone can do,” said Heidi Beirich of the Southern Poverty Law Center. “The hatefulness of their ideas and actions are well established and should be condemned forcefully by all responsible political leaders.”\nMr. Trump’s lack of knowledge of Mr. Duke was surprising because he said as recently as Friday that he did disavow Mr. Duke’s support.\nMr. Trump also expressed his disapproval of Mr. Duke back in 2000 after deciding not to embark on a presidential bid in the Reform Party.\n“The Reform Party now includes a Klansman, Mr. Duke, a neo-Nazi, Mr. Buchanan, and a communist, Ms. Fulani,” Mr. Trump said in a statement, referring to Pat Buchanan and Lenora Fulani, the former standard-bearer of the New Alliance Party and an advocate of Marxist-Leninist politics. “This is not company I wish to keep.”\nBut on Sunday, Mr. Trump insisted that he would not condemn someone who he does not know anything about.\n“I don’t know David Duke,” he said. “I don’t believe I have ever met him. I’m pretty sure I didn’t meet him. And I just don’t know anything about him.”\nAfter the flurry of blowback over his comments, Mr. Trump responded on Twitter on Sunday and retreated to the position he took when asked about Mr. Duke last week.\n“I disavow,” he wrote.\nAs I stated at the press conference on Friday regarding David Duke- I disavow. pic.twitter.com/OIXFKPUlz2 — Donald J. Trump (@realDonaldTrump) February 28, 2016\nFind out what you need to know about the 2016 presidential race today, and get politics news updates via Facebook, Twitter and the First Draft newsletter.", "url": "https://www.nytimes.com/politics/first-draft/2016/02/28/donald-trump-declines-to-disavow-david-duke/?module=inline"}