{"authors": ["Nick Corasaniti", "Topics.Nytimes.Com Top Reference Timestopics People C Nick_Corasaniti Index.Html"], "date_download": "2018-11-16 03:58:51", "date_modify": "2018-11-16 03:58:51", "date_publish": "2015-06-02 17:32:39", "description": "Gov. Scott Walker of Wisconsin promised to compete in the Florida presidential primary, even though two favorite sons, Senator Marco Rubio and former Gov. Jeb Bush, are expected to try hard to win the state.", "filename": "politics_first-draft_2015_06_02__1542340731.html", "image_url": "https://static01.nyt.com/images/2015/06/02/us/politics/02firstdraft-scott-walker-fla/02firstdraft-scott-walker-fla-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_06_02__1542340731.html", "title": "Scott Walker Vows to Compete in Florida", "title_page": "Scott Walker Vows to Compete in Florida - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nORLANDO, Fla. – Gov. Scott Walker of Wisconsin wants to make sure everyone knows he loves Florida.\nHe began his remarks at the Economic Growth Summit on Tuesday by ticking off city after city that he has visited, saying that he has an aunt who lives in Bonita Springs, a lot of friends in the Villages, and that he first visited Disney World in 1971.\n“We’ll be back many more times,” Mr. Walker promised as he concluded his remarks. “We love the connection to Florida.”\nHis outpouring of adoration for the Sunshine State may have been in response to the media’s portrayal of his recent remarks that he may let former Gov. Jeb Bush and Senator Marco Rubio battle it out in this key primary state. Some interpreted the remarks as Mr. Walker suggesting that he would not fight for Florida.\n“Let me be clear: The media suggested I would do that,” Mr. Walker said when asked about it by reporters after his remarks. Instead, he explained that he thought he could win anywhere in the country.\n“The only pause I gave was in deference to two favorite sons here in Florida,” he said. “And I thought that Governor Bush and Senator Rubio certainly would have a competitive advantage over anybody because of their presence as favorite sons in this state and having won statewide elections.”\nMr. Walker has been seeking to clarify his comments since he made them to the conservative radio host Laura Ingraham last month. But, if there was any doubt that he was going to try and compete in Florida “should he run,” he sought to squash it.\n“If I didn’t think I would compete, I wouldn’t be here today,” Mr. Walker said.", "url": "https://www.nytimes.com/politics/first-draft/2015/06/02/scott-walker-vows-to-compete-in-florida/"}