{"authors": ["Alan Rappeport", "Matt Flegenheimer"], "date_download": "2018-11-16 04:09:19", "date_modify": "2018-11-16 04:09:19", "date_publish": "2016-04-28 15:34:23", "description": "During a forum at Stanford University in which he discussed the presidential election and his time in office, former House Speaker John A. Boehner’s harshest assessment was saved for Senator Ted Cruz, who he has not forgiven for spearheading the 2013 government shutdown.", "filename": "politics_first-draft_2016_04_28__1542341359.html", "image_url": "https://static01.nyt.com/images/2016/04/28/nytnow/28NYTNOW-boehner/28NYTNOW-boehner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_28__1542341359.html", "title": "The New York Times", "title_page": "John Boehner Describes Ted Cruz as 'Lucifer in the Flesh' - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFormer House Speaker John A. Boehner described Senator Ted Cruz as “Lucifer in the flesh” during a forum at Stanford University on Wednesday and said that he would not vote for the Texas Republican if he is the party’s presidential nominee.\nMr. Boehner, who resigned from Congress last year, said that he would vote for Donald J. Trump if he is nominated, according to a report in The Stanford Daily. The two men have played golf together over the years, and Mr. Boehner described them as “texting buddies.”\nAs for the other remaining presidential candidates, Mr. Boehner praised the sincerity of Senator Bernie Sanders and called Gov. John Kasich, a fellow Ohioan, a friend. While he praised Hillary Clinton’s intelligence he did suggest — as Mr. Trump has been doing recently — that she is playing the gender card in this election, according to the report.\n“Oh, I’m a woman, vote for me,” Mr. Boehner said, impersonating Mrs. Clinton.\nBut Mr. Boehner’s harshest assessment was saved for Mr. Cruz, who he has not forgiven for spearheading the 2013 government shutdown.\n“I have Democrat friends and Republican friends,” Mr. Boehner told David Kennedy, an emeritus history professor, at the event. “I get along with almost everyone, but I have never worked with a more miserable son of a bitch in my life.”\nSpeaking to reporters on Thursday before a rally in Fort Wayne, Ind., Mr. Cruz laughed at first when asked about the comments.\n“He allowed his inner Trump to come out,” the senator said of Mr. Boehner.\nBut quickly, Mr. Cruz — and later, Carly Fiorina, his newly announced would-be running mate — seized on the issue, holding up Mr. Boehner as an example of all that is wrong with Washington.\n“If you are wondering who actually has stood up to Washington, then John Boehner has made it crystal clear,” Mr. Cruz said. “John Boehner in his remarks described Donald Trump as his texting and golfing buddy.”\nMr. Cruz said he had met Mr. Boehner only “two or three times,” estimating he had said fewer than 50 words to him in his life.\nMr. Cruz added that during the 2013 government shutdown, in which he had a leading role, he had offered to speak to Mr. Boehner in an attempt to resolve the dispute.\n“John Boehner’s response was, ‘I have no interest in talking,’” Mr. Cruz said. “So when he says I’m the worst guy he ever worked with, he didn’t work with me.”\nVideo", "url": "https://www.nytimes.com/politics/first-draft/2016/04/28/john-boehner-ted-cruz/"}