{"authors": ["Carl Hulse", "Topics.Nytimes.Com Top Reference Timestopics People H Carl_Hulse Index.Html"], "date_download": "2018-11-16 03:56:23", "date_modify": "2018-11-16 03:56:23", "date_publish": "2015-10-23 10:55:33", "description": "A media moment in a high-profile hearing like the Benghazi committee showdown with Mrs. Clinton can enhance a lawmaker’s career — or break it. And there was plenty of political ambition on display as seven House Republicans took on Mrs. Clinton, and five House Democrats took on the seven House Republicans.", "filename": "politics_first-draft_2015_10_23__1542340583.html", "image_url": "https://static01.nyt.com/images/2015/10/22/us/22firstdraftnl-congress/22firstdraftnl-congress-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_23__1542340583.html", "title": "Both Parties Displayed Political Plumage in Hillary Clinton’s Benghazi Hearing", "title_page": "Both Parties Displayed Political Plumage in Hillary Clinton’s Benghazi Hearing - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFor lawmakers, a media moment in a high-profile hearing like the special Benghazi committee showdown with Hillary Rodham Clinton can really enhance a career — or break one.\nAnd there was plenty of political ambition on display in the Longworth House Office Building on Thursday as seven House Republicans took on Mrs. Clinton, and five House Democrats took on the seven House Republicans.\nLeading the charge was Representative Elijah E. Cummings of Maryland, the ranking Democrat on the committee and a man considered to be a strong potential candidate for Maryland’s open Senate seat should he decide to jump in — a decision that could come now that the hearing is history. He very likely helped himself with Democratic voters in blue Maryland with his aggressive pushback at the hearing against Representative Trey Gowdy of South Carolina, the committee chairman. He seemed to make Mr. Gowdy sweat — literally.\nAlso on the dais with him was Representative Tammy Duckworth of Illinois, who is seeking her state’s Democratic Senate nomination. Noting her own military experience, Ms. Duckworth was one of the few on the panel who tried to get into detailed questions about Benghazi diplomatic security. But the committee membership cut both ways as the Illinois Republican Party hit her for softening her tone after Mrs. Clinton endorsed her before the hearing.\nAs for Mr. Gowdy, he has been known to covet a federal judgeship. But he will need a Republican president and Senate if he hopes to get one now, because he won’t be nominated or approved by Democrats.\nRepresentative Peter Roskam, an Illinois Republican sitting on the panel, hasn’t made known any aspirations for higher office, though he has engaged in the jockeying for House leadership. But one panel Democrat said Mr. Roskam’s questioning of Mrs. Clinton seemed to smack of higher aspirations.\n“It was like he was running for president,” Representative Adam Smith, Democrat of Washington, told Mrs. Clinton. “He wanted to debate you on Libya policy.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/23/both-parties-displayed-political-plumage-in-hillary-clintons-benghazi-hearing/"}