{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:16:40", "date_modify": "2018-11-16 03:16:40", "date_publish": "2016-03-12 18:03:00", "description": "A security officer and Secret Service agents briefly formed a ring around Donald J. Trump after a man rushed the stage at his rally in Dayton, Ohio, on Saturday.", "filename": "politics_first-draft_2016_0_c7e8224e035cd5137c940ec7e96c1077__module=inline_1542338200.html", "image_url": "https://static01.nyt.com/images/2016/03/12/us/trump-firstdraft02/trump-firstdraft02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_0_c7e8224e035cd5137c940ec7e96c1077__module=inline_1542338200.html", "title": "Security Forms Ring Around Donald Trump After Disruption at Ohio Rally", "title_page": "Security Forms Ring Around Donald Trump After Disruption at Ohio Rally - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nA man jumped a security barrier and rushed the stage at Donald J. Trump’s rally in Dayton, Ohio on Saturday morning, leading to a brief moment of panic when Secret Service briefly surrounded the candidate.\nThe night before, Mr. Trump abruptly canceled his rally in Chicago as hundreds of activists scuffled with his supporters inside the arena where it was to take place. But the Dayton event Saturday was relatively quiet, by Mr. Trump’s standards, until the end.\nOne man began protesting about 10 minutes before Mr. Trump finished talking. “What took him so long to put up his hand, we’re almost finished!” Mr. Trump said, mocking the man and telling him to “go back to mommy.”\nNot long after that person was escorted out, a man jumped over a security barrier and rushed toward the stage, a moment captured on a video quickly posted to YouTube.\nPeople could be heard screaming, and Mr. Trump ducked his head, grabbing his podium with both hands. One of Mr. Trump’s personal security guards, who has worked for him for years, was the first to jump on stage. Three other men who appeared to be Secret Service agents jumped on stage, and all formed a ring around Mr. Trump for a few moments.\n“Thank you for the warning,” Mr. Trump told the crowd. “I was ready for him, but it’s much easier if the cops do it.”\nIn an email, a spokeswoman for Mr. Trump, Hope Hicks, said, “A man attempted to breach the secure buffer and was removed rapidly and professionally.” According to the Secret Service, the man was arrested by the Dayton Police Department; the exact charges were not immediately available.", "url": "https://www.nytimes.com/politics/first-draft/2016/03/12/security-forms-ring-around-donald-trump-after-disruption-at-ohio-rally/?module=inline"}