{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:56:36", "date_modify": "2018-11-16 03:56:36", "date_publish": "2015-10-28 10:30:28", "description": "The experiment with legalized marijuana in Colorado, where Republicans will hold their third debate on Wednesday, remains a hot topic as the next election approaches. In that spirit, the Marijuana Policy Project has dusted off its scorecard of where the candidates stand on the issue.", "filename": "politics_first-draft_2015_10_28__1542340596.html", "image_url": "https://static01.nyt.com/images/2015/10/27/us/27firstdraftnl-marijuana/27firstdraftnl-marijuana-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_10_28__1542340596.html", "title": "Pro-Marijuana Group Rereleases Republicans’ Ratings Before Debate in Colorado", "title_page": "Pro-Marijuana Group Rereleases Republicans’ Ratings Before Debate in Colorado - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAt a Republican presidential debate hosted in Colorado, one issue is destined to come up: pot.\nColorado’s experiment with legalized marijuana remains a hot topic as the next election approaches, and for many Republicans, the subject requires a balancing act between wanting to protect individual and state rights without seeming to condone people getting high.\nIn that spirit, the Marijuana Policy Project, an advocacy group for the legal marijuana industry, has dusted off its scorecard of where the candidates stand on the issue.\nSenator Rand Paul of Kentucky is expected to get the most cheers from the legalization crowd, as he gets an A-minus grade from the group because of his calls to decriminalize recreational use and his desire for states to decide their own marijuana laws.\nA marijuana moment could also be a chance for former Gov. Mike Huckabee of Arkansas to stand out. He recently got an upgrade from the marijuana supporters for saying that the federal government should not interfere with state marijuana policies.\nDonald J. Trump got mixed reviews from those who support legalization, as he was in favor of it in the 1990s but has since taken a more conservative view. Carly Fiorina gets a C-plus for supporting decriminalization and the rights of voters to make their decisions about marijuana policy, even though she is against it for recreational or medicinal purposes.\nBen Carson gets a D rating because he has promised to intensify the war on drugs and to have the federal government crack down on states that legalize marijuana. However, he is in favor of prescribing it for medical use in some cases.\nFinally, Gov. Chris Christie of New Jersey gets a failing grade from advocates because he has vowed to crack down on marijuana, even in states that have legalized it. For Mr. Christie, the F is most likely a badge of honor.\n“If you’re getting high in Colorado today, enjoy it,” he said this year. “As of January 2017, I will enforce the federal laws.”", "url": "https://www.nytimes.com/politics/first-draft/2015/10/28/pro-marijuana-group-rereleases-republicans-ratings-before-debate-in-colorado/"}