{"authors": ["Jonathan Martin", "Matt Flegenheimer"], "date_download": "2018-11-16 04:22:42", "date_modify": "2018-11-16 04:22:42", "date_publish": "2016-04-29 15:05:03", "description": "Gov. Mike Pence of Indiana threw his support behind Senator Ted Cruz, handing Mr. Cruz a much-needed endorsement before the state’s crucial Republican presidential primary on Tuesday.", "filename": "politics_first-draft_2016_04_29__1542342162.html", "image_url": "https://static01.nyt.com/images/2016/04/30/us/29firstdraft-pence/29firstdraft-pence-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2016_04_29__1542342162.html", "title": "Gov. Mike Pence of Indiana Endorses Ted Cruz as Primary Nears", "title_page": "Gov. Mike Pence of Indiana Endorses Ted Cruz as Primary Nears - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGov. Mike Pence of Indiana said Friday that he would vote for Senator Ted Cruz, handing Mr. Cruz a much-needed endorsement before the state’s crucial primary next week.\nYet in announcing his choice during a radio interview just after noon, Mr. Pence took tremendous care to praise Donald J. Trump — a signal of the unenviable dilemma for Republican leaders in the age of Trump.\n“I like and respect all three of the candidates in the field. I particularly want to commend Donald Trump,” Mr. Pence said on WIBC, lauding Mr. Trump’s “strong stand for Hoosier jobs.”\nThe governor added, “I’m grateful for his voice in the national debate.”\nMoments later, Mr. Pence ended the semi-suspense. “I’m not against anybody, he said, but I will be voting for Ted Cruz.”\nAll three remaining Republican presidential candidates had sought Mr. Pence’s support, but the governor, a former congressman, had been tight-lipped about his plans. His considerations included an assessment about how he would be affected by the presidential race: Mr. Pence is also on the ballot this fall and could face a competitive race if his party is being routed on top of the ticket.\nMr. Pence had faced considerable pressure from conservatives opposed to Mr. Trump’s candidacy to break his silence and get behind Mr. Cruz well before now.\nThe endorsement supplies a needed boost for Mr. Cruz at a moment of peril for his campaign. He has trailed Mr. Trump in recent Indiana polls, and the state is increasingly viewed as a must-win for Mr. Cruz in Tuesday’s state primary and the wider effort among Republicans to stop Mr. Trump.\nMr. Pence said he was “very impressed with Ted Cruz’s devotion and knowledge of the Constitution” but made clear that he would support “whoever wins the Republican nomination.”\nWhile Mr. Cruz’s campaign has strained to replicate its success in states like Iowa and Wisconsin, bringing in out-of-state volunteers and barnstorming Indiana on a bus, he had thus far failed to attract significant support from the state’s leading Republicans.\nAnd, by contrast, the endorsement of Gov. Scott Walker in Wisconsin, a vocal Trump critic, was far less equivocal.\nSpeaking to reporters before an event in Indianapolis, Mr. Cruz deflected questions about Mr. Pence’s plans, but took pains to praise him effusively.\n“He has been an incredible leader for the state of Indiana,” Mr. Cruz said.", "url": "https://www.nytimes.com/politics/first-draft/2016/04/29/gov-mike-pence-of-indiana-to-endorse-ted-cruz-as-primary-nears/"}