{"authors": ["The New York Times"], "date_download": "2018-11-16 04:28:16", "date_modify": "2018-11-16 04:28:16", "date_publish": "2015-02-04 12:00:53", "description": "Jeb Bush is in Detroit and looking more and more like a presidential candidate.", "filename": "politics_first-draft_2015_02_04_today-in-politics-89__module=inline_1542342496.html", "image_url": "https://static01.nyt.com/images/2015/02/04/us/politics/03firstdraft-jeb-bush/03firstdraft-jeb-bush-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/politics_first-draft_2015_02_04_today-in-politics-89__module=inline_1542342496.html", "title": "Today in Politics", "title_page": "Today in Politics - First Draft. Political News, Now. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGood Wednesday morning from Washington, where the National Transportation Safety Board starts its investigation into the deadly New York train accident, and confirmation hearings get underway for Ashton B. Carter as defense secretary. Senator Mitch McConnell of Kentucky celebrates his home state over a barrel of bourbon; Representative Aaron Schock’s “Downton Abbey” office has the town talking; and Senator Thom Tillis, in the name of liberty, defends the freedom of restaurant employees who don’t want to wash their hands. We start with Jeb Bush, who is in Detroit and looking more and more like a presidential candidate.\nGreetings from Motown.\nFormer Gov. Jeb Bush of Florida delivers his first presidential campaign-style speech at a Detroit Economic Club luncheon today, and the location says nearly as much about the race he intends to run as the words he will use.\nBy choosing Detroit — which emerged from bankruptcy in December — rather than a city in an early-primary state like Iowa or New Hampshire, Mr. Bush is drawing on a two-pronged bit of symbolism.\nHe wants to use the beleaguered city as a backdrop for his message about income inequality and economic opportunity. And speaking in a region that, thanks to the auto industry, was a hub of middle-class stability before falling on hard times dovetails with Mr. Bush’s aim to center his campaign on reviving social mobility and increasing wages.\n“He will speak about the journey Detroit has been on,” an adviser says.\nMr. Bush is also signaling that he wants to “create growth for everybody,” as the adviser put it, by making his address in a heavily black city that has few Republican voters. Politically speaking, it is an indication that his message and schedule will have more in common with a general election campaign than a primary race. It is an approach that he and his advisers think is necessary if Republicans are to win back the White House in a country with rapidly shifting demographics.\nMr. Bush has not ventured this year to Iowa or New Hampshire, and he is still testing campaign themes and raising money. He is spending much of his time on the latter, in wealthy enclaves far removed from the foreclosed homes and vacant lots in the city of Detroit.\nBut by starting there, Mr. Bush wants to set the tone for a different sort of primary campaign. Whether he can stick to it will say much about him and his party.\n— Jonathan Martin\nAshton B. Carter, the former Pentagon official who is President Obama’s choice to become defense secretary, will appear before the Senate Armed Services Committee on Wednesday, and for the second time in a week, a Republican-led panel considering a cabinet nomination will focus its fire on someone who is not in the room.\nRepublicans raked Attorney General Eric H. Holder Jr. over the coals during last week’s hearing for his would-be replacement, Loretta E. Lynch. Today, Republicans on the Armed Services Committee are primed to target Mr. Obama and his foreign and military policies. They hold Mr. Carter in high regard.\n“I think a possible question might be: Does he view the world situation the way the president viewed it in the State of the Union, which most Americans thought was bordering on the delusional?” said Senator Dan Sullivan, a Marine veteran and freshman Republican from Alaska who sits on the panel.\nOther Republicans said they expected Mr. Carter to defend administration policy, but warned that if he goes too far he risks losing credibility with the party members who are expected to endorse his nomination.\n“I think he’s got overwhelming support, yes,” said Senator John McCain, the Arizona Republican who is now chairman of the committee, citing Mr. Carter’s experience. “But he’s going to have some really tough questions. For example, policy about withdrawal from Afghanistan, acquisition — why we continue to have these huge cost overruns. Those kind of things.”\n— Carl Hulse\nJoin Congress and see the world!\nPrivate groups shuttled members of Congress and their aides on almost 2,000 trips to 50 countries last year, according to disclosures culled by the research firm LegiStorm, with the getaways totaling $5.1 million. The most lavish trip cost more than $20,000.\nIsrael was by far the most popular country: It was the destination of 122 congressional trips, for a total cost of $1.5 million. Turkey was second, with 67 visits; and Japan was third, with 40 trips.\nThe most frequent fliers? Ted Cruz of Texas, Bernard Sanders of Vermont and Christopher S. Murphy of Connecticut in the Senate, and in the House, Barbara Lee of California and two members from Minnesota, Michele Bachmann and Keith Ellison.\nChina, as big as it is, got only five visits. Canada was the destination of three privately financed delegations, and only one trip was to Britain.\n— Alan Rappeport\nSenators must often go to boring events. Not so last night, when the State of Kentucky honored Henry Clay, the “great compromiser” and 19th-century senator, with a bourbon-tasting reception in Washington where Senator Mitch McConnell spoke.\n“Bourbon and Clay have one thing in common: They bring people together in the spirit of compromise,” Mr. McConnell, Republican from Kentucky, said.\nMr. McConnell, who wrote his senior thesis on Mr. Clay and the Compromise of 1850, was not spotted sipping. But Speaker John A. Boehner was, jettisoning his usual red wine in solidarity with the Bluegrass State.\nThe event’s centerpiece was the rather large “Bourbon Barrel of Compromise,” filled with nine samples from Kentucky distilleries.\nAlso there was Haley Barbour, the former governor of Mississippi, who shared a mint julep (bourbon is a recipe requirement) with a gentleman who was sporting a tie festooned with Maker’s Mark bottles.\n— Jennifer Steinhauer\nThe National Transportation Safety Board team looking into the Metro-North train accident in New York that left seven dead will start its work with a briefing Wednesday morning at Ronald Reagan Washington National Airport. First Draft will be there.\nSecretary of State John Kerry travels to Munich and on to Kiev, Ukraine, where the government is fighting off another rebel offensive in the east.\nThe House Foreign Affairs Committee holds a hearing on the Obama administration’s new Cuba policy.\nThe Senate Homeland Security and Governmental Affairs Committee holds a hearing to “examine deferred action on immigration.”\nThe Library of Congress opens the Rosa Parks Collection of 7,500 manuscripts and 2,500 photos to researchers.\nRepresentative Aaron Schock’s “Downton Abbey”-inspired office developed into something more than a one-day story.\nIt turns out that Mr. Schock, an Illinois Republican, had voted to cut off federal financing for PBS, the network that broadcasts the British series in the United States, by supporting Representative Paul D. Ryan’s budget plan. That got a lot of retweets.\nWhile all that tut-tutting was going on, the Citizens for Responsibility and Ethics group in Washington filed an ethics complaint accusing Mr. Schock of violating House rules by accepting his interior designer’s offer to do the work free of charge. That was new. USA Today reported that Mr. Schock had previously spent tens of thousands of taxpayer dollars on renovations and furniture.\nMr. Schock’s office has yet to respond. Lady Mary would approve.\n— Nick Corasaniti\nThe convicted terrorist Zacarias Moussaoui, in testimony from prison, says members of the Saudi royal family helped finance Al Qaeda in the 1990s.\nKing Abdullah II of Jordan met with President Obama after the Islamic State released a video of a Jordanian pilot it burned alive. The United Arab Emirates, a crucial American ally, stopped its aerial attacks on the Islamic State after the pilot was captured.\nCarl E. Heastie, a Bronx Democrat, is the new speaker of the New York State Assembly.\nThe Senate passed a suicide-prevention bill to help veterans struggling with mental health issues.\nAttorney General Kathleen G. Kane of Pennsylvania is in a political free fall after being accused of crimes in office.\nSenator Thom Tillis, Republican of North Carolina, takes the vaccination debate in a whole new direction. If we are a truly free country, he says, restaurant employees should not be forced to wash their hands after using the bathroom.\nHillary Rodham Clinton played the “grandma card” in the vaccination debate, Politico says. Was that a sign of things to come on the campaign trail?\nBen Carson, a physician and conservative favorite, tells The Hill that Republicans should not underestimate his chances of winning the party’s presidential nomination. Mother Jones profiles the man behind the “Draft Carson” PAC.\nGov. Scott Walker of Wisconsin, in proposing a $300 million budget cut to the state’s university system, says that professors should perhaps work harder to fill the gap.\nBloomberg View reports that one roadblock in the effort to increase vaccinations is the attitude of Americans between the ages of 18 to 29: Almost a quarter of them believe that vaccinations can cause autism.", "url": "https://www.nytimes.com/politics/first-draft/2015/02/04/today-in-politics-89/?module=inline"}