{"authors": [], "date_download": "2018-11-16 04:30:25", "date_modify": "2018-11-16 04:30:25", "date_publish": "2015-06-15 15:26:20", "description": "Go deep into CERN facilities in Geneva on this six-day tour, learning about their critical work, including the search for the Higgs boson.", "filename": "times-journeys_travel__1542342625.html", "image_url": "https://timesjourneys.files.wordpress.com/2015/07/cms-detector2.jpg", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_travel__1542342625.html", "title": "Accelerating Science: Particle Physics at CERN", "title_page": "Accelerating Science: Particle Physics at CERN | NY Times Journeys | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We use cookies and similar technologies toas well as toTo learn more about cookies, including how to disable them, view our Cookie Policy . By clicking \"I accept\" or \"X\" on this banner or using our site, you consent to the use of cookies unless you have disabled them.\nThis morning, visit CERN a final time to explore the links between particle physics and cosmology, then view the world’s first web server. The web began as a project called Enquire, initiated by Tim Berners-Lee in 1980 as a way all the computers at CERN could share information. Berners-Lee and Robert Cailliau refined the idea in 1989 and 1990, and the web was made available to the public in 1993. After lunch at CERN, take part in a final Q&A session with CERN scientists. Return to Geneva for some time at leisure to relax or explore. This evening, enjoy a festive farewell dinner.\nTravel to the village of Versoix to visit the Observatoire de Genève, where the first “exoplanet” was discovered in 1995, the first planet to be detected outside our solar system. The observatory’s Leonhard Euler telescope measures the Doppler effect of a star’s electromagnetic spectrum, to see if it is affected by nearby planets. Discover the terraced vineyards of Lavaux with an official Unesco World Heritage guide, learning about the history of these vineyards, begun in the 11th century on the slopes above Lake Geneva. Enjoy a wine tasting before returning to Geneva for an evening at leisure.\nReturn to CERN for an in-depth discussion of Large Hadron Collider experiments that take place in its 17-mile underground racetrack. The Large Hadron Collider is not the only collider at CERN, merely the newest and largest, and its track runs under both France and Switzerland. Take an exclusive guided tour of Carouge, known as the Greenwich Village of Geneva. In the 18th century, Carouge — intended as a trading rival to Geneva — became a refuge for people who felt persecuted elsewhere in Switzerland, including Catholics, Protestants and Jews. Its architecture is reminiscent of its Sardinian roots. Visit the workshop of a local watchmaker for a closer look at one of Switzerland’s iconic industries. Continue to the chocolatier Philippe Pascoët, whose confections include passion fruit, black currant and saffron flavors. Return to the hotel to freshen up, and depart on foot for dinner at a nearby restaurant serving traditional Swiss cuisine.\nVisit the Geneva headquarters of CERN, established in 1954 as an international particle physics laboratory. Its experiments have resulted in many significant discoveries, and at least three Nobel Prizes. Begin with an overview of its history and an introduction to particle physics. Take an optional walking tour of Geneva’s highlights, including the Flower Clock, Jet d’Eau and Palais des Nations, the European home of the United Nations.\nThis unique tour includes the history and importance of the search for the Higgs boson, referred to by some as the “God particle.” CERN has other colliders as well, all designed to make particles collide at close to the speed of light, to give insights into the fundamental laws of nature. It is also here that the World Wide Web was first developed.\nGeneva is a city of elegant buildings, financial power and international diplomacy as well as the site of CERN’s famous Large Hadron Collider. CERN, the European Organization for Nuclear Research, conducts high-energy particle physics research with the help of over 13,000 staff and scientists.\nGo deep into the CERN facilities in Geneva on this six-day tour, learning from expert researchers about the critical work being performed there, including the search for the elusive Higgs boson particle. Explore the history and culture of southwestern Switzerland, taking in the highlights of Geneva, the Observatoire de Genève, and the wine-producing region of Lavaux. The combination of Swiss science, heritage and cuisine make this exclusive trip an unforgettable one.\nTerms & Conditions\nThese are the terms under which we offer Times Journeys Tours. By registering and paying your deposit for a Tour, you are entering into this Participant Agreement with us. Please read these terms carefully before making a deposit or payment for a Tour. These terms may be supplemented by additional terms and conditions specific to your Tour (“Supplemental Terms”). In the event of a conflict between this agreement and the supplemental terms, the Supplemental Terms will apply.\nTimes Journeys Participant Agreement\nTimes Journeys, a part of The New York Times Company, acts only as the trip sponsor and is not responsible for the acts or omissions of other parties. The trip described on the Times Journeys website (the “Website”) or in your brochure (the “Tour”) is provided by an independent tour operator named on the Website or in your brochure (the “Operator”). Times Journeys and the Operator are collectively referred to as “we or “us”. The terms and conditions of this Participant Agreement apply to your Tour and the program for the Tour (the “Itinerary”).\nPricing and Inclusions: Quoted Tour prices are per person, double occupancy except where indicated. Prices include programming, planning, handling and operational charges and are based on current rates of exchange, tariffs and taxes in effect at the time of publication. We reserve the right to increase Tour prices to cover increased costs, tariffs, taxes and V.A.T. received after prices are published and to reflect fluctuations in foreign exchange markets. We will not give a breakdown in the price of a Tour or its parts. Modification of Tour content size will not affect the published price.\nExclusions: Quoted Tour prices exclude: trip insurance; airfares between points on the Tour; international airfare, including airfare and other transportation to and from the Tour (unless otherwise noted); costs associated with obtaining passports or entry visas; airport departure taxes (unless otherwise noted); excess baggage charges; gratuities to the Tour directors, drivers and guides; meals other than those specified in the Itinerary; sightseeing not included in the Itinerary; and personal expenses such as laundry, communication charges and optional activities (which are subject to availability).\nReservations and Payments: The Tour deposit amount is listed on the Website or in your brochure. The deposit is required in order to confirm your booking. Upon receipt of the deposit, the Operator will send you confirmation of your booking. Your final payment date will be listed on the confirmation. If a Tour is already full, we will accept deposits on a standby basis. If space becomes available, you will have the choice of joining the Tour by paying in full or forfeiting the space in return for a refund of your deposit. Final payment is due ninety (90) days prior to departure unless otherwise indicated on the Website or in the brochure. If your reservation is made within ninety (90) days of departure, the entire cost of the trip must be paid at the time of the request in order to secure confirmation.\nTravel Insurance: We strongly recommend that you purchase trip cancellation and medical insurance. The Operator will provide the insurance applications along with your booking confirmation. Any questions about what travel insurance does or does not cover should be addressed directly to the travel insurance company. If you decline insurance coverage, you will personally assume full responsibility for any financial loss associated with your travel arrangements, and you could lose your travel investment and/or have to pay more money to correct the situation.\nSingle Travelers: Tour prices are based on double occupancy. Single travelers will be expected to pay the single supplement fee.\nCancellation by You: We must receive your cancellation notice in writing by email, fax or overnight courier, and your cancellation date will be the date on which we receive your notice.\nIf we receive your cancellation notice ninety-one (91) days or more from the Tour departure date, we will refund fifty percent (50%) of the deposit amount, and all of the Tour price, to the extent that you have made that payment.\nIf we receive your cancellation notice ninety (90) to sixty-one (61) days prior to the departure date, we will retain twenty percent (20%) of the Tour price based on double occupancy, excluding optional payments.\nIf we receive your cancellation notice sixty (60) to thirty-one (31) days prior to the departure date, we will retain fifty percent (50%) of the Tour price based on double occupancy.\nIf we receive your cancellation notice thirty (30) days or fewer prior to the departure date, we will retain one hundred percent (100%) of the Tour price.\nAny penalty imposed by an airline, including for airline service between points on the Tour (“Internal Air”) or travel to or from the Tour, is your responsibility.\nYour decision not to participate on the Tour due to State Department warnings, fear of travel, illness or any other reason will be deemed a cancellation. If a flight or other delay for any reason prevents you from joining the Tour on the Tour departure date and time, you will be considered a no-show, and we cannot provide a full or partial refund or credit toward a future Tour, but you may join the Tour late if you wish.\nAir Transportation during the Tour: Internal Air is not included in the price of the Tour. Estimated Internal Air costs will be identified separately on the Website or in your brochure. Internal Air costs and availability are subject to change at any time prior to final payment for your Tour and we reserve the right to increase Tour prices accordingly. We will not change your seat assignment request on commercial aircraft without your permission. However, airlines often change seat assignments to satisfy their loyalty members or because of equipment changes (aircraft type). We are not notified of these changes in advance, and often travelers are not made aware of these changes until they arrive at the airport. We cannot be responsible for seat assignment changes made by the airline. Frequent flier programs are private agreements between airlines and passengers, and we cannot be held responsible for mileage discrepancies involving airline loyalty reward programs.\nPassports and Visas: You are solely responsible for complying with passport and visa requirements. For U.S. travelers, international travel requires a passport valid six (6) months beyond your intended return travel date. In many cases, you will also need to have multiple consecutive blank visa pages within your passport (the number varies depending on the destination(s)). Many destinations also require that visas be obtained prior to travel. It is recommended that you check with the U.S. Department of State website for the latest passport and visa requirements.\nCancellation or Substitution by Us: We will make commercially reasonable efforts to keep the Itinerary as it has been published; however, the final Itinerary may vary due to availability and factors beyond our control. We may in our sole discretion substitute services such as hotels or goods of similar quality for any service or good stated in the Itinerary. If a Times Journeys speaker (“Speaker”) cancels, the Operator will make every effort to find a replacement. You will not be refunded in whole or in part when the Operator is unable to find a replacement Speaker.\nWe reserve the right to cancel any Tour because of inadequate enrollment that makes the trip economically infeasible to operate or because of our concerns with respect to the safety, health or welfare of our travelers or staff. If we cancel a Tour, our liability is limited to a full refund of your payments to us and we will not be liable for any other costs, damages or refunds of any kind for any loss, delay, inconvenience, disappointment or expense whatsoever in such circumstances. If a Tour in progress must be interrupted or canceled, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour.\nOther Taxes and Fees: Some governments charge departure taxes and/or fees. These fees are the responsibility of each passenger traveling to the designated country and are not included in the Tour price unless stated.\nBaggage: We assume no liability for loss or damage to baggage in transit to and from a Tour or while on a Tour. We recommend purchasing a supplemental travel insurance package.\nChildren: Unless otherwise indicated in the Tour description, all Tour passengers must be at least ten (10) years of age. However, some activities contained within an Itinerary may have a different age restriction than the overall minimum age requirement, in which case details will be provided at the time of booking. We reserve the right to marginally exceed the published maximum group size on family Tours to accommodate a family.\nSuppliers Acts or Omissions: The Operator acts only as an independent contractor to supply or arrange for the travel services named in your Itinerary or otherwise to procure services or goods from third parties such as airlines, hotels and other lodging providers, local hosts, guides, bus lines, car rental companies, driving services, restaurants and providers of entertainment (the “Suppliers”). The Operator and Times Journeys assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any act or omission of any of the Suppliers.\nConduct During the Tour: You are responsible for respecting the authority and following the directions of the Tour guide and the laws of the countries in your Itinerary during a Tour. We may exclude you from participating in all or any part of the Tour if, in our sole discretion, your condition or behavior renders you unfit for the Tour or unfit for continuation once the Tour has begun. Unfitness may include, without limitation, any behavior that, regardless of its cause, is inappropriate or offensive or interferes with the delivery of Tour services or may constitute a hazard or embarrassment. In such case, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour. Should you decide for any reason not to participate in certain parts of the Tour or use certain goods included in the Tour, no refunds will be made for those unused parts of the Tour or goods. You agree to indemnify and hold us harmless from and against any costs, damages, losses or liabilities arising out of (a) the actions or omissions of any minors traveling with you and (b) if you checked the box indicating that you are signing on behalf of yourself and your traveling companions, your companions’ claims that you were not authorized to agree to this Participant Agreement on their behalf.\nLimitation of Liability and Damages: In no event will we be liable for any injury, loss, claim, damage or any special, punitive, exemplary, direct, indirect, incidental or consequential damages of any kind, whether based in contract, tort, strict liability or otherwise, that arise out of or are in any way connected with the Tour, even if advised of the possibility of such damages.\nTravel Advisories and Warnings: It is your responsibility to become informed about the most current travel advisories and warnings by referring to the U.S. State Department’s travel website at travel.state.gov or by phone at 888 407 4747.\nForce Majeure: We assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any matter beyond our exclusive control including but not limited to a delay or cancellation that causes you to miss all or any portion of the Tour, acts of God, acts of government, war, terrorist acts, riots, disaster, weather extremes or strikes. We have no special knowledge regarding the financial condition of the Suppliers, unsafe conditions, health hazards, weather hazards or climate extremes at locations to which you may travel. You understand that health care standards, facilities and services abroad may be different or even inadequate for treating health conditions. For information concerning possible dangers at foreign destinations, we recommend contacting the Travel Warnings Section of the U.S. State Department at (202) 647-5225 or www.travel.state.gov, and click on “Travel Warnings.” For medical information, we recommend contacting the Centers for Disease Control at (877) FYI-TRIP or www.cdc.gov/travel.\nAssumption of Risks and Release: If you participate in activities during your Tour, certain risks and dangers may arise, including, but not limited to, the risk of accidents in remote places without access to medical facilities, transportation or means of rapid evacuation and assistance; the hazards of traveling in unsafe or politically unstable areas or under unsafe conditions; the dangers of civil disturbances, war, extortion, kidnapping and terrorist activities; dangers and risks inherent in activities in underdeveloped countries; and dangers of local law enforcement activity. You hereby expressly assume all of these risks and dangers, and you hereby expressly agree to forever release, discharge and hold us and our agents, employees, officers and directors, harmless against any and all liability, actions, causes of actions, suits, claims and demands of any and every kind and nature whatsoever which you now have or which may hereafter arise out of or in connection with your Tour or participation in any activities in which you participate.\nArbitration and Waiver of Trial by Jury: You agree to present any claims against us within ninety (90) days after the Tour ends and to file any suit within one (1) year of the incident, and you acknowledge that this expressly limits the applicable statute of limitations to one (1) year. In lieu of litigation and jury trials, each of which is expressly waived, any dispute concerning, relating or referring to this Participation Agreement, the brochure, or any other literature concerning your trip or the Tour shall be resolved exclusively by binding arbitration in New York City, New York, according to the then existing commercial rules of the American Arbitration Association. Such proceeding will be governed by the substantive law of the State of New York. The arbitrator(s) and not any federal, state, or local court or agency shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability, conscionability, or formation of this Participant Agreement, including but not limited to any claim that all or any part of this Participant Agreement is void or voidable.\nGeneral: You hereby consent to our use of pictures or video of you in our marketing materials without compensation. Facsimile or scanned transmission of any signed document shall be deemed delivery of an original. If there are any conflicts between this Participant Agreement and the Itinerary, this Participant Agreement shall apply. We reserve the right to decline to do business with anyone on a nondiscriminatory basis.\nActive Elements, Medical Conditions and Special Assistance: Some of our Tours incorporate active elements such as hiking, climbing or canoeing; you are responsible for familiarizing yourself with the level of activity that will be involved in your Tour. You must disclose in your Participant Information Form (or at such later time when you become aware of such a condition) any existing physical or mental illness, disability, pregnancy or any other condition which may create a health hazard for yourself or others during the Tour or for which you may require medical attention or special accommodation during the Tour. We will make reasonable efforts to accommodate your needs, but you must notify us at the time of booking for a determination of what assistance we can reasonably provide. We regret that we cannot accommodate you if you have special needs for ordinary daily activities, such as walking and dining. In no instance will our Suppliers or we physically lift or assist you on to or off any vehicles. If we cannot accommodate your special needs, you must be accompanied by a companion who will be responsible for independently providing the needed assistance.\nWe reserve the right to decline acceptance of anyone we consider unsuitable due to fitness level. We also reserve the right to remove you from the Tour, at your own expense, if your condition is such that it could create a hazard to you or others, or otherwise impact the enjoyment of other passengers.", "url": "https://www.nytimes.com/times-journeys/travel/accelerating-science-particle-physics-at-cern/"}