{"authors": [], "date_download": "2018-11-16 04:30:47", "date_modify": "2018-11-16 04:30:47", "date_publish": "2018-08-20 14:21:16", "description": "...", "filename": "times-journeys_expert__1542342647.html", "image_url": "https://secure.gravatar.com/blavatar/500993349399f4f8cd4bcf7108544609?s=32", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_expert__1542342647.html", "title": "Anne Barnard", "title_page": "Anne Barnard | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anne Barnard, a veteran New York Times foreign correspondent, is currently the 2018-19 Edward R. Murrow Press Fellow at the Council on Foreign Relations. Barnard led Times coverage of the devastating Syria war for six years, reporting from across the Middle East and living in Beirut as bureau chief from 2012-2018. She has explored almost all of our destinations — for journalism, for tourism with her husband and two young children, or both.\nSince 9/11, Barnard has chronicled the human and strategic impact of America’s war policies on frontline areas from Iraq to Syria to Gaza. Her portraits of conflict and its ripple effects take readers deep into communities as disparate as Syria’s Homs, Damascus and Aleppo; remote Afghan villages; and New York City neighborhoods. She has spent more than a decade based in the Middle East since 2003, first as Baghdad bureau chief for The Boston Globe, where she documented the American invasion and occupation of Iraq and its results there and in neighboring countries; later as Middle East bureau chief.\nA proficient Russian speaker, Barnard began her 25-year journalism career in the tumult of post-Soviet Russia. She then covered local news for The Philadelphia Inquirer and The Globe before being dispatched, after 9/11, first to New York, then to Pakistan, Afghanistan, Iraq, Iran, and beyond. She joined the Times metro desk in 2007, winning several journalism prizes for her work; then moved back to the Middle East, to Beirut, in 2012.", "url": "https://www.nytimes.com/times-journeys/expert/anne-barnard/"}