{"authors": [], "date_download": "2018-11-16 04:30:59", "date_modify": "2018-11-16 04:30:59", "date_publish": "2015-07-31 18:02:18", "description": "For more than 2,000 years, travelers have come to Egypt seeking traces of the powerful dynasties swept away by the sands of time. On this eight-day journey into the past, including a cruise on the mighty Nile, New York Times experts will help you piece together the life and times of a mighty ancient civilization.", "filename": "times-journeys_travel__1542342659.html", "image_url": "https://timesjourneys.files.wordpress.com/2018/05/day2_nyt_cai119_img_0394.jpg", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_travel__1542342659.html", "title": "Egypt: To the Land of the Pharaohs", "title_page": "Egypt: To the Land of the Pharaohs | Times Journeys – NYT.com | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Egypt: To the Land of the Pharaohs\nEgypt has long held an important place in the world, first as a cradle of civilization, and more recently for its on again, off again alliances with the United States and other Western nations. Visit its ancient sites, including the tombs of many of its kings and pharaohs, and see how it rescued its past from the modernization that the Aswan Dam project in the 1960s threatened. Gain insight with special talks and exclusive access to experts and experiences to help put this enigmatic nation into perspective, even as you enjoy modern amenities and luxury accommodations.\nFor more than 2,000 years, travelers have come to Egypt seeking traces of the powerful dynasties swept away by the sands of time. On this eight-day journey into the past, including a cruise on the mighty Nile, New York Times experts will help you piece together the life and times of a mighty ancient civilization and share the vision for the country’s future.\nIn Jordan, see ancient mosaics, enjoy the view from atop Mount Nebo, and explore the lost city of Petra in the company of your expert guide. Float in the Dead Sea before flying to Cairo to join your Journey through Egypt. For more information, please call 855 698 7979.\nPatrick Scott is a former business editor for The New York Times. He was based in Cairo from 2015 to 2017. He wrote about everything from the rise of triathlons in Egypt and the Middle East, to learning how to freedive in the Red Sea, to joining the first kayaking tour of the Nile between Aswan and Luxor. And he gained a unique perspective on the country by inserting himself into everyday Egyptian life.\nTraveling in 2019. Nicholas Kulish is an investigative reporter for The New York Times who has reported extensively from around the Arab and Muslim world, including Afghanistan, Saudi Arabia, Turkey, Morocco and Lebanon. In 2011 he covered the Egyptian revolution in Cairo and Alexandria.\nMichele Dunne directs the Middle East Program at the Carnegie Endowment for International Peace in Washington, where her own research focuses on political and economic change in Arab countries, particularly Egypt. A widely published commentator and veteran observer of Egypt, Dr. Dunne first studied there in 1980.\nCarol Giacomo is an Editorial Board member of The New York Times covering foreign and defense policy, a position she has held since August 2007. In her career, she has reported on and analyzed the U.S. angle on all major foreign policy stories, including the Afghan and Iraq wars, the fall of communism, the Gulf War, and the Middle East peace process.\nMartin Regg Cohn is an award-winning political columnist, long-time foreign correspondent and former foreign editor for The Toronto Star, Canada’s largest daily newspaper. During 11 years abroad he was chief of its Middle East bureau, and later its Asia bureau. He has reported from more than 40 countries — ranging from Egypt to Iran, Iraq, Israel, Jordan, Lebanon, Saudi Arabia Syria, Sudan, Tunisia and Yemen.\nArrive at the Cairo Airport, where a tour coordinator will meet you and transfer you to your hotel. The rest of the day is free to relax and adapt to the change in time and environment.\nThis morning, meet your Times expert, your fellow Times travelers and your Egyptologist for a tour of the Egyptian Museum. This museum highlights 7,000 years of history, with the largest collection of ancient Egyptian artifacts in the world. Don’t miss the treasures of the “boy-king” Tutankhamen, including his gold mask, the solid gold sarcophagus that held his mummy and his beautiful throne. After a traditional lunch at a local restaurant, explore the Pyramids of Giza and the Sphinx. The Great Pyramids of Giza are the only survivors of the Seven Wonders of the Ancient World, built about 4,500 years ago as giant tombs for the mummies of the pharaohs Khufu, Khafre and Menkaure. In the ancient Egyptian religion, the sides of the pyramids were likened to sunrays on which the pharaoh ascended to heaven. The pyramids are monumental in scale, with the largest, Khufu’s, made of over two million blocks. Despite what you may have heard, the pyramids were not built by slaves but by Egyptian peasants who paid their taxes to the pharaoh through this labor, and were fed, clothed and housed by him. A few at a time, you can go inside one of the pyramids to get a sense of how they were built and what they are like from the inside. Nearby sits the enigmatic Sphinx with the body of a lion and the face of a man wearing a royal head cloth, which workers may have based on King Khafre to guard his enormous funerary monument. About a thousand years after the Sphinx was built, it was covered in sand until a young prince had a dream in which the Sphinx told him that if he cleared the sand away, he would become pharaoh. This story is told on the “Dream Stela” that was placed between the Sphinx’s paws by King Thutmose IV. Tonight, gather with your fellow travelers for cocktails and a welcome dinner with an opportunity to talk to a local expert about the country’s recent history and Egypt’s vision for the future regarding development and human rights.\nFly to Abu Simbel, site of the magnificent temple of Ramses II. There are in fact two temples: the Great Temple of Ra-Harakhte, fronted by the four colossal statues of Ramses II, and the Temple of Hathor, dedicated to Ramses’ beloved wife Queen Nefertari. Impressive in themselves, these temples are further remarkable in that they were cut into pieces, raised up the hillside from their old location and then reassembled around a concrete dome on the current site when they were threatened by floodwaters from Lake Nasser and the Aswan High Dam project. Later, fly to Aswan and transfer to your Nile cruise ship, Sanctuary Sun Boat IV. After lunch onboard, your Egyptologist will take you to the granite quarries that supplied the ancient Egyptians with most of the hard stone used in pyramids and temples. Here you can see the enormous Unfinished Obelisk, which weighs 1,200 tons and is a fine example of the extraordinary skills and techniques used by the ancient Egyptian stonemasons in producing these enormous monoliths. This evening, cocktails and canapés will be served before dinner.\nThis morning, take a short boat ride to the exquisite Temple of Philae on the island of Agilika. Moved from the island of Philae before it was submerged by the waters from the Aswan Dam in the 1960s, the temple was reconstructed stone by stone on Agilika and is a Unesco World Heritage site. It was dedicated to the goddess Isis and decorated with the image of her alter ego, Hathor, and is one of the last strongholds of the ancient Egyptian religion. Return to Sanctuary Sun Boat IV for a cooking lesson from your onboard chef. If you choose not to cook, you can relax and enjoy the lovely scenery on your way to Kom Ombo (“hill of gold”). Visit the site of a lovely Greco-Roman temple, dedicated to Haroeris (a sky god) and Sobek (the crocodile god). The temple, built in the third century B.C., stands at a bend in the Nile where, in ancient times, sacred crocodiles basked in the sun on the riverbank. Several of their mummies are on display here. Return to your yacht in time for afternoon tea as you sail for Edfu. Visit the beautifully preserved Temple of Horus, built in 230 B.C. by Ptolemy III. This well-preserved structure makes it easy to imagine what temple worship in ancient Egypt would have been like. Back on board, dinner will be an Egyptian Night costume party for all guests, with a chance to dress up in traditional Egyptian galabeyas. Dinner features Egyptian specialties, followed by Arabic music and dancing for everyone. Dock in Esna.\nThis morning explore one of the largest and most completely preserved Pharaonic temples in Egypt — albeit Greek-built: the extraordinary Temple of Horus at Edfu. Started in 230 B.C. by Ptolemy III and finished by Ptolemy XII in 57 B.C., this well-preserved structure makes it easy to imagine what temple worship in ancient Egypt would have been like. Return to the boat and continue to Esna. This afternoon your Egyptologist will guide you round the Greco-Roman Temple of Khnum at Esna. The beautifully preserved Great Hypostyle Hall was built during the reign of the Roman Emperor Claudius; it was excavated from the silt that had accumulated through centuries of annual Nile floods and is about 29 feet below present-day street level. Return to the Sun Boat IV and continue toward Luxor.\nTour the east bank of Luxor, starting with the strikingly graceful Temple of Luxor, built by Amenhotep III, Tutankhamen, Horemheb and Ramses II. Along the front of the temple pylons, three of six large statues of Ramses II remain, while behind the East Tower, inside the Courtyard of Ramses II, is a mosque built over a portion of the temple. The Colonnade of Amenhotep III contains 14 papyrus-headed columns, some 50 feet in height and 32 feet in circumference, leading to the Court of Amenhotep III, also surrounded by gigantic columns. Proceed to the Temple of Karnak, a huge complex 2,000 years in the making. It is here that nearly all the pharaohs wished to record their names and deeds for posterity. Karnak Temple is a temple within a temple, a shrine within a shrine. The Karnak Temple, the Seat of Amun, the king of the gods, is focused on the awesome Hypostyle Hall. Covering 50,000 square feet (an area larger than the whole of Notre Dame Cathedral) are 134 great columns that once supported an enormous roof, an extraordinary engineering feat for the 12th century B.C. There are also superb statues of Ramses II and Tutankhamun, in addition to the fine Obelisks of Queen Hatshepsut and Thutmosis I. In the afternoon cross the Nile to the west bank and tour the imposing Valley of the Kings, the Necropolis of Thebes and a vast city of the dead and the burial ground of the pharaohs of the New Kingdom. Over 60 tombs have been discovered here to date and the hieroglyphs and paintings that cover their walls are as vivid as if they were painted yesterday. Explore the tomb of Tutankhamen, rediscovered in 1922 with many of its riches (and King Tut himself) still intact. Then meet an archaeologist to learn about the recent excavations on Luxor’s west bank. Rising out of the desert plain in a series of terraces, the Temple of Queen Hatshepsut (ancient Egypt's first female pharaoh) merges with the sheer limestone cliffs that surround it. Explore the temple and learn about Hatshepsut’s reign as a woman ruling over the powerful empire of Egypt and her successful expedition to the land of Punt (current day Somalia), depicted on the temple’s walls. On the way back to the river Nile, pass the famed Colossi of Memnon, known in ancient Greek times for their haunting voices at dawn. Tonight’s farewell dinner on board will be followed by a belly dancer.\nAfter breakfast bid farewell to your Nile cruise ship’s crew and fly back to Cairo. Drive to the heart of Islamic Cairo and the Mosque of Sultan Hassan. With its grand, soaring architecture and rich decoration, the mosque, completed in 1363, is one of the finest in Egypt. In recesses around its open courtyard, each of the four schools of Sunni Islam was taught to students, and in its mausoleum, Sultan Hassan’s sons are buried. Then tour a residential neighborhood in Islamic Cairo, from Bab al-Futuh, where locals shop, to Khan el-Khalili bazaar. This unique tour takes you from one end to the other of the ancient thoroughfare of the Khan el-Khalili, once the heart of the old walled city of Cairo. The street itself, which leads you along some of the most traditional parts of the bazaar where life has hardly changed for centuries, runs from the massive fortified Futuh Gate to the beautifully designed Bab Zuweila gate, and has more listed buildings per meter than any other stretch of road in the world. This part of the bazaar, where Egyptians go to bargain for everyday items, will thrill your senses, and you can see and learn about the licorice-tea sellers, spice markets with obscure roots and magical powders, black-swathed women, wicker baskets of birds and brightly painted donkey carts full of watermelon and mangoes. Tonight gather with your fellow Times Journeys travelers for a farewell cocktail reception. Dinner is on your own.\nAfter breakfast, transfer to Cairo’s International Airport for your departure flight. Interested in extending your trip with a visit to Jordan? See ancient mosaics, enjoy the view from atop Mount Nebo, and explore the lost city of Petra in the company of your expert guide. Float in the Dead Sea before flying to Cairo to join your Journey through Egypt. For more information including pricing and details, please call 855 698 7979.\nTerms & Conditions\nThese are the terms under which we offer Times Journeys Tours. By registering and paying your deposit for a Tour, you are entering into this Participant Agreement with us. Please read these terms carefully before making a deposit or payment for a Tour. These terms may be supplemented by additional terms and conditions specific to your Tour (“Supplemental Terms”). In the event of a conflict between this agreement and the supplemental terms, the Supplemental Terms will apply.\nTimes Journeys Participant Agreement\nTimes Journeys, a part of The New York Times Company, acts only as the trip sponsor and is not responsible for the acts or omissions of other parties. The trip described on the Times Journeys website (the “Website”) or in your brochure (the “Tour”) is provided by an independent tour operator named on the Website or in your brochure (the “Operator”). Times Journeys and the Operator are collectively referred to as “we or “us”. The terms and conditions of this Participant Agreement apply to your Tour and the program for the Tour (the “Itinerary”).\nPricing and Inclusions: Quoted Tour prices are per person, double occupancy except where indicated. Prices include programming, planning, handling and operational charges and are based on current rates of exchange, tariffs and taxes in effect at the time of publication. We reserve the right to increase Tour prices to cover increased costs, tariffs, taxes and V.A.T. received after prices are published and to reflect fluctuations in foreign exchange markets. We will not give a breakdown in the price of a Tour or its parts. Modification of Tour content size will not affect the published price.\nExclusions: Quoted Tour prices exclude: trip insurance; airfares between points on the Tour; international airfare, including airfare and other transportation to and from the Tour (unless otherwise noted); costs associated with obtaining passports or entry visas; airport departure taxes (unless otherwise noted); excess baggage charges; gratuities to the Tour directors, drivers and guides; meals other than those specified in the Itinerary; sightseeing not included in the Itinerary; and personal expenses such as laundry, communication charges and optional activities (which are subject to availability).\nReservations and Payments: The Tour deposit amount is listed on the Website or in your brochure. The deposit is required in order to confirm your booking. Upon receipt of the deposit, the Operator will send you confirmation of your booking. Your final payment date will be listed on the confirmation. If a Tour is already full, we will accept deposits on a standby basis. If space becomes available, you will have the choice of joining the Tour by paying in full or forfeiting the space in return for a refund of your deposit. Final payment is due ninety (90) days prior to departure unless otherwise indicated on the Website or in the brochure. If your reservation is made within ninety (90) days of departure, the entire cost of the trip must be paid at the time of the request in order to secure confirmation.\nTravel Insurance: We strongly recommend that you purchase trip cancellation and medical insurance. The Operator will provide the insurance applications along with your booking confirmation. Any questions about what travel insurance does or does not cover should be addressed directly to the travel insurance company. If you decline insurance coverage, you will personally assume full responsibility for any financial loss associated with your travel arrangements, and you could lose your travel investment and/or have to pay more money to correct the situation.\nSingle Travelers: Tour prices are based on double occupancy. Single travelers will be expected to pay the single supplement fee.\nCancellation by You: We must receive your cancellation notice in writing by email, fax or overnight courier, and your cancellation date will be the date on which we receive your notice.\nIf we receive your cancellation notice ninety-one (91) days or more from the Tour departure date, we will refund fifty percent (50%) of the deposit amount, and all of the Tour price, to the extent that you have made that payment.\nIf we receive your cancellation notice ninety (90) to sixty-one (61) days prior to the departure date, we will retain twenty percent (20%) of the Tour price based on double occupancy, excluding optional payments.\nIf we receive your cancellation notice sixty (60) to thirty-one (31) days prior to the departure date, we will retain fifty percent (50%) of the Tour price based on double occupancy.\nIf we receive your cancellation notice thirty (30) days or fewer prior to the departure date, we will retain one hundred percent (100%) of the Tour price.\nAny penalty imposed by an airline, including for airline service between points on the Tour (“Internal Air”) or travel to or from the Tour, is your responsibility.\nYour decision not to participate on the Tour due to State Department warnings, fear of travel, illness or any other reason will be deemed a cancellation. If a flight or other delay for any reason prevents you from joining the Tour on the Tour departure date and time, you will be considered a no-show, and we cannot provide a full or partial refund or credit toward a future Tour, but you may join the Tour late if you wish.\nAir Transportation during the Tour: Internal Air is not included in the price of the Tour. Estimated Internal Air costs will be identified separately on the Website or in your brochure. Internal Air costs and availability are subject to change at any time prior to final payment for your Tour and we reserve the right to increase Tour prices accordingly. We will not change your seat assignment request on commercial aircraft without your permission. However, airlines often change seat assignments to satisfy their loyalty members or because of equipment changes (aircraft type). We are not notified of these changes in advance, and often travelers are not made aware of these changes until they arrive at the airport. We cannot be responsible for seat assignment changes made by the airline. Frequent flier programs are private agreements between airlines and passengers, and we cannot be held responsible for mileage discrepancies involving airline loyalty reward programs.\nPassports and Visas: You are solely responsible for complying with passport and visa requirements. For U.S. travelers, international travel requires a passport valid six (6) months beyond your intended return travel date. In many cases, you will also need to have multiple consecutive blank visa pages within your passport (the number varies depending on the destination(s)). Many destinations also require that visas be obtained prior to travel. It is recommended that you check with the U.S. Department of State website for the latest passport and visa requirements.\nCancellation or Substitution by Us: We will make commercially reasonable efforts to keep the Itinerary as it has been published; however, the final Itinerary may vary due to availability and factors beyond our control. We may in our sole discretion substitute services such as hotels or goods of similar quality for any service or good stated in the Itinerary. If a Times Journeys speaker (“Speaker”) cancels, the Operator will make every effort to find a replacement. You will not be refunded in whole or in part when the Operator is unable to find a replacement Speaker.\nWe reserve the right to cancel any Tour because of inadequate enrollment that makes the trip economically infeasible to operate or because of our concerns with respect to the safety, health or welfare of our travelers or staff. If we cancel a Tour, our liability is limited to a full refund of your payments to us and we will not be liable for any other costs, damages or refunds of any kind for any loss, delay, inconvenience, disappointment or expense whatsoever in such circumstances. If a Tour in progress must be interrupted or canceled, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour.\nOther Taxes and Fees: Some governments charge departure taxes and/or fees. These fees are the responsibility of each passenger traveling to the designated country and are not included in the Tour price unless stated.\nBaggage: We assume no liability for loss or damage to baggage in transit to and from a Tour or while on a Tour. We recommend purchasing a supplemental travel insurance package.\nChildren: Unless otherwise indicated in the Tour description, all Tour passengers must be at least ten (10) years of age. However, some activities contained within an Itinerary may have a different age restriction than the overall minimum age requirement, in which case details will be provided at the time of booking. We reserve the right to marginally exceed the published maximum group size on family Tours to accommodate a family.\nSuppliers Acts or Omissions: The Operator acts only as an independent contractor to supply or arrange for the travel services named in your Itinerary or otherwise to procure services or goods from third parties such as airlines, hotels and other lodging providers, local hosts, guides, bus lines, car rental companies, driving services, restaurants and providers of entertainment (the “Suppliers”). The Operator and Times Journeys assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any act or omission of any of the Suppliers.\nConduct During the Tour: You are responsible for respecting the authority and following the directions of the Tour guide and the laws of the countries in your Itinerary during a Tour. We may exclude you from participating in all or any part of the Tour if, in our sole discretion, your condition or behavior renders you unfit for the Tour or unfit for continuation once the Tour has begun. Unfitness may include, without limitation, any behavior that, regardless of its cause, is inappropriate or offensive or interferes with the delivery of Tour services or may constitute a hazard or embarrassment. In such case, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour. Should you decide for any reason not to participate in certain parts of the Tour or use certain goods included in the Tour, no refunds will be made for those unused parts of the Tour or goods. You agree to indemnify and hold us harmless from and against any costs, damages, losses or liabilities arising out of (a) the actions or omissions of any minors traveling with you and (b) if you checked the box indicating that you are signing on behalf of yourself and your traveling companions, your companions’ claims that you were not authorized to agree to this Participant Agreement on their behalf.\nLimitation of Liability and Damages: In no event will we be liable for any injury, loss, claim, damage or any special, punitive, exemplary, direct, indirect, incidental or consequential damages of any kind, whether based in contract, tort, strict liability or otherwise, that arise out of or are in any way connected with the Tour, even if advised of the possibility of such damages.\nTravel Advisories and Warnings: It is your responsibility to become informed about the most current travel advisories and warnings by referring to the U.S. State Department’s travel website at travel.state.gov or by phone at 888 407 4747.\nForce Majeure: We assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any matter beyond our exclusive control including but not limited to a delay or cancellation that causes you to miss all or any portion of the Tour, acts of God, acts of government, war, terrorist acts, riots, disaster, weather extremes or strikes. We have no special knowledge regarding the financial condition of the Suppliers, unsafe conditions, health hazards, weather hazards or climate extremes at locations to which you may travel. You understand that health care standards, facilities and services abroad may be different or even inadequate for treating health conditions. For information concerning possible dangers at foreign destinations, we recommend contacting the Travel Warnings Section of the U.S. State Department at (202) 647-5225 or www.travel.state.gov, and click on “Travel Warnings.” For medical information, we recommend contacting the Centers for Disease Control at (877) FYI-TRIP or www.cdc.gov/travel.\nAssumption of Risks and Release: If you participate in activities during your Tour, certain risks and dangers may arise, including, but not limited to, the risk of accidents in remote places without access to medical facilities, transportation or means of rapid evacuation and assistance; the hazards of traveling in unsafe or politically unstable areas or under unsafe conditions; the dangers of civil disturbances, war, extortion, kidnapping and terrorist activities; dangers and risks inherent in activities in underdeveloped countries; and dangers of local law enforcement activity. You hereby expressly assume all of these risks and dangers, and you hereby expressly agree to forever release, discharge and hold us and our agents, employees, officers and directors, harmless against any and all liability, actions, causes of actions, suits, claims and demands of any and every kind and nature whatsoever which you now have or which may hereafter arise out of or in connection with your Tour or participation in any activities in which you participate.\nArbitration and Waiver of Trial by Jury: You agree to present any claims against us within ninety (90) days after the Tour ends and to file any suit within one (1) year of the incident, and you acknowledge that this expressly limits the applicable statute of limitations to one (1) year. In lieu of litigation and jury trials, each of which is expressly waived, any dispute concerning, relating or referring to this Participation Agreement, the brochure, or any other literature concerning your trip or the Tour shall be resolved exclusively by binding arbitration in New York City, New York, according to the then existing commercial rules of the American Arbitration Association. Such proceeding will be governed by the substantive law of the State of New York. The arbitrator(s) and not any federal, state, or local court or agency shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability, conscionability, or formation of this Participant Agreement, including but not limited to any claim that all or any part of this Participant Agreement is void or voidable.\nGeneral: You hereby consent to our use of pictures or video of you in our marketing materials without compensation. Facsimile or scanned transmission of any signed document shall be deemed delivery of an original. If there are any conflicts between this Participant Agreement and the Itinerary, this Participant Agreement shall apply. We reserve the right to decline to do business with anyone on a nondiscriminatory basis.\nActive Elements, Medical Conditions and Special Assistance: Some of our Tours incorporate active elements such as hiking, climbing or canoeing; you are responsible for familiarizing yourself with the level of activity that will be involved in your Tour. You must disclose in your Participant Information Form (or at such later time when you become aware of such a condition) any existing physical or mental illness, disability, pregnancy or any other condition which may create a health hazard for yourself or others during the Tour or for which you may require medical attention or special accommodation during the Tour. We will make reasonable efforts to accommodate your needs, but you must notify us at the time of booking for a determination of what assistance we can reasonably provide. We regret that we cannot accommodate you if you have special needs for ordinary daily activities, such as walking and dining. In no instance will our Suppliers or we physically lift or assist you on to or off any vehicles. If we cannot accommodate your special needs, you must be accompanied by a companion who will be responsible for independently providing the needed assistance.\nWe reserve the right to decline acceptance of anyone we consider unsuitable due to fitness level. We also reserve the right to remove you from the Tour, at your own expense, if your condition is such that it could create a hazard to you or others, or otherwise impact the enjoyment of other passengers.\nA LARGE PRINT COPY OF THIS AGREEMENT IS AVAILABLE UPON REQUEST.", "url": "https://www.nytimes.com/times-journeys/travel/egypt/"}