{"authors": [], "date_download": "2018-11-16 04:30:40", "date_modify": "2018-11-16 04:30:40", "date_publish": "2016-05-16 14:55:48", "description": "Travel with a New York Times expert to understand the backstory and get a better perspective on the destination you are visiting.", "filename": "times-journeys_expert__1542342640.html", "image_url": "https://secure.gravatar.com/blavatar/500993349399f4f8cd4bcf7108544609?s=32", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_expert__1542342640.html", "title": "Doreen Carvajal", "title_page": "Doreen Carvajal – Italy and Morocco Small Group Tours | Times Journalist | Times Journeys | NYT.com | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Doreen Carvajal is a Paris based journalist and former culture reporter at The New York Times, who immersed herself in Spain and its culture to understand the secret history of her own family.\nWith decades of experience at the The New York Times, the Los Angeles Times, and the Philadelphia Inquirer, she applied investigative skills to unravel the legacy of ancestors in 15th century Segovia who were investigated by the Spanish Inquisition for heresy.\nRaised as a Catholic, she discovered that generations of family members had preserved in secret their Jewish faith although they posed as practicing Catholics. Her search — chronicled in her memoir “The Forgetting River” — ultimately was an exploration of Spanish culture and cuisine, art and music, and yellow Inquisition testimonies that led to the marble tomb sculptures of her ancestors hidden in a backyard chapel.\nMarried to a Frenchman, she applied investigative skills in her own kitchen to track down heirloom recipes from France that now are rarely offered in Parisian restaurants. It is part of her broader quest to find the taste of memory from her own ancestors through their dishes named in historical archives and Spanish Inquisition records.", "url": "https://www.nytimes.com/times-journeys/expert/doreen-carvajal/"}