{"authors": [], "date_download": "2018-11-16 04:30:46", "date_modify": "2018-11-16 04:30:46", "date_publish": "2018-05-08 20:37:36", "description": "...", "filename": "times-journeys_expert__1542342646.html", "image_url": "https://secure.gravatar.com/blavatar/500993349399f4f8cd4bcf7108544609?s=32", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_expert__1542342646.html", "title": "Sheila Smith", "title_page": "Sheila Smith | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sheila A. Smith, Ph.D., an expert on Japanese politics and foreign policy, is senior fellow for Japan studies at the Council on Foreign Relations (CFR). She is the author of Intimate Rivals: Japanese Domestic Politics and a Rising China (Columbia University Press, 2015) and Japan’s New Politics and the U.S.-Japan Alliance (Council on Foreign Relations, June 2014). Her current research focuses on how geostrategic change in Asia is shaping Japan’s strategic choices. In the fall of 2014, Smith began a project on Northeast Asian Nationalisms and Alliance Management.\nSmith is a regular contributor to the CFR blog Asia Unbound, and frequent contributor to major media outlets in the United States and Asia. She joined CFR from the East-West Center in 2007, where she directed a multinational research team in a cross-national study of the domestic politics of the U.S. military presence in Japan, South Korea, and the Philippines. She was a visiting scholar at Keio University in 2007-08, where she researched Japan’s foreign policy towards China, supported by the Abe Fellowship. Smith has been a visiting researcher at two leading Japanese foreign and security policy think tanks, the Japan Institute of International Affairs and the Research Institute for Peace and Security, and at the University of Tokyo and the University of the Ryukyus.\nDr. Smith is vice chair of the U.S. advisors to the U.S.-Japan Conference on Cultural and Educational Exchange (CULCON), a bi-national advisory panel of government officials and private sector members. She also serves on the advisory committee for the U.S.-Japan Network for the Future program of the Maureen and Mike Mansfield Foundation. She teaches as an adjunct professor at the Asian Studies Department of Georgetown University and serves on the board of its Journal of Asian Affairs. She earned her M.A. and Ph.D. degrees from the department of political science at Columbia University.", "url": "https://www.nytimes.com/times-journeys/expert/sheila-smith/"}