{"authors": [], "date_download": "2018-11-16 04:30:48", "date_modify": "2018-11-16 04:30:48", "date_publish": "2016-08-26 22:14:38", "description": "Travel with a New York Times expert to understand the backstory and get a better perspective on the destination you are visiting.", "filename": "times-journeys_expert__1542342648.html", "image_url": "https://secure.gravatar.com/blavatar/500993349399f4f8cd4bcf7108544609?s=32", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_expert__1542342648.html", "title": "Martin Regg Cohn", "title_page": "Martin Regg Cohn – Iran Small Group Tours | Times Journalist | Times Journeys | NYT.com | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Martin Regg Cohn is a political columnist and longtime foreign correspondent for The Toronto Star, Canada’s largest daily newspaper. During his 11 years abroad, he was chief of The Star’s Middle East bureau, and then its Asia bureau. He has reported from more than 40 countries, ranging from Afghanistan to Yemen — notably Iran, Syria, Saudi Arabia, Sudan, India, Pakistan, Burma, Vietnam, China and North Korea.\nHe has also covered Canadian politics from Ottawa, and now writes about Canada’s largest province, Ontario. He was previously deputy city editor, deputy editorial page editor and foreign editor.\nHe has been nominated five times for Canada’s National Newspaper Award for his coverage from Sudan, Afghanistan and India, and most recently for his analysis and commentary about the business of beer. He also won the Amnesty International Canada Media Award for his reporting from Sudan, and the Asia Pacific Foundation of Canada media fellowship for research on Islam in Indonesia.\nA native of Montreal, he has a B.A. in Economics from Dalhousie University. He lives in Toronto with his wife and two children.", "url": "https://www.nytimes.com/times-journeys/expert/martin-regg-cohn/"}