{"authors": [], "date_download": "2018-11-16 04:30:38", "date_modify": "2018-11-16 04:30:38", "date_publish": "2018-06-08 16:02:51", "description": "Journey to nine distinctive regions of Japan in its most beautiful season, cherry blossom time, as you learn about United States-Asian relations from a New York Times journalist and team of foreign affairs specialists.", "filename": "times-journeys_travel__1542342638.html", "image_url": "https://timesjourneys.files.wordpress.com/2018/06/12_gettyimages-542087424_rf_crop.jpg", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_travel__1542342638.html", "title": "Foreign Affairs Afloat At Cherry Blossom Time In Japan", "title_page": "Foreign Affairs Afloat At Cherry Blossom Time In Japan | NY Times Journeys | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We use cookies and similar technologies toas well as toTo learn more about cookies, including how to disable them, view our Cookie Policy . By clicking \"I accept\" or \"X\" on this banner or using our site, you consent to the use of cookies unless you have disabled them.\nAs the ship threads its way through the Tsugaru Strait, between Hokkaido and Honshu on its way back to Yokohama, spend your last day with your Times journalist and experts. Perhaps you’ll want to fill in some gaps, or learn more about territorial claims that have embroiled China, Japan and other Asian nations. A final reception will allow you to bid farewell to your experts and fellow travelers and collect contact information to share memories.\nAomori is at the northern tip of Japan’s largest island, and its beautiful forests, the Hakkoda Mountains and lakes draw outdoor enthusiasts. Though most of the city had to be rebuilt after World War II, you can tour its modern vibe plus some archaeological ruins nearby that date more than 4,000 years. Foodies know the city as the source of fabulous local tuna from the Tsuguru Strait, seafood soups and apple cider. Or take a short trip to Hirosake to view its castle, cherry blossoms and apple trees, and a nearby pagoda and assembly of 33 Zen temples.\nHakodate, on the island of Hokkaido, opened to Western visitors and commerce in 1859. It is one of the few places in Japan where a non-Japanese ethnic group, the Ainu, thrives. You can visit the Hakodate Morning Market, with about 280 stores, followed by a visit to the Goryokaku Tower for a view of its graceful pentagonal structure. If you’re in the mood for outdoor activity, you can take an hour’s drive to Onuma Quasi-National Park to cruise and hike along a trail winding among and across the small islands studding Lake Onuma. The Westerdam departs late, so maybe you’ll have dinner on our own in town.\nSure, Japan is known for sushi, but Otaru is to sushi as New York or Chicago is to pizza. You could alternate exploring local seafood specialties with strolls along its famous canals, doubling back for more sushi sampling among its 100 sushi restaurants. Otaru also has a great music box museum (more than 3,400 boxes) with a studio where you can make your own. Otaru also has a reputation for glassmaking, and you can visit its oldest operation, Kitaichi Glass. You can also head to nearby Sapporo, the home of miso ramen: Ganso Sapporo Ramen Yokocho is an alley with many ramen shops. There’s also a Sapporo beer museum. Return to the Westerdam for an evening reception.\nAs you head back east across the Sea of Japan toward Hokkaido, Japan’s second-largest island and the “head” of the dragon Japan seems to resemble, spend the day with your experts. Perhaps you will hear how United States relations with China are evolving, or gain insight into what many are calling the “new Cold War,” as so many nations seem to be rattling their sabers.\nVladivostok’s remoteness from most of Russia has not prevented it from being a strategic spot for Russia since the 19th century. Home of the Soviet Pacific fleet from 1958 to 1974, the city was literally closed to foreigners and nonresident Soviet citizens. Consider visiting the old-school natural history museum to learn about the Russian Far East’s peoples, folkways and flora and fauna. Wrap the day up by sampling the region’s local/crossroads cuisine for an authentic experience of Russia’s rustic Far East outpost. Keep your eye out for tigers: the Siberian tiger, also known as the Amur tiger, is Vladivostok’s official symbol, and it appears in statues, on buildings and occasionally even in person.\nSpend a day immersed in intellectual stimulation and informed discussion with your Times journalist, scholars and fellow Times Journeys travelers as you head north across a body of water with many names: Sea of Japan, Whale Sea and East Sea. Your discussions might center on Japan today, discussing its history of nationalism, its relations with China or its conflicted relationship with war. Since you’re on your way to Russia, the discussions might center on U.S.-Russia relationships, especially since the 2016 election. Continue\nYou’ll have a long day in Kanazawa, nestled between the Sea of Japan on the west and the Japanese Alps on the east. Its name means “marsh of gold” because, legend has it, a peasant digging for potatoes in the marsh discovered gold flakes. Kanazawa is also one of Japan’s few remaining castle towns, and you can explore the castle: Kenrokuen, one of the castle’s gardens, is considered to be one of Japan’s three finest. Kanazawa’s labyrinthine old town has a notable samurai district, and the adventuresome may want to make a reservation and tour the mysterious Temple of the Ninja (Myoryuji Temple) with its hidden rooms, trap doors and strategic architecture. The area is also known for its handicrafts, particularly kutani ware, delicately painted porcelains with intricate, vivid designs. Consider having dinner on your own in one of Kanazawa’s many restaurants.\nSettle in for a full day of exclusive sessions with your Times journalist and experts as the Westerdam sails the Genkai Sea, part of the Sea of Japan, known for its valuable fisheries. Among the possible topics are a look at the history of Chinese leadership and politics, how U.S.-Chinese relations have changed over the years, and how journalists operate in China, where surveillance is a given and detention a real possibility. Since you’re sailing close to the Korean Peninsula, you might also discuss the complicated relationships between the Koreas, China, Japan, Russia and the United States. At a reception, mingle with your experts for more insight.\nMany threads of Japanese culture, old and new, converge around Fukuoka. You have a long day here, and you can even have dinner on your own in town. Nearby towns offer local craft specialties, a scenic canal system, moss gardens and natural beauty. Japan is known for its bullet trains, and you can take one on a 20-minute ride to a 17th-century castle with its gardens (and many stairs). Or visit the Dazaifu shrine, dedicated to the ninth-century scholar Sugawara no Michizane, particularly popular with Japanese students hoping to do well on their exams. Or take a donko-bune, a gondola-like boat, to explore the canals around Yanagawa. Fukuoka itself offers urban bustle, a folk museum, baseball stadium and a Pokémon store.\nKochi is called “Hometown, Japan,” for its low-key charms. The city has a strong historical legacy and craft heritage of tosa washi paper, which you can observe on an optional tour, but it also boasts beautiful natural scenes. You can explore one of eight “fine views” in Japan, Cape Muroto, jutting out over the Pacific Ocean. Its name means “blessed with great nature.” You might decide to visit Ryugado Cave on the slopes of Mount Sampo, or stay nearer to Kochi and visit its famed Kochi Castle, with commanding views of the city.\nOsaka is new by Japanese standards, having been rebuilt after World War II, and you’ll have most of the day to explore it. You’ll be an hour from the ancient capitals of Kyoto and Nara, with their classic streetscapes, thousand-year-old temples and deep heritage as centers of art and literature. You can visit Nara and see the world’s largest statue of Buddha, or go to nearby Kyoto to see the Kinkaku-ji Temple, originally built in 1397 and faithfully reconstructed in 1955, down to the gold foil that honors its name, the Golden Pavilion. If you’re a brewing and distillery buff, you can head for nearby Fushimi, home to three-dozen of Japan’s most famous sake breweries.\nSpend about half the day in Shimizu. Among optional excursions, you can visit Nihondaira Park Outlook to take in views of Suruga Bay and magnificent Mount Fuji (weather permitting), and ride a cable car to the Toshogu Shrine, dedicated to Shogun Tokugawa Ieyasu (1543–1616), who brought peace to Japan after a long period of civil war. If you like your natural beauty virtual, the Tokaido Hiroshige Art Museum displays 19th-century woodblock landscapes called ukiyo-e prints, for a sampling of Japan’s abundance of signature countryside and seascapes. Back on the Westerdam, attend a reception.\nArrive in Yokohama, about an hour outside Tokyo, in time to board the Westerdam. If you have time, wander the city, where East has met West for 150 years. Once on board, settle in and meet your fellow Times Journeys travelers and experts at an exclusive bon voyage cocktail party this evening.\nBonnie S. Glaser is a senior adviser for Asia and the director of the China Power Project at CSIS , where she works on issues related to Asia-Pacific security with a focus on Chinese foreign and security policy. She is concomitantly a nonresident fellow with the Lowy Institute in Sydney, Australia, and a senior associate with the CSIS Pacific Forum. Ms. Glaser has worked for more than three decades at the intersection of Asia-Pacific geopolitics and U.S. policy.\nSteven Lee Myers is a veteran diplomatic and national security correspondent, now based in the Beijing bureau of The Times. In 2013 and 2014 he worked as The Times Moscow bureau chief. He previously served as a correspondent and bureau chief there from 2002 to 2007, covering Russia and the other former Soviet republics. He is the author ofbiography of Vladimir Putin, entitledpublished by Alfred A. Knopf Books in September 2015.\nSheila A. Smith, Ph.D., an expert on Japanese politics and foreign policy, is senior fellow for Japan studies at the Council on Foreign Relations (CFR) . She is the author of(Columbia University Press, 2015) and(Council on Foreign Relations, June 2014). Her current research focuses on how geostrategic change in Asia is shaping Japan’s strategic choices. In the fall of 2014, Smith began a project on Northeast Asian Nationalisms and Alliance Management.\nSusan Shirk, Ph.D. is the Chair of the 21st Century China Center and Research Professor at the School of Global Policy and Strategy at the University of California - San Diego. She is also director emeritus of the University of California’s Institute on Global Conflict and Cooperation (IGCC). Susan Shirk first visited China in 1971 and has been teaching, researching, and engaging China diplomatically ever since.\nSpring in Japan is magical: peach blossoms near Tokyo, peonies in Osaka, camellias in Kochi, azaleas everywhere, and, of course, the ubiquitous cherries. Japan’s history and culture will draw your attention, and you will also get deep insight into regional international affairs with a Times journalists, experts, and scholars. A wide range of optional shore excursions, combined with exclusive access to seminars and receptions with your experts, combine the best of cruising on a midsize ship and the intimacy of a journey with like-minded travelers.\nJourney to nine distinctive regions of Japan in its most beautiful season, cherry blossom time, as you learn about United States-Asian relations from a New York Times journalist and team of foreign affairs specialists. The many splendors of Japan will delight your senses, and your exclusive learning experience will delight your brain. This 15-day cruise aboard the Holland America Line’s recently reimagined Westerdam is a journey unlike others.\nThese are the terms under which we offer Times Journeys Tours. By registering and paying your deposit for a Tour, you are entering into this Participant Agreement with us. Please read these terms carefully before making a deposit or payment for a Tour. These terms may be supplemented by additional terms and conditions specific to your Tour (“Supplemental Terms”). In the event of a conflict between this agreement and the supplemental terms, the Supplemental Terms will apply.\nTimes Journeys Participant Agreement\nTimes Journeys, a part of The New York Times Company, acts only as the trip sponsor and is not responsible for the acts or omissions of other parties. The trip described on the Times Journeys website (the “Website”) or in your brochure (the “Tour”) is provided by an independent tour operator named on the Website or in your brochure (the “Operator”). Times Journeys and the Operator are collectively referred to as “we or “us”. The terms and conditions of this Participant Agreement apply to your Tour and the program for the Tour (the “Itinerary”).\nPricing and Inclusions: Quoted Tour prices are per person, double occupancy except where indicated. Prices include programming, planning, handling and operational charges and are based on current rates of exchange, tariffs and taxes in effect at the time of publication. We reserve the right to increase Tour prices to cover increased costs, tariffs, taxes and V.A.T. received after prices are published and to reflect fluctuations in foreign exchange markets. We will not give a breakdown in the price of a Tour or its parts. Modification of Tour content size will not affect the published price.\nExclusions: Quoted Tour prices exclude: trip insurance; airfares between points on the Tour; international airfare, including airfare and other transportation to and from the Tour (unless otherwise noted); costs associated with obtaining passports or entry visas; airport departure taxes (unless otherwise noted); excess baggage charges; gratuities to the Tour directors, drivers and guides; meals other than those specified in the Itinerary; sightseeing not included in the Itinerary; and personal expenses such as laundry, communication charges and optional activities (which are subject to availability).\nReservations and Payments: The Tour deposit amount is listed on the Website or in your brochure. The deposit is required in order to confirm your booking. Upon receipt of the deposit, the Operator will send you confirmation of your booking. Your final payment date will be listed on the confirmation. If a Tour is already full, we will accept deposits on a standby basis. If space becomes available, you will have the choice of joining the Tour by paying in full or forfeiting the space in return for a refund of your deposit. Final payment is due ninety (90) days prior to departure unless otherwise indicated on the Website or in the brochure. If your reservation is made within ninety (90) days of departure, the entire cost of the trip must be paid at the time of the request in order to secure confirmation.\nDeposit\n$750 per person deposit at the time of booking (50% refundable until 90 days prior)\nNon-refundable final payment due 90 days prior\nTravel Insurance: We strongly recommend that you purchase trip cancellation and medical insurance. The Operator will provide the insurance applications along with your booking confirmation. Any questions about what travel insurance does or does not cover should be addressed directly to the travel insurance company. If you decline insurance coverage, you will personally assume full responsibility for any financial loss associated with your travel arrangements, and you could lose your travel investment and/or have to pay more money to correct the situation.\nSingle Travelers: Tour prices are based on double occupancy. Single travelers will be expected to pay the single supplement fee.\nCancellation by You: We must receive your cancellation notice in writing by email, fax or overnight courier, and your cancellation date will be the date on which we receive your notice.\nIf we receive your cancellation notice ninety-one (91) days or more from the Tour departure date, we will refund fifty percent (50%) of the deposit amount, and all of the Tour price, to the extent that you have made that payment.\nIf we receive your cancellation notice ninety (90) to sixty-one (61) days prior to the departure date, we will retain twenty percent (20%) of the Tour price based on double occupancy, excluding optional payments.\nIf we receive your cancellation notice sixty (60) to thirty-one (31) days prior to the departure date, we will retain fifty percent (50%) of the Tour price based on double occupancy.\nIf we receive your cancellation notice thirty (30) days or fewer prior to the departure date, we will retain one hundred percent (100%) of the Tour price.\nAny penalty imposed by an airline, including for airline service between points on the Tour (“Internal Air”) or travel to or from the Tour, is your responsibility.\nYour decision not to participate on the Tour due to State Department warnings, fear of travel, illness or any other reason will be deemed a cancellation. If a flight or other delay for any reason prevents you from joining the Tour on the Tour departure date and time, you will be considered a no-show, and we cannot provide a full or partial refund or credit toward a future Tour, but you may join the Tour late if you wish.\nAir Transportation during the Tour: Internal Air is not included in the price of the Tour. Estimated Internal Air costs will be identified separately on the Website or in your brochure. Internal Air costs and availability are subject to change at any time prior to final payment for your Tour and we reserve the right to increase Tour prices accordingly. We will not change your seat assignment request on commercial aircraft without your permission. However, airlines often change seat assignments to satisfy their loyalty members or because of equipment changes (aircraft type). We are not notified of these changes in advance, and often travelers are not made aware of these changes until they arrive at the airport. We cannot be responsible for seat assignment changes made by the airline. Frequent flier programs are private agreements between airlines and passengers, and we cannot be held responsible for mileage discrepancies involving airline loyalty reward programs.\nPassports and Visas: You are solely responsible for complying with passport and visa requirements. For U.S. travelers, international travel requires a passport valid six (6) months beyond your intended return travel date. In many cases, you will also need to have multiple consecutive blank visa pages within your passport (the number varies depending on the destination(s)). Many destinations also require that visas be obtained prior to travel. It is recommended that you check with the U.S. Department of State website for the latest passport and visa requirements.\nCancellation or Substitution by Us: We will make commercially reasonable efforts to keep the Itinerary as it has been published; however, the final Itinerary may vary due to availability and factors beyond our control. We may in our sole discretion substitute services such as hotels or goods of similar quality for any service or good stated in the Itinerary. If a Times Journeys speaker (“Speaker”) cancels, the Operator will make every effort to find a replacement. You will not be refunded in whole or in part when the Operator is unable to find a replacement Speaker.\nWe reserve the right to cancel any Tour because of inadequate enrollment that makes the trip economically infeasible to operate or because of our concerns with respect to the safety, health or welfare of our travelers or staff. If we cancel a Tour, our liability is limited to a full refund of your payments to us and we will not be liable for any other costs, damages or refunds of any kind for any loss, delay, inconvenience, disappointment or expense whatsoever in such circumstances. If a Tour in progress must be interrupted or canceled, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour.\nOther Taxes and Fees: Some governments charge departure taxes and/or fees. These fees are the responsibility of each passenger traveling to the designated country and are not included in the Tour price unless stated.\nBaggage: We assume no liability for loss or damage to baggage in transit to and from a Tour or while on a Tour. We recommend purchasing a supplemental travel insurance package.\nChildren: Unless otherwise indicated in the Tour description, all Tour passengers must be at least ten (10) years of age. However, some activities contained within an Itinerary may have a different age restriction than the overall minimum age requirement, in which case details will be provided at the time of booking. We reserve the right to marginally exceed the published maximum group size on family Tours to accommodate a family.\nSuppliers Acts or Omissions: The Operator acts only as an independent contractor to supply or arrange for the travel services named in your Itinerary or otherwise to procure services or goods from third parties such as airlines, hotels and other lodging providers, local hosts, guides, bus lines, car rental companies, driving services, restaurants and providers of entertainment (the “Suppliers”). The Operator and Times Journeys assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any act or omission of any of the Suppliers.\nConduct During the Tour: You are responsible for respecting the authority and following the directions of the Tour guide and the laws of the countries in your Itinerary during a Tour. We may exclude you from participating in all or any part of the Tour if, in our sole discretion, your condition or behavior renders you unfit for the Tour or unfit for continuation once the Tour has begun. Unfitness may include, without limitation, any behavior that, regardless of its cause, is inappropriate or offensive or interferes with the delivery of Tour services or may constitute a hazard or embarrassment. In such case, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour. Should you decide for any reason not to participate in certain parts of the Tour or use certain goods included in the Tour, no refunds will be made for those unused parts of the Tour or goods. You agree to indemnify and hold us harmless from and against any costs, damages, losses or liabilities arising out of (a) the actions or omissions of any minors traveling with you and (b) if you checked the box indicating that you are signing on behalf of yourself and your traveling companions, your companions’ claims that you were not authorized to agree to this Participant Agreement on their behalf.\nLimitation of Liability and Damages: In no event will we be liable for any injury, loss, claim, damage or any special, punitive, exemplary, direct, indirect, incidental or consequential damages of any kind, whether based in contract, tort, strict liability or otherwise, that arise out of or are in any way connected with the Tour, even if advised of the possibility of such damages.\nTravel Advisories and Warnings: It is your responsibility to become informed about the most current travel advisories and warnings by referring to the U.S. State Department’s travel website at travel.state.gov or by phone at 888 407 4747.\nForce Majeure: We assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any matter beyond our exclusive control including but not limited to a delay or cancellation that causes you to miss all or any portion of the Tour, acts of God, acts of government, war, terrorist acts, riots, disaster, weather extremes or strikes. We have no special knowledge regarding the financial condition of the Suppliers, unsafe conditions, health hazards, weather hazards or climate extremes at locations to which you may travel. You understand that health care standards, facilities and services abroad may be different or even inadequate for treating health conditions. For information concerning possible dangers at foreign destinations, we recommend contacting the Travel Warnings Section of the U.S. State Department at (202) 647-5225 or www.travel.state.gov, and click on “Travel Warnings.” For medical information, we recommend contacting the Centers for Disease Control at (877) FYI-TRIP or www.cdc.gov/travel.\nAssumption of Risks and Release: If you participate in activities during your Tour, certain risks and dangers may arise, including, but not limited to, the risk of accidents in remote places without access to medical facilities, transportation or means of rapid evacuation and assistance; the hazards of traveling in unsafe or politically unstable areas or under unsafe conditions; the dangers of civil disturbances, war, extortion, kidnapping and terrorist activities; dangers and risks inherent in activities in underdeveloped countries; and dangers of local law enforcement activity. You hereby expressly assume all of these risks and dangers, and you hereby expressly agree to forever release, discharge and hold us and our agents, employees, officers and directors, harmless against any and all liability, actions, causes of actions, suits, claims and demands of any and every kind and nature whatsoever which you now have or which may hereafter arise out of or in connection with your Tour or participation in any activities in which you participate.\nArbitration and Waiver of Trial by Jury: You agree to present any claims against us within ninety (90) days after the Tour ends and to file any suit within one (1) year of the incident, and you acknowledge that this expressly limits the applicable statute of limitations to one (1) year. In lieu of litigation and jury trials, each of which is expressly waived, any dispute concerning, relating or referring to this Participation Agreement, the brochure, or any other literature concerning your trip or the Tour shall be resolved exclusively by binding arbitration in New York City, New York, according to the then existing commercial rules of the American Arbitration Association. Such proceeding will be governed by the substantive law of the State of New York. The arbitrator(s) and not any federal, state, or local court or agency shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability, conscionability, or formation of this Participant Agreement, including but not limited to any claim that all or any part of this Participant Agreement is void or voidable.\nGeneral: You hereby consent to our use of pictures or video of you in our marketing materials without compensation. Facsimile or scanned transmission of any signed document shall be deemed delivery of an original. If there are any conflicts between this Participant Agreement and the Itinerary, this Participant Agreement shall apply. We reserve the right to decline to do business with anyone on a nondiscriminatory basis.\nActive Elements, Medical Conditions and Special Assistance: Some of our Tours incorporate active elements such as hiking, climbing or canoeing; you are responsible for familiarizing yourself with the level of activity that will be involved in your Tour. You must disclose in your Participant Information Form (or at such later time when you become aware of such a condition) any existing physical or mental illness, disability, pregnancy or any other condition which may create a health hazard for yourself or others during the Tour or for which you may require medical attention or special accommodation during the Tour. We will make reasonable efforts to accommodate your needs, but you must notify us at the time of booking for a determination of what assistance we can reasonably provide. We regret that we cannot accommodate you if you have special needs for ordinary daily activities, such as walking and dining. In no instance will our Suppliers or we physically lift or assist you on to or off any vehicles. If we cannot accommodate your special needs, you must be accompanied by a companion who will be responsible for independently providing the needed assistance.\nWe reserve the right to decline acceptance of anyone we consider unsuitable due to fitness level. We also reserve the right to remove you from the Tour, at your own expense, if your condition is such that it could create a hazard to you or others, or otherwise impact the enjoyment of other passengers.\nSupplemental Terms and Conditions\nCancellation by You: We must receive your cancellation notice in writing by email, fax or overnight courier, and your cancellation date will be the date on which we receive your notice.", "url": "https://www.nytimes.com/times-journeys/travel/foreign-affairs-afloat-at-cherry-blossom-time-in-japan/"}