{"authors": [], "date_download": "2018-11-16 04:30:42", "date_modify": "2018-11-16 04:30:42", "date_publish": "2016-04-13 21:03:48", "description": "Travel with a New York Times expert to understand the backstory and get a better perspective on the destination you are visiting.", "filename": "times-journeys_expert__1542342642.html", "image_url": "https://secure.gravatar.com/blavatar/500993349399f4f8cd4bcf7108544609?s=32", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_expert__1542342642.html", "title": "Joan Nathan", "title_page": "Joan Nathan – France Small Group Tours | Times Journalist | Times Journeys | NYT.com | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Joan Nathan considers food through the lenses of history, culture, and tradition. She regularly contributes to The New York Times and Tablet Magazine and is the author often award-winning cookbooks. Her most recent cookbook is “King Solomon’s Table,” Knopf 2017.\nMs. Nathan was born in Providence, Rhode Island. She graduated from the University of Michigan with a master’s degree in French literature and earned a master’s in public administration from Harvard University. The mother of three grown children, Daniela, Merissa, and David, Ms. Nathan lives in Washington, D.C. and Martha’s Vineyard with her husband, attorney Allan Gerson.\nIn 1994, Nathan’s Jewish Cooking in America won both the James Beard Award and the IACP/Julia Child Cookbook of the Year Award. Eleven years later, these awards were bestowed upon her 2005 cookbook, The New American Cooking. In 2015, Nathan joined the Kitchen Cabinet, an advisory board at the Smithsonian’s National Museum of American History. She was also honored as Grande Dame by Les Dames d’Escoffier International, joining the ranks of those like Alice Waters and Julia Child.\nNathan is an active board member of Martha’s Table, a DC-based nonprofit, which provides comprehensive support to impoverished individuals in both the short-term and long term. Annually she co-chairs Sips and Suppers, an event in which two DC-based organizations, Martha’s Table and DC Central Kitchen, team up to fight hunger.", "url": "https://www.nytimes.com/times-journeys/expert/joan-nathan/"}