{"authors": [], "date_download": "2018-11-16 04:30:35", "date_modify": "2018-11-16 04:30:35", "date_publish": "2018-07-05 13:16:52", "description": "Spend six days in Paris exploring the systematic plunder of art that offers a universal lesson today about international conflicts. With a New York Times expert, hear the stories these looted works have to tell.", "filename": "times-journeys_travel__1542342635.html", "image_url": "https://timesjourneys.files.wordpress.com/2018/07/day03_ho_pissaromuseum_img_8849_crop.jpg", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-journeys_travel__1542342635.html", "title": "Looted Art: The History of World War II Plunder in France", "title_page": "Looted Art: The History of World War II Plunder in France | TimesJourneys – NYT.com | Educational Travel | Small Group | Cruises | Shortbreaks | Times Journeys", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We use cookies and similar technologies toas well as toTo learn more about cookies, including how to disable them, view our Cookie Policy . By clicking \"I accept\" or \"X\" on this banner or using our site, you consent to the use of cookies unless you have disabled them.\nTake a walking tour of the Left Bank with a local expert. During the war the creations of artists took a dark turn. When the German army occupied France in 1939, Picasso remained defiant despite being the leading “degenerate” artist in the world. German officers called at his Left Bank studio and interrogated him about his activities and rumors that he was Jewish. But mysteriously he was never arrested. He protested the Nazi bombing of a Basque town with his mural-sized oil painting “Guernica,” created at his home on Rue des Grands Augustins. Later, in the 1940s, a Nazi officer visited Picasso’s studio. “Did you do that?” he supposedly asked while studying a photograph of the painting. “No,” Picasso replied. “You did.” Have lunch at the Hôtel Lutetia. This early-20th-century hotel was the headquarters for the Abwehr, the German military intelligence service. Later it was a refuge for returning concentration camp prisoners, and it remains an old soul of the Left Bank. Alain Monteagle, a retired French schoolteacher, will tell you about his successful efforts to recover his family’s artworks that had been sold in a forced sale in Nice. Working alone as an amateur sleuth, he has recovered almost a dozen paintings, including some from the Louvre and the Kimbell Art Museum in Texas. The rest of the day is on your own, followed by a cocktail reception and farewell dinner as a group at a traditional restaurant.\nTour the Jeu de Paume to trace the footsteps of Rose Valland, the unlikely French heroine who helped saved France’s art patrimony as an assistant curator at this museum during the war. The Nazis used the museum as a storage center for stolen art, and the Louvre posted Valland there as its spy. Unaware that Valland spoke German, military officers spoke openly in front of her while she made notes and gathered critical information about the movement of art, which she relayed to the French resistance. Stop for lunch on your own before going to the Musée d’Orsay for a tour focusing on the orphaned art that is exhibited there, awaiting the descendants of the owners of the art to make claims. More than 2,000 such orphaned works are scattered among French museums, among them works by Courbet, Renoir, Degas and Dürer. They are all marked M.N.R. for Musées Nationaux Récupération, meaning it was recovered from the Nazis and allocated to museums. After the tour the rest of the day is yours.\nThe green River Oise was inspiration for Impressionist and post-Impressionist artists who followed the train line from Paris to a region of luminous light. Chase the same inspirations on a boat tour of the river that inspired many of Camille Pissarro’s landscapes. Sail from Pontoise to Auvers-sur-Oise and back while indulging in a sparkling aperitif, snacks and a guided commentary focusing on Impressionism. Then visit a small museum beyond the city’s medieval ramparts that is devoted to Pissarro. Pissarro descended from a family of Dutch Jews in the Antilles, yet his works were much coveted by German officers. Most recently a Pissarro landscape was found in the Gurlitt stash in Germany and was returned to a French family that had been looking for it for almost 70 years. Another Pissarro cityscape of Paris is part of a tug-of-war between the Thyssen-Bornemisza Museum in Madrid and Los Angeles descendants of a woman forced to give up the painting in 1939 for $360 in exchange for exit visas to flee Nazi Germany for England. Return to your hotel for an evening at leisure.\nThis morning, take a guided tour of the Musée Nissim de Camondo. Through World War I and II, the family that inhabited the sumptuous manor confronted dramas, scandal and tragedy. A looted Renoir painting of a young girl — the lady of the house — hung in an opulent salon there and became a trading chip in the organized network of looting, swapping and selling between France, Germany and Switzerland. This Rue de Monceau neighborhood was the hub of 19th-century banking families and business magnates, including the Ephrussi family, wealthy bankers whose lives were upended in the war. Edmund de Waal described the Ephrussis’ history and lost art legacy in “The Hare with Amber Eyes.” Stop for lunch on your own before visiting the Drouot auction house. Tour the Drouot (with a quick lesson in bidding technique), a fabled institution that was the international hub of art commerce during the war and has a dark history of its own when Jews were banned from entering. Today more than 5,000 people enter daily for auctions in 16 showrooms, with items on sale ranging from art and the silver of a Russian princess to vintage Hermès scarves and stuffed owls. The evening is on your own.\nDoreen Carvajal is a Paris based journalist and former reporter at The New York Times whose coverage of European culture and art finance led her to become part of the intensive art market training program at Drouot, the historic Parisian auction house.\nIn war, art theft is about dominance and destruction of identity. Almost 70,000 homes of Jews and French war resistors were emptied during World War II — 38,000 of them in Paris alone. Repatriated after the war, about 2,000 works are scattered among French museums, unclaimed until the descendants of the owners can resurrect family history and documents to make legal claims. See these museums and their works in a new light, through the eyes of their proud prewar owners, with exclusive access and insightful commentary from The New York Times.\nDuring World War ll, German forces operated a vast system to seize Jewish art collections and other works essentially from private owners in occupied France. Spend six days in Paris exploring the systematic plunder of art that offers a universal lesson today about international conflicts. With a New York Times expert, hear the stories these looted works have to tell.\nTerms & Conditions\nThese are the terms under which we offer Times Journeys Tours. By registering and paying your deposit for a Tour, you are entering into this Participant Agreement with us. Please read these terms carefully before making a deposit or payment for a Tour. These terms may be supplemented by additional terms and conditions specific to your Tour (“Supplemental Terms”). In the event of a conflict between this agreement and the supplemental terms, the Supplemental Terms will apply.\nTimes Journeys Participant Agreement\nTimes Journeys, a part of The New York Times Company, acts only as the trip sponsor and is not responsible for the acts or omissions of other parties. The trip described on the Times Journeys website (the “Website”) or in your brochure (the “Tour”) is provided by an independent tour operator named on the Website or in your brochure (the “Operator”). Times Journeys and the Operator are collectively referred to as “we or “us”. The terms and conditions of this Participant Agreement apply to your Tour and the program for the Tour (the “Itinerary”).\nPricing and Inclusions: Quoted Tour prices are per person, double occupancy except where indicated. Prices include programming, planning, handling and operational charges and are based on current rates of exchange, tariffs and taxes in effect at the time of publication. We reserve the right to increase Tour prices to cover increased costs, tariffs, taxes and V.A.T. received after prices are published and to reflect fluctuations in foreign exchange markets. We will not give a breakdown in the price of a Tour or its parts. Modification of Tour content size will not affect the published price.\nExclusions: Quoted Tour prices exclude: trip insurance; airfares between points on the Tour; international airfare, including airfare and other transportation to and from the Tour (unless otherwise noted); costs associated with obtaining passports or entry visas; airport departure taxes (unless otherwise noted); excess baggage charges; gratuities to the Tour directors, drivers and guides; meals other than those specified in the Itinerary; sightseeing not included in the Itinerary; and personal expenses such as laundry, communication charges and optional activities (which are subject to availability).\nReservations and Payments: The Tour deposit amount is listed on the Website or in your brochure. The deposit is required in order to confirm your booking. Upon receipt of the deposit, the Operator will send you confirmation of your booking. Your final payment date will be listed on the confirmation. If a Tour is already full, we will accept deposits on a standby basis. If space becomes available, you will have the choice of joining the Tour by paying in full or forfeiting the space in return for a refund of your deposit. Final payment is due ninety (90) days prior to departure unless otherwise indicated on the Website or in the brochure. If your reservation is made within ninety (90) days of departure, the entire cost of the trip must be paid at the time of the request in order to secure confirmation.\nTravel Insurance: We strongly recommend that you purchase trip cancellation and medical insurance. The Operator will provide the insurance applications along with your booking confirmation. Any questions about what travel insurance does or does not cover should be addressed directly to the travel insurance company. If you decline insurance coverage, you will personally assume full responsibility for any financial loss associated with your travel arrangements, and you could lose your travel investment and/or have to pay more money to correct the situation.\nSingle Travelers: Tour prices are based on double occupancy. Single travelers will be expected to pay the single supplement fee.\nCancellation by You: We must receive your cancellation notice in writing by email, fax or overnight courier, and your cancellation date will be the date on which we receive your notice.\nIf we receive your cancellation notice ninety-one (91) days or more from the Tour departure date, we will refund fifty percent (50%) of the deposit amount, and all of the Tour price, to the extent that you have made that payment.\nIf we receive your cancellation notice ninety (90) to sixty-one (61) days prior to the departure date, we will retain twenty percent (20%) of the Tour price based on double occupancy, excluding optional payments.\nIf we receive your cancellation notice sixty (60) to thirty-one (31) days prior to the departure date, we will retain fifty percent (50%) of the Tour price based on double occupancy.\nIf we receive your cancellation notice thirty (30) days or fewer prior to the departure date, we will retain one hundred percent (100%) of the Tour price.\nAny penalty imposed by an airline, including for airline service between points on the Tour (“Internal Air”) or travel to or from the Tour, is your responsibility.\nYour decision not to participate on the Tour due to State Department warnings, fear of travel, illness or any other reason will be deemed a cancellation. If a flight or other delay for any reason prevents you from joining the Tour on the Tour departure date and time, you will be considered a no-show, and we cannot provide a full or partial refund or credit toward a future Tour, but you may join the Tour late if you wish.\nAir Transportation during the Tour: Internal Air is not included in the price of the Tour. Estimated Internal Air costs will be identified separately on the Website or in your brochure. Internal Air costs and availability are subject to change at any time prior to final payment for your Tour and we reserve the right to increase Tour prices accordingly. We will not change your seat assignment request on commercial aircraft without your permission. However, airlines often change seat assignments to satisfy their loyalty members or because of equipment changes (aircraft type). We are not notified of these changes in advance, and often travelers are not made aware of these changes until they arrive at the airport. We cannot be responsible for seat assignment changes made by the airline. Frequent flier programs are private agreements between airlines and passengers, and we cannot be held responsible for mileage discrepancies involving airline loyalty reward programs.\nPassports and Visas: You are solely responsible for complying with passport and visa requirements. For U.S. travelers, international travel requires a passport valid six (6) months beyond your intended return travel date. In many cases, you will also need to have multiple consecutive blank visa pages within your passport (the number varies depending on the destination(s)). Many destinations also require that visas be obtained prior to travel. It is recommended that you check with the U.S. Department of State website for the latest passport and visa requirements.\nCancellation or Substitution by Us: We will make commercially reasonable efforts to keep the Itinerary as it has been published; however, the final Itinerary may vary due to availability and factors beyond our control. We may in our sole discretion substitute services such as hotels or goods of similar quality for any service or good stated in the Itinerary. If a Times Journeys speaker (“Speaker”) cancels, the Operator will make every effort to find a replacement. You will not be refunded in whole or in part when the Operator is unable to find a replacement Speaker.\nWe reserve the right to cancel any Tour because of inadequate enrollment that makes the trip economically infeasible to operate or because of our concerns with respect to the safety, health or welfare of our travelers or staff. If we cancel a Tour, our liability is limited to a full refund of your payments to us and we will not be liable for any other costs, damages or refunds of any kind for any loss, delay, inconvenience, disappointment or expense whatsoever in such circumstances. If a Tour in progress must be interrupted or canceled, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour.\nOther Taxes and Fees: Some governments charge departure taxes and/or fees. These fees are the responsibility of each passenger traveling to the designated country and are not included in the Tour price unless stated.\nBaggage: We assume no liability for loss or damage to baggage in transit to and from a Tour or while on a Tour. We recommend purchasing a supplemental travel insurance package.\nChildren: Unless otherwise indicated in the Tour description, all Tour passengers must be at least ten (10) years of age. However, some activities contained within an Itinerary may have a different age restriction than the overall minimum age requirement, in which case details will be provided at the time of booking. We reserve the right to marginally exceed the published maximum group size on family Tours to accommodate a family.\nSuppliers Acts or Omissions: The Operator acts only as an independent contractor to supply or arrange for the travel services named in your Itinerary or otherwise to procure services or goods from third parties such as airlines, hotels and other lodging providers, local hosts, guides, bus lines, car rental companies, driving services, restaurants and providers of entertainment (the “Suppliers”). The Operator and Times Journeys assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any act or omission of any of the Suppliers.\nConduct During the Tour: You are responsible for respecting the authority and following the directions of the Tour guide and the laws of the countries in your Itinerary during a Tour. We may exclude you from participating in all or any part of the Tour if, in our sole discretion, your condition or behavior renders you unfit for the Tour or unfit for continuation once the Tour has begun. Unfitness may include, without limitation, any behavior that, regardless of its cause, is inappropriate or offensive or interferes with the delivery of Tour services or may constitute a hazard or embarrassment. In such case, our liability shall be strictly limited to refund of the recoverable cost of any unused portion of the Tour. Should you decide for any reason not to participate in certain parts of the Tour or use certain goods included in the Tour, no refunds will be made for those unused parts of the Tour or goods. You agree to indemnify and hold us harmless from and against any costs, damages, losses or liabilities arising out of (a) the actions or omissions of any minors traveling with you and (b) if you checked the box indicating that you are signing on behalf of yourself and your traveling companions, your companions’ claims that you were not authorized to agree to this Participant Agreement on their behalf.\nLimitation of Liability and Damages: In no event will we be liable for any injury, loss, claim, damage or any special, punitive, exemplary, direct, indirect, incidental or consequential damages of any kind, whether based in contract, tort, strict liability or otherwise, that arise out of or are in any way connected with the Tour, even if advised of the possibility of such damages.\nTravel Advisories and Warnings: It is your responsibility to become informed about the most current travel advisories and warnings by referring to the U.S. State Department’s travel website at travel.state.gov or by phone at 888 407 4747.\nForce Majeure: We assume no responsibility for any personal injury, property damage or other loss, accident, delay, inconvenience or irregularity which may be occasioned by reason of any matter beyond our exclusive control including but not limited to a delay or cancellation that causes you to miss all or any portion of the Tour, acts of God, acts of government, war, terrorist acts, riots, disaster, weather extremes or strikes. We have no special knowledge regarding the financial condition of the Suppliers, unsafe conditions, health hazards, weather hazards or climate extremes at locations to which you may travel. You understand that health care standards, facilities and services abroad may be different or even inadequate for treating health conditions. For information concerning possible dangers at foreign destinations, we recommend contacting the Travel Warnings Section of the U.S. State Department at (202) 647-5225 or www.travel.state.gov, and click on “Travel Warnings.” For medical information, we recommend contacting the Centers for Disease Control at (877) FYI-TRIP or www.cdc.gov/travel.\nAssumption of Risks and Release: If you participate in activities during your Tour, certain risks and dangers may arise, including, but not limited to, the risk of accidents in remote places without access to medical facilities, transportation or means of rapid evacuation and assistance; the hazards of traveling in unsafe or politically unstable areas or under unsafe conditions; the dangers of civil disturbances, war, extortion, kidnapping and terrorist activities; dangers and risks inherent in activities in underdeveloped countries; and dangers of local law enforcement activity. You hereby expressly assume all of these risks and dangers, and you hereby expressly agree to forever release, discharge and hold us and our agents, employees, officers and directors, harmless against any and all liability, actions, causes of actions, suits, claims and demands of any and every kind and nature whatsoever which you now have or which may hereafter arise out of or in connection with your Tour or participation in any activities in which you participate.\nArbitration and Waiver of Trial by Jury: You agree to present any claims against us within ninety (90) days after the Tour ends and to file any suit within one (1) year of the incident, and you acknowledge that this expressly limits the applicable statute of limitations to one (1) year. In lieu of litigation and jury trials, each of which is expressly waived, any dispute concerning, relating or referring to this Participation Agreement, the brochure, or any other literature concerning your trip or the Tour shall be resolved exclusively by binding arbitration in New York City, New York, according to the then existing commercial rules of the American Arbitration Association. Such proceeding will be governed by the substantive law of the State of New York. The arbitrator(s) and not any federal, state, or local court or agency shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability, conscionability, or formation of this Participant Agreement, including but not limited to any claim that all or any part of this Participant Agreement is void or voidable.\nGeneral: You hereby consent to our use of pictures or video of you in our marketing materials without compensation. Facsimile or scanned transmission of any signed document shall be deemed delivery of an original. If there are any conflicts between this Participant Agreement and the Itinerary, this Participant Agreement shall apply. We reserve the right to decline to do business with anyone on a nondiscriminatory basis.\nActive Elements, Medical Conditions and Special Assistance: Some of our Tours incorporate active elements such as hiking, climbing or canoeing; you are responsible for familiarizing yourself with the level of activity that will be involved in your Tour. You must disclose in your Participant Information Form (or at such later time when you become aware of such a condition) any existing physical or mental illness, disability, pregnancy or any other condition which may create a health hazard for yourself or others during the Tour or for which you may require medical attention or special accommodation during the Tour. We will make reasonable efforts to accommodate your needs, but you must notify us at the time of booking for a determination of what assistance we can reasonably provide. We regret that we cannot accommodate you if you have special needs for ordinary daily activities, such as walking and dining. In no instance will our Suppliers or we physically lift or assist you on to or off any vehicles. If we cannot accommodate your special needs, you must be accompanied by a companion who will be responsible for independently providing the needed assistance.", "url": "https://www.nytimes.com/times-journeys/travel/looted-art-the-history-of-world-war-ii-plunder-in-france/"}