{"authors": ["Insider Staff"], "date_download": "2018-11-16 04:52:44", "date_modify": "2018-11-16 04:52:44", "date_publish": "2014-10-18 01:15:59", "description": "Recommended reads from New York Times reporters and editors, highlighting great stories from around the web.", "filename": "times-insider_2014_10_17__1542343964.html", "image_url": "https://static01.nyt.com/images/2014/10/17/blogs/wwr3/wwr3-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/times-insider_2014_10_17__1542343964.html", "title": "The New York Times", "title_page": "What We're Reading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Recommended reads from New York Times reporters and editors, highlighting great stories from around the web.\nThe Atlantic\nMany great articles have been written lately on the state of black America in an age of growing inequality. Here is an illuminating piece that breaks out black America from the rest of the country. The findings, told in charts, were pretty astounding — black America lags 30 places in world rankings behind the rest of America in terms of well-being. It found black household wealth was just ahead of Palestinian household wealth. — Lydia Polgreen\nBloomberg Businessweek\nThis is a story about the contemporary art market’s unprecedented rise and the forces behind it, as seen through the rise of one painting, “Apocalypse Now” by Christopher Wool, from the East Village in New York in the ’80s to “the biggest night the auction world had ever seen,” where it sold for $26.4 million. It had appreciated roughly 350,000 percent in 25 years. — Jeremy Zilar\nPhoto\nWorld.Mic\nPeople have long talked about the Western canon in terms of books, art and music, but maybe there’s a Western canon even in global maps. I enjoyed looking at these five maps, pulled from a new book, “Great Maps,” and questioning why North is up top, why South is down below and so on. Along those lines, the book’s author says, “Every time I hear someone say ‘Middle East,’ it’s hugely offensive because it’s a Western concept.” — Louise Story\nThe Intercept\nJames Bamford is the nation’s premier journalist on the subject of the National Security Agency, with “The Puzzle Palace” and two other books on the subject under his belt. Here, he reminds us that concerns about N.S.A. spying, and the role of the attorney general in either justifying or curbing it, go back before Edward J. Snowden was even born. — Alan Flippen\nPhoto\nSlate\nAntarctic cuisine is not likely to make the top recipes on the New York Times Cooking app. After reading about pemmican, you might rethink eating altogether for a while. But food (and drink) is important not just for the sustenance but also for the morale of those who have lived way down under, from the explorer Ernest Shackleton to today’s residents of McMurdo Station. There’s $3 vodka at the Ukrainian research base, and free drinks for women willing to donate their underwear. — John Schwartz\nPhoto\nSmokymountains.com\nFall foliage maps are nothing new. I like this one because it has a slider that lets you see what stage the leaves are at from Sept. 6 to Nov. 22. Right now, anything north of the Mason-Dixon line is looking good. — Damon Darlin", "url": "https://www.nytimes.com/times-insider/2014/10/17/what-were-reading-44/"}