{"authors": ["Elisabetta Povoledo", "Richard Pérez-Peña", "David D. Kirkpatrick", "Suliman Ali Zway", "Joe Penney", "Eric Schmitt", "Rukmini Callimachi", "Christoph Koettl", "Declan Walsh", "Patrick Kingsley"], "date_download": "2018-11-16 04:40:32", "date_modify": "2018-11-16 04:40:32", "date_publish": "2018-09-11 00:00:00", "description": "Unlock the story of Libya. Browse The New York Times's breaking news and extensive historical coverage on Libya here.", "filename": "topic_destination_libya_1542343232.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_destination_libya_1542343232.html", "title": "Libya", "title_page": "Libya  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The State of Libya, situated along the Mediterranean Sea on Africa’s northern coast, shares borders with Egypt, Sudan, Chad, Niger, Algeria and Tunisia. Inhabited by its native Berber population since the Bronze Age, the region has variously been ruled by Persians, Egyptians and the Roman and Ottoman Empires. Its capital city of Tripoli is home to more than one million of the nation’s roughly six million residents.\nLibya emerged as an independent kingdom in 1951 after serving as a key battleground in World War II. Its relatively poor economy was given a major boost in 1958 with the discovery of petroleum. To this day, oil accounts for some 80 percent of the nation’s gross domestic product and Libya continues to boast the largest proven reserves in Africa.\nIn 1969 a group of officers led by 27-year-old Col Muammar el-Qaddafi ousted King Idris I in a coup. Qaddafi would remain Libya’s de facto absolute ruler for more than 40 years, establishing a policy of Arab nationalism and a unique, if erratic, admixture of socialist policies and anti-Communist principles.\nQaddafi was pushed from power by a popular revolt in 2011 amid Arab Spring uprisings across the Middle East. He was killed the same year following a six-month struggle between loyalists and rebel militias that eventually gained significant military support from NATO.\nThe country has since struggled to attain stability, with a weak and divided central government failing to curtail the power of rival armed militias. This instability was punctuated in September 2012, when Islamist militants executed a deadly surprise attack on the American embassy in Benghazi, claiming the life of US Ambassador J. Christopher Stevens.\nKeep up to date on breaking news in Libya and explore our extensive archive below.", "url": "https://www.nytimes.com/topic/destination/libya"}