{"authors": ["The New York Times", "Mark Ellwood", "Thomas L. Friedman", "Peter Baker", "Nicholas Kristof", "David D. Kirkpatrick", "Rick Gladstone", "Tariq Panja", "Declan Walsh", "Kate Walker"], "date_download": "2018-11-16 04:39:59", "date_modify": "2018-11-16 04:39:59", "date_publish": "2018-11-04 00:00:00", "description": "Keep up to date on the latest news in Bahrain. Browse The New York Times's complete collection of articles and commentary on Bahrain.", "filename": "topic_destination_bahrain_1542343199.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_destination_bahrain_1542343199.html", "title": "Bahrain", "title_page": "Bahrain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Kingdom of Bahrain is an archipelago made up of 33 islands in the Persian Gulf off the eastern coast of Saudi Arabia. It was a protectorate of Great Britain for much of the 20th century before gaining its independence and, in 2002, establishing a constitutional monarchy. Bahrain has been ruled by the Al Khalifa royal family since the 18th century. The executive branch consists of the king, Hamad bin Isa Al Khalifa, who is head of state, and an appointed prime minister and cabinet. The country’s capital, Manama, is also its largest city and a cultural and tourism hub, both regionally and internationally.\nBecause of its strategic location linking the eastern and western worlds, Bahrain has been one of the foremost trade crossroads in the Middle East dating back over 4,000 years. It was the first Arab state to discover oil in 1931, the revenues of which financed extensive modernization projects, particularly in health and education, bringing about a modern economy. Oil and petroleum products account for about 60% of Bahrain’s exports and 70% of government revenue. However, Bahrain is expected to be the first Persian Gulf nation to run dry of oil, and has thus taken steps to move away from oil dependence. In doing so, Bahrain has become the region’s most diversified economy and the fastest-growing economy in the Arab world.\nBahrain was the site of the ancient Dilmun civilization and was one of the earliest areas to convert to Islam in 628 AD. While Islam remains the country’s prevailing religion, Bahrain is regarded as moderate and tolerant toward other religious and social practices. Bahrain’s Muslim population is approximately 70 percent Shia and 30 percent Sunni, and sectarian tensions between the two groups have risen since the Arab Spring in 2010. Civil uprisings began in Bahrain in early 2011 and have been met with a forceful government response, raising concerns among the global community about the country’s commitment to human rights.\nLearn more about Bahrain. Scroll below to view our archive of articles and chronology of latest news.", "url": "https://www.nytimes.com/topic/destination/bahrain"}