{"authors": ["Hannah Beech", "Steph Yin", "Alexandra Stevenson", "Megan Specia", "Saw Nang", "Paul Mozur", "Jennifer Jett", "Richard C. Paddock", "Ian Austen", "Nick Cumming-Bruce"], "date_download": "2018-11-16 03:51:29", "date_modify": "2018-11-16 03:51:29", "date_publish": "2018-11-14 00:00:00", "description": "Keep up to date on the latest news in Myanmar. Browse The New York Times's complete collection of articles and commentary on Myanmar.", "filename": "topic_destination_myanmar_mcubz=1&module=inline_1542340289.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_destination_myanmar_mcubz=1&module=inline_1542340289.html", "title": "Myanmar", "title_page": "Myanmar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Republic of the Union of Myanmar, formerly known as Burma, is the second largest country in Southeast Asia and boasts a population of more than 50 million. Myanmar emerged from British colonial rule in 1948, and remained under military control long after General Ne Win overthrew the civilian government in a 1962 coup. The country’s modern history has been marred by persistent human rights violations, ethnic strife, cronyism and failed Soviet-style economic management that has resulted in widespread poverty.\nStarting in 2010, Myanmar’s military began to adopt gradual reforms that moved the country closer to a liberal democratic system, eventually releasing thousands of political prisoners, including dissident leader Daw Aung San Suu Kyi. This reduced authoritarianism prompted an easing of international sanctions and widespread hope of improvement in the country, though strong concerns remain about the treatment of the Rohingya Muslim minority.\nIn November, 2015, Myanmar held what were widely viewed as its first open elections, marking a landslide victory for the party of Daw Aung San Suu Kyi. U Htin Kyaw, a close confidant of Aung San Suu Kyi, was elected president in March, 2016.\nKeep up to date on breaking news in Myanmar and explore our extensive archive below.", "url": "https://www.nytimes.com/topic/destination/myanmar?mcubz=1&module=inline"}