{"authors": ["Robert W. Merry", "Peter Baker", "George P. Shultz", "Mikhail Gorbachev", "Donald G. Mcneil Jr", "Quinn Slobodian", "Andrew E. Kramer", "Binyamin Appelbaum", "Mujib Mashal", "Nick Gillespie"], "date_download": "2018-11-16 04:24:12", "date_modify": "2018-11-16 04:24:12", "date_publish": "2018-11-09 00:00:00", "description": "News about Ronald Reagan. Commentary and archival information about Ronald Reagan from The New York Times.", "filename": "topic_person_ronald-reagan_inline=nyt-per_1542342252.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_person_ronald-reagan_inline=nyt-per_1542342252.html", "title": "Ronald Reagan", "title_page": "Ronald Reagan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ronald Reagan 1911 - 2004\nRonald Wilson Reagan, a former film star who became America's 40th president, was the oldest to enter the White House but radiated a youthful optimism rooted in the traditional virtues of a bygone era. To a nation battered by Vietnam, damaged by Watergate and humiliated by the taking of hostages in Iran, Ronald Reagan held out the promise of a return to greatness, the promise that America would ''stand tall'' again.\nHe managed to project the optimism of Franklin D. Roosevelt, the faith in small-town America of Dwight D. Eisenhower and the vigor of John F. Kennedy. In his first term he restored much of America's faith in itself and in the presidency, and he rode into his second term on the crest of a wave of popularity.\nBut late in 1986, halfway through his second term, Mr. Reagan and his administration were plunged into turmoil by Iran Contra. Contrary to official policy, Mr. Reagan's subordinates sold arms to Iran as ransom for hostages in Lebanon and diverted profits from the sales to the rebels fighting the Marxist Sandinistas then governing Nicaragua. A joint Congressional investigating committee reported that the affair had been ''characterized by pervasive dishonesty and secrecy'' and that Mr. Reagan bore ultimate responsibility for the wrongdoing of a ''cabal of zealots.\"\nBut until the Iran-contra affair, Mr. Reagan enjoyed tremendous popularity. He used that popularity and a consummate political skill to push many of his major programs through Congress. And despite the affair, he crowned his two terms with a nuclear arms agreement with the Soviet Union that reduced the nuclear arsenals of both countries for the first time, setting the stage for a new relationship with the Soviets under the leadership of Mikhail S. Gorbachev.", "url": "https://www.nytimes.com/topic/person/ronald-reagan?inline=nyt-per"}