{"authors": ["Benjamin Weiser", "F. Gregory Gause Iii", "Vivian Yee", "Hwaida Saad", "Rick Gladstone", "Lina Sinjab", "Anne Barnard", "Josh Haner", "Ben Hubbard", "Sara Aridi"], "date_download": "2018-11-16 03:20:33", "date_modify": "2018-11-16 03:20:33", "date_publish": "2018-10-15 00:00:00", "description": "Unlock the story of Lebanon. Browse The New York Times's breaking news and extensive historical coverage on Lebanon here.", "filename": "topic_destination_lebanon_inline=nyt-geo_1542338433.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_destination_lebanon_inline=nyt-geo_1542338433.html", "title": "Lebanon", "title_page": "Lebanon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Lebanese Republic is named for its stunning snow-covered mountains and renowned for its cedar forests. It was once a part of the Roman Empire, and later became a major center of Christianity and Islam. It is now the most religiously diverse country in the Middle East, boasting significant numbers of Maronite Christians, Shiite and Sunni Muslims, Druze and Greek Orthodox. It borders on Syria, Israel and the Mediterranean Sea.\nBefore Lebanon’s civil war began in 1975, it boasted significant financial prosperity and was a popular tourist destination. The war exacted an enormous economic and human toll, and recovery has since been hampered by additional conflicts, including a recent influx of Syrian refugees.\nLebanon’s government is a parliamentary democracy established on the principles of confessionalism, a system that distributes power equally among its 18 recognized religious sects. Tensions between the government and Hezbollah have sprouted violence and legislative deadlock. The country has been without a president since Michel Sulayman’s term expired in 2014. Presidential duties are currently being carried out by acting President and Prime Minister Tammam Salam.\nLearn more about Lebanon. Scroll below to view our archive of articles and chronology of latest news.", "url": "https://www.nytimes.com/topic/destination/lebanon?inline=nyt-geo"}