{"authors": ["Timothy Williams", "Mitch Smith", "Ken Jaworowski", "Angelica Rogers", "Amy Chozick"], "date_download": "2018-11-16 04:31:07", "date_modify": "2018-11-16 04:31:07", "date_publish": "2018-06-28 00:00:00", "description": "News about Sean Bell, the victim of a police shooting in Queens. Commentary and archival information about Sean Bell from The New York Times.", "filename": "topic_person_sean-bell_inline=nyt-per_1542342667.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_person_sean-bell_inline=nyt-per_1542342667.html", "title": "Sean Bell", "title_page": "Sean Bell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated: Dec.. 1, 2011\nIn the early morning hours of Nov. 25, 2006, Sean Bell, a 23-year-old New York City man due to be married later that day, walked out of a Queens strip club, climbed into a gray Nissan Altima with two friends who had been celebrating with him — and died in a hail of 50 bullets fired by a group of five police officers.\nThe shooting shocked the city and brought back memories of the deaths in other high-profile police shootings — in particular, the death of Amadou Diallo, an African peddler killed after police fired 41 shots at him in 1999. Both men were black and both were unarmed, although in both cases the officers appeared to have believed the suspect had a gun. While the death of Mr. Bell did not prompt the same levels of rage and protest as the Diallo case, it prompted unsettling questions about the changes in police procedures adopted in recent years, and about whether black men remained unfairly singled out for aggressive police action.\nIn March 2007, a Queens grand jury voted to indict three detectives in the case, charging the two who had fired the bulk of the shots, Detective Michael Oliver and Detective Gescard F. Isnora, with first-degree and second-degree manslaughter, and the third, Detective Marc Cooper, with reckless endangerment.\nThe three pleaded not guilty, and in the days before the trial began in Feb. 2008 defense lawyers made clear that they were going to concentrate on potential justification for the first two shots fired by Detectives Oliver and Isnora. In particular, they were expected to focus on evidence that Mr. Bell was intoxicated and on a statement by one of Mr. Bell’s companions that there had been talk outside the nightclub that someone had a gun. The officers said they followed Mr. Bell and his companions in the belief that they were going to retrieve a gun following a dispute outside the club.\nDuring the trial, defense lawyers pointed to forensic evidence that suggested that the firing only began after Mr. Bell rammed his car into an unmarked police van. They also accused Mr. Bell’s companions of lying on the witness stand.\nIn April 2008, Justice Arthur J. Cooperman, who heard the case alone after the detectives waived their right to a jury, acquitted all three men of all the charges against them.\nNew York City agreed in July 2010 to pay more than $7 million to settle a federal lawsuit filed by the family and two friends of Mr. Bell. The lawsuit, filed in 2007, accused the police of wrongful death, negligence, assault and civil rights violations.\nIn November 2011, a Police Department administrative trial found that Detective Isnora fired his weapon outside of departmental guidelines, a law enforcement official said.\nAfter hearing evidence in the case, Deputy Commissioner Martin G. Karopkin, acting as the trial judge, ruled that the Detective Isnora acted improperly. He recommended that Detective Isnora be fired for his actions during the shooting and for stepping outside his role as an undercover officer, thereby endangering himself and others, the official said.\nAs for a second officer, Michael Carey, Mr. Karopkin recommended that he be found not guilty of improperly firing his weapon and that he be allowed to stay on the force, said the official, who insisted on anonymity because the matter was continuing.\nMr. Karopkin’s decision was delivered to lawyers for both officers and to departmental advocates who serve as prosecutors in such matters. Each side has until Dec. 15 to submit written comments on the rulings, officials said. The entire package of documents will then be delivered to Police Commissioner Raymond W. Kelly. Mr. Kelly can accept or reject the findings and impose any punishment he sees fit, officials said.", "url": "https://www.nytimes.com/topic/person/sean-bell?inline=nyt-per"}