{"authors": ["Timothy Williams", "Mitch Smith"], "date_download": "2018-11-16 04:31:38", "date_modify": "2018-11-16 04:31:38", "date_publish": "2018-06-28 00:00:00", "description": "News about Amadou Diallo. Commentary and archival information about Amadou Diallo from The New York Times.", "filename": "topic_person_amadou-diallo_inline=nyt-per_1542342698.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_person_amadou-diallo_inline=nyt-per_1542342698.html", "title": "Amadou Diallo", "title_page": "Amadou Diallo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amadou Diallo, an unarmed West African immigrant with no criminal record, was 22 years old when he was killed on Feb. 5, 1999, by four New York City police officers.\nThe officers — Kenneth Boss, Sean Carroll, Edward McMellon and Richard Murphy — acknowledged firing 41 shots that night, but said they thought that Mr. Diallo was carrying a gun. Mr. Diallo, who came to America more than two years before from Guinea and worked as a street peddler in Manhattan, was hit by 19 bullets while standing in the doorway of his Bronx apartment building.\nThe case set off massive protests across the city, and became a flashpoint for heightened frictions between minority leaders and the administration of Mayor Rudolph W. Giuliani.\nAll four officers, who were in plainclothes, said they approached Mr. Diallo because they thought he fit the description of a man wanted in a rape case. They contended that when he pulled out his wallet to show identification they mistook it for a gun.\nThe officers faced prosecution on second-degree murder and other charges but were acquitted by a jury in Albany, where the trial had been moved because of concerns over pretrial publicity.", "url": "https://www.nytimes.com/topic/person/amadou-diallo?inline=nyt-per"}