{"authors": ["Penelope Green", "Audra D. S. Burch", "Doreen Carvajal", "Sam Roberts", "Kari Molvar", "Ligaya Mishan", "Dave Taft", "Shivani Vora", "Ronda Kaysen", "Amy Lombard"], "date_download": "2018-11-16 03:30:53", "date_modify": "2018-11-16 03:30:53", "date_publish": "2018-11-08 00:00:00", "description": "News about gardens and gardening. Commentary and archival information about gardens and gardening from The New York Times.", "filename": "topic_subject_gardens-and-gardening_1542339053.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_subject_gardens-and-gardening_1542339053.html", "title": "Gardens and Gardening", "title_page": "Gardens and Gardening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Do not let any gardener tell you he or she loves spring, because for gardeners, spring means anxiety, pressure, backaches, leg cramps, fears of needing hip replacements. It means cleaning up the winter detritus and planning ahead and wondering if it is the right time to plant the zinnia seeds.\nFor gardeners, spring is a race against time. Those who beat the relentless deadlines stand a chance of having a great garden. Those who don’t have a long wait until next year.\nMy seasonal garden is a modest patch in Saltaire on Fire Island in New York. Every garden has its idiosyncrasies, and mine is that it is basically a dune, which means I garden in sand amended by trucked-in manure and topsoil and what is left of my compost heap once the squirrels have had their fill.\nI have gardened on Fire Island for about 20 years. Every spring I take an early ferry out to see what winter has wrought. I ventured out, and what a mess. Dead branches were everywhere, the Montauk daisies needed pruning, the honeysuckle was out of control and the sweet autumn clematis (clematis terniflora) was flopping over with new growth, smothering the Linda Campbell rose.\nRead More...", "url": "https://www.nytimes.com/topic/subject/gardens-and-gardening"}