{"authors": ["Veronique Greenwood", "David Tanis", "Florence Fabricant", "John Hodgman", "Ligaya Mishan", "Sam Sifton", "Melissa Clark", "Julia Moskin", "Roni Caryn Rabin", "Joanna Klein"], "date_download": "2018-11-16 03:29:27", "date_modify": "2018-11-16 03:29:27", "date_publish": "2018-10-05 00:00:00", "description": "News about tomatoes. Commentary and archival information about tomatoes from The New York Times.", "filename": "topic_subject_tomatoes_inline=nyt-classifier_1542338967.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_subject_tomatoes_inline=nyt-classifier_1542338967.html", "title": "Tomatoes", "title_page": "Tomatoes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The tomato, though a fruit to botanists, has been decreed a vegetable by the United States Supreme Court. The verdict is not so unreasonable given that the tomato has a close cousin that is a vegetable, namely the potato.\nThe tomato, whose genome has been decoded, turns out to be one well-endowed vegetable, possessing 31,760 genes. This rich legacy, possibly a reflection of the disaster that killed off the dinosaurs, is some 7,000 more than a person, and presents a complex puzzle to scientists who hope to understand its secrets.\nA consortium of plant geneticists from 14 countries spent nine years decoding the tomato genome in the hope of breeding better ones.\nThe scientists sequenced the genomes of both Heinz 1706, a variety used to make ketchup, and the tomato’s closest wild relative, Solanum pimpinellifolium, which lives in the highlands of Peru, where the tomato’s ancestors originated. The results were published in May 2012 in the journal Nature.\nThe tomato genome is both of intrinsic interest and a key to understanding the very versatile family of plants to which it belongs. The Solanum family, as it is known, includes the pepper, the tobacco plant, the potato, the eggplant and deadly nightshade.\nRead More...", "url": "https://www.nytimes.com/topic/subject/tomatoes?inline=nyt-classifier"}