{"authors": ["Kennedy Odede", "Nicholas St. Fleur", "Ken Belson", "Amy Yee", "Joseph Goldstein", "Katie Rogers", "Doug Mills", "Marisa Schwartz Taylor", "Marshall Allen", "Palko Karasz"], "date_download": "2018-11-16 04:01:58", "date_modify": "2018-11-16 04:01:58", "date_publish": "2018-11-15 00:00:00", "description": "Keep up to date on the latest news in Kenya. Browse The New York Times's complete collection of articles and commentary on Kenya.", "filename": "topic_destination_kenya_inline=nyt-geo_1542340918.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_destination_kenya_inline=nyt-geo_1542340918.html", "title": "Kenya", "title_page": "Kenya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Republic of Kenya is one of the most developed and economically robust nations in Africa. Located near the equator in East Africa, the country’s diverse natural landscapes and wildlife have contributed to its strong agricultural economy and helped make it a popular tourist destination. Kenya also shares fame as one of the oldest sites for human habitation, dating back to the Lower Paleolithic Era.\nKenya’s modern history has been marked by its efforts to maintain a stable post-colonial state amidst long-term ethnic rivalries. After winning independence from Great Britain in 1963, the country was unified by Jomo Kenyatta and his influential Kenya African National Union party, which dominated politics exclusively until 2002. A disputed presidential election in 2007 triggered ethnic violence, riots and wide-scale destruction of property. In 2013, Jomo’s son Uhuru Kenyatta was elected president without incident, despite being named a suspect of crimes against humanity by the International Criminal Court for inciting bloodshed during the 2007 crisis. Kenya’s government has also struggled to handle a wave of violence after militants from Shabab, an Islamist group, attacked Nairobi’s Westgate Mall in 2013 in retaliation for Kenya’s military operation in Somalia.\nKeep up to date on breaking news about Kenya and explore our extensive archive below.", "url": "https://www.nytimes.com/topic/destination/kenya?inline=nyt-geo"}