{"authors": ["Mustafa Akyol", "Wajahat Ali"], "date_download": "2018-11-16 03:52:37", "date_modify": "2018-11-16 03:52:37", "date_publish": "2018-08-21 00:00:00", "description": "News about Mustafa Akyol, including commentary and archival articles published in The New York Times.", "filename": "topic_person_mustafa-akyol_1542340357.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/topic_person_mustafa-akyol_1542340357.html", "title": "Mustafa Akyol", "title_page": "Mustafa Akyol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mustafa Akyol became a contributing opinion writer for The International New York Times in the fall of 2013. A Turkish journalist and author, he studied political science and history at Bogazici University, and teaches politics at Fatih University, both in Istanbul. For about a decade, he has been writing regular opinion columns for Turkish publications like Hurriyet Daily News, Star and recently for the Middle-East focused Al-Monitor.com. He has published five books in Turkish, including “Rethinking the Kurdish Question” (2005).\nHis latest book, “Islam Without Extremes: A Muslim Case for Liberty,” an argument for Islamic liberalism, was published in the United States in 2011. The book was long-listed for the Lionel Gelber Prize, a literary prize awarded by the University of Toronto for the best nonfiction book in English that seeks to deepen public debate on significant international issues, and praised by The Financial Times as “a forthright and elegant Muslim defense of freedom.”\nMr. Akyol is also a public speaker who has given lectures and talks on numerous platforms, including TED, where he spoke on “Faith vs. Tradition in Islam.” He has also been a commentator on public affairs programs, including the BBC’s “Hardtalk” and CNN’s “Fareed Zakaria GPS.”", "url": "https://www.nytimes.com/topic/person/mustafa-akyol"}