{"authors": ["Floyd Norris"], "date_download": "2018-11-16 04:43:57", "date_modify": "2018-11-16 04:43:57", "date_publish": "2010-04-22 16:24:34", "description": "The premise of President Obama’s speech was that the paramount goal of financial reform is to prevent future bailouts. The reality is more complicated.", "filename": "2010_04_22_no-more-bailouts___r=1_1542343437.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2010_04_22_no-more-bailouts___r=1_1542343437.html", "title": "No More Bailouts?", "title_page": "No More Bailouts? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Obama, in his New York speech, accepted the argument that the most important goal for financial reform is to prevent future bailouts. He claims the bill would allow the closure of companies without threatening the rest of the system.\nIt is for this reason that we need a system to shut these firms down with the least amount of collateral damage to innocent people and businesses. And from the start, I’ve insisted that the financial industry — and not taxpayers — shoulder the costs in the event that a large financial company should falter. The goal is to make certain that taxpayers are never again on the hook because a firm is deemed “too big to fail.”\nHe repeatedly accused Republicans of distorting what the bill would do — although he did not name names.\nIt seems to me the reality is more complicated.\nFirst, there will be no more bailouts soon, simply because the same mistakes that were made in the recent debacle will not be repeated.\nSecond, it is the other provisions in the bill that offer hope of preventing a relapse in some future cycle.\nFinally, if or when all that fails, a future president will have to be willing to use taxpayer money if funds established under this bill prove to be inadequate.\nAs he ended the speech, with denunciations of the bank lobbying that seems to not be working, he scored with a reminder that bankers can overreact to change.\nHe quoted from an article in Time Magazine:", "url": "https://economix.blogs.nytimes.com/2010/04/22/no-more-bailouts/?_r=1"}