{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:50:24", "date_modify": "2018-11-16 04:50:24", "date_publish": "2011-03-14 02:42:31", "description": "“The Japanese government should be issuing stronger warnings to pregnant women,” an economist says, citing research about the effects of the Chernobyl disaster on Swedish fetuses.", "filename": "2011_03_13__1542343824.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2011_03_13__1542343824.html", "title": "Radiation and Pregnancy", "title_page": "A Warning for Japan on Radiation and Pregnancy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Douglas Almond, a Columbia University economist who has studied the effects of the Chernobyl disaster, is concerned that the Japanese government may not be doing enough to warn pregnant women to leave any areas at risk of radiation exposure. Those areas can be much farther from the nuclear plants than many people realize.\nMr. Almond, in an e-mail, explains:\nThe fetus may be particularly sensitive to low doses of ionizing radiation, a susceptibility that current public health responses in Japan seem to have overlooked. Evidence comes from a recent study of Chernobyl fallout in Sweden, which experienced comparatively low radiation doses from the accident; indeed radiation levels in Sweden were believed safe at the time. While this has been largely confirmed in subsequent studies, there is one important exception: children in utero at the time of the accident. Swedish students who were in utero during the accident experienced significantly lower cognitive function, as reflected in performance on standardized tests in middle school, especially those tests that correspond best to IQ. The damage was greatest for cohorts in utero in regions of Sweden that received more fallout by virtue of rainfall during the time the radioactive plume was over Sweden, and were of gestational age 8-25 weeks at the time of the accident. This last finding mirrors earlier epidemiological analysis of the survivors of Atomic bombings in Japan, which found reduced IQ and head circumference among the cohort exposed to radiation at those gestation ages.\nMr. Almond’s research — which he did with Lena Edlund of Columbia and Marten Palme of the Stockholm School of Economics — was published in the Quarterly Journal of Economics in 2009. A version of the paper is available from the National Bureau of Economic Research.\nI’m grateful to Michael Greenstone, an M.I.T. economist who is also director of the Hamilton Project in Washington, for calling this research to my attention. “The point,” Mr. Greenstone says, “is that the Japanese government should be issuing stronger warnings to pregnant women.”", "url": "https://economix.blogs.nytimes.com/2011/03/13/radiation-and-pregnancy/"}