{"authors": ["Floyd Norris"], "date_download": "2018-11-16 04:13:36", "date_modify": "2018-11-16 04:13:36", "date_publish": "2012-01-31 19:08:27", "description": "While the first 11 months of 2011 brought more bad news for home values in most metropolitan areas, the biggest gainer was Detroit.", "filename": "2012_01_31__1542341616.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2012_01_31__1542341616.html", "title": "Where Housing Prices Are on the Rise", "title_page": "Where Housing Prices Are on the Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Guess the best-performing housing market through the first 11 months of 2011.\nHint: The Obama administration can claim a lot of the credit for it.\nThe answer is Detroit.\nThe Case-Shiller/Standard & Poor’s home price indexes out Tuesday show that prices in Detroit were up 3.8 percent in November from the end of 2010.\nOnly two other markets were up in that period — Washington, up 1 percent, and Denver, up 0.6 percent. The other 17 lost ground in the first 11 months of 2011, a fact that helps to explain why action on housing is again being talked about in Washington.\nAmong the more notable reverses were those in the three California markets. Los Angeles, San Francisco and San Diego were all lower in November than they were at the end of 2009. Each was down more than 4 percent for the year through November.\nThe worst performer in the first 11 months of 2011 was Atlanta, off 11.1 percent. Las Vegas was second, with a fall of 8.1 percent.\nAtlanta and Las Vegas are two of the four areas that fell to new lows for this cycle. The others are Tampa and Seattle.\nMiami, the other Florida market included in the survey, was up a scant 0.4 percent from the low it reached last spring. It is hardly a surprise that house prices were an issue in the Florida Republican primary on Tuesday, with Newt Gingrich’s service as a consultant to Freddie Mac being used against him by Mitt Romney.\nDetroit’s housing market is hardly a model of health, of course. Prices there remain lower than they were at the end of 1995, and prices now are 44 percent below the peak. Still, one can only imagine where the index would be if General Motors and Chrysler had not been bailed out.\nAnother measure of the depth, and length, of this housing price collapse is that Dallas is the only market whose current prices are less than 10 percent below peak levels. They were down 9.9 percent through November. Prices in three sand-state areas – Las Vegas, Phoenix and Miami — are less than half peak levels.\nStill, somebody thinks things are looking up for housing. The Bloomberg index of U.S. home builder stocks is up 50 percent from the low it reached in early October.", "url": "https://economix.blogs.nytimes.com/2012/01/31/where-housing-prices-are-on-the-rise/"}