{"authors": ["Catherine Rampell"], "date_download": "2018-11-16 04:13:32", "date_modify": "2018-11-16 04:13:32", "date_publish": "2012-01-31 16:09:33", "description": "A new study suggests that the choice of major may be influenced by the way some people’s brains are wired.", "filename": "2012_01_31__1542341612.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2012_01_31__1542341612.html", "title": "College Major and Family Mental Illness", "title_page": "College Major and Family Mental Illness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s puzzling that so few American students graduate with engineering and science degrees, even though these majors would grant them much higher salaries. Maybe the reason is that these majors require so much homework.\nBut maybe students will take comfort from a study suggesting that the choice of major may be influenced by the way some people’s brains are wired.\nThe study used a survey of Princeton’s incoming freshman class of 2014 to examine correlations between major choice and neuropsychiatric disorders. It was conducted by Benjamin C. Campbell, a researcher at Princeton’s Neuroscience Institute, and Samuel S.-H. Wang, a molecular biology professor at Princeton.\nStudents answered questions about their academic discipline intentions, as well as whether they, their immediate family members or grandparents had one or more of a number of neurological and mental disorders, including Alzheimer’s, attention deficit hyperactivity disorder (A.D.H.D.), autism spectrum disorder, bipolar syndrome, epilepsy, Parkinson’s and schizophrenia.\nMost of the illnesses the researchers asked about didn’t seem to have any relationship with which academic discipline students were drawn to. But a few did.\nStudents pursuing STEM degrees (science, technology, engineering, math) were more likely than other students to report having a sibling with an autism spectrum disorder. (Of the 1,077 students who responded to the survey, 16 aspiring technical majors and four aspiring non-technical majors said they had siblings with an autism spectrum disorder.)\nAdditionally, students intending to major in the humanities were more likely to say that they, an immediate family member or their grandparent had been diagnosed with a major depressive disorder, bipolar disorder or substance abuse problems.\nIntellectual interests, it seems, do have some relationship to mental and neurological disorders. At least one earlier study, based on family histories of 30 creative writers, had similarly found a connection between literary creativity and mental illness. And the findings resonate with high-profile examples of brilliant artists who suffered from mental illness (Ernest Hemingway, Kurt Cobain, Virginia Woolf, Edvard Munch, etc.).\nPrior studies have also supported the link between autism and familial interest in STEM studies.\nA few things to keep in mind: First, the Princeton freshman class is obviously not representative of all college students everywhere.\nSecond, the share of students reporting a family history of many of these disorders was relatively small. Within those responding to the survey and listing their likely majors, 51 students had a family history of bipolar disorder, 150 with major depression and 167 with substance abuse or addiction.\nThe authors also say it’s not clear what explains the correlations between major choice and neuropsychiatric disorders, if indeed there is a causal relationship. It could be some combination of genetic or environmental factors, especially since autism and mental illnesses are believed to have at least some environmental component.\nI wonder, too, if diagnostic problems could influence the numbers. A colleague notes that autism spectrum is so loosely diagnosed that a child who is good in math and not social often gets a diagnosis — meaning the results of this study could be somewhat circular.\nBesides potential cases of overdiagnosis, there could also be issues with underdiagnosis. For example, perhaps immigrants from certain cultures are less likely to acknowledge, or at least seek out, a diagnosis of depression. And immigrants are significantly more likely to major in STEM subjects.\nWhat say you, readers? Could your family history have influenced your intellectual pursuits?", "url": "https://economix.blogs.nytimes.com/2012/01/31/college-major-and-family-mental-illness/"}