{"authors": ["Simon Johnson"], "date_download": "2018-11-16 04:13:12", "date_modify": "2018-11-16 04:13:12", "date_publish": "2013-06-27 04:01:55", "description": "More power for women is inevitable, and a very good thing, an economist writes.", "filename": "2013_06_27__1542341592.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_06_27__1542341592.html", "title": "The Case for Women", "title_page": "The Case for Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Simon Johnson, former chief economist of the International Monetary Fund, is the Ronald A. Kurtz Professor of Entrepreneurship at the M.I.T. Sloan School of Management and co-author of “White House Burning: The Founding Fathers, Our National Debt, and Why It Matters to You.”\nThe joke among insiders is that the initials of the International Monetary Fund actually stand for “it’s mostly fiscal,” a reference to the predilection of that organization to see all economic issues ultimately in terms of tax and expenditure policy.\nToday's Economist Perspectives from expert contributors.\nIn an incisive speech on Monday, Heidi Crebo-Rediker, the chief economist at the United States State Department, challenged the I.M.F. to understand that women are central to the process of economic growth and development – and to place this fact at the center of how it interacts with member countries. (The State Department has posted a full transcript of the speech, which, along with a subsequent discussion, were held at the Peterson Institute for International Economics, where I am a senior fellow; I was not involved in organizing the event).\nBy all indications, Ms. Crebo-Rediker will prevail in her discussions with the I.M.F., and this will be a very good thing. A more interesting question is how her points about the rising economic and political power of — and opportunities for — women will play out in the United States.\nAt the event on Monday, far from pushing back against any of Ms. Crebo-Rediker’s suggestions, Minouche Shafik, deputy managing director at the fund, welcomed the approach and emphasized that the I.M.F. had already taken steps in this direction. It makes no sense to bias tax policy against women who work, yet that is what happens in a number of countries as Ms. Shafik emphasized (as an example, see this discussion of what is known as the marriage penalty in the United States). And expenditure policy can also make a big difference – think about parental leave or affordable and high-quality child care. By some estimates (based on Australian data), a 50 percent reduction in the cost of child care can increase the labor supply of young mothers by 6.5 to 10 percent.\nOther policies that discourage labor force participation of women should also be assessed in I.M.F. reports, including measures that reflect whether women have full access to all levels of education and whether they can move up to positions of the highest responsibility. Getting more women into jobs is especially important for countries with low growth and aging demographics – among other things, it would help sustain the viability of many pension systems.\nWomen work hard everywhere. The question is in part whether this work is remunerated and picked up in official gross domestic product statistics. But the bigger issue is whether women have access to all available opportunities.\nAt the event, Carly Fiorina, former head of Hewlett-Packard and a former Republican senatorial candidate in California, stressed the fundamental injustice behind denying women opportunities. All problems become more manageable, Ms. Fiorina asserted, when women are allowed to exercise their full potential and to become more involved in management – whether this be public health (for which maternal health and education consistently prove crucial), managing savings and investment (e.g., the microcredit movement built around responsible women) and running big global companies (unfortunately, women are still in a small minority on corporate boards in the United States and most other places).\nMs. Crebo-Rediker also has good timing in calling for the I.M.F. to take these issues more seriously. In Japan, the potential importance of increasing women’s labor-market participation has been clear for at least 20 years, and this is a prominent goal of the new Abe administration (supported by the I.M.F.). However, progress has been slow.\nSimilarly, southern Europe could get a great boost from increasing opportunities for women; this would be a smart way to apply the general notion of “structural reform.” Caroline Freund, a colleague at the Peterson Institute, pointed out this could also help the troubled economies of North Africa (as the World Bank noted in this 2003 report and in the more recent “Opening Doors: Gender Equality and Development in the Middle East and North Africa“).\nHow does increasing the opportunities for women play politically? Ms. Fiorina offered the most plausible explanation regarding why there is resistance: this is about power. No one likes to give up power, and in some societies the rise of women’s rights seems threatening to people (presumably men) who are in entrenched positions. Ms. Fiorina struck a chord with the audience when she asserted that the bigger obstacle is that not enough people are outraged at the lack of full rights for women in many countries.\nBut this raises a fascinating question for modern American politics. Can Ms. Fiorina or other Republicans persuade more women to support them at the polls?\nIn the United States context, there has been a gender gap between Democrats and Republicans at least since the 1980s – although others see the origins of this in the 1970s (as Nate Silver did in a 2012 analysis for The New York Times). A survey of attitudes from the Pew Research Center suggests that women and men disagree on some key party-line issues, including how much support the government should provide to older and younger Americans, on whether we do enough to protect the environment and on marriage equality.\nWhile we do not have accurate exit-poll data before 1972, there are strong indications that women have not always voted Democratic. Women got the right to vote at the national level when the 19th Amendment became law in August 1920 (I like this timeline, which points out that many American women had the right to vote before they lost it, at least in some states.)\nFrom the available evidence, it seems clear that women voted for Hoover and Eisenhower more than did men. According to Jo Freeman, “Hoover was so popular that he became known as ‘the woman’s candidate.’”\nAfter Hoover, there was not much difference in female-male political preferences until 1952, when “polls of voters done before and after that election found women were 5 percent more likely to vote for Eisenhower than were men, though both gave him a majority.”\nAgain, I’m quoting from the Freeman essay, which goes on to say: “Historically, it was the Republican Party that was the party of women’s rights, and the Democratic Party that was the home of anti-feminism. After the new feminist movement rose in the 1960s-70s, the parties switched sides.”\nIf Ms. Crebo-Rediker is right, and I think she is, women are already becoming a stronger economic and political force in the United States, with ever more impact domestically and around the world.\nThe next head of the Federal Reserve may well be a woman – all the indications point to President Obama choosing Janet Yellen, the current vice chairwoman. I’m greatly encouraged by colleagues who contend that the choice of Ms. Yellen will improve monetary policy and make regulatory policy more effective.\nWhoever becomes president would do well to pick a woman as secretary of the Treasury. I have long advocated that this position go to Sheila Bair, former head of the Federal Deposit Insurance Corporation. She would be most effective on fiscal and banking policy under either a Democratic or a Republican presidency.\nIn fact, it is quite likely that the next president of the United States will be a woman – perhaps Hillary Clinton, Ms. Crebo-Rediker’s former boss, or perhaps someone else. In any case, the next administration will, I hope, promote a larger number of distinguished women to prominent positions of national leadership.\nAnd these women and their colleagues can push on an open door at the I.M.F. – currently headed by a woman, Christine Lagarde. he fund and other organizations should be encouraged to emphasize the importance of female opportunities, representation and participation for economic development around the world.", "url": "https://economix.blogs.nytimes.com/2013/06/27/the-case-for-women/"}