{"authors": ["Casey B. Mulligan"], "date_download": "2018-11-16 04:13:33", "date_modify": "2018-11-16 04:13:33", "date_publish": "2013-03-06 11:00:09", "description": "Even if health care reform in Massachusetts has had a limited effect on employment, the impact of the Affordable Care Act on the national labor market is likely to be large, an economist writes.", "filename": "2013_03_06_health-reform-th_7f11fb0fccbadcb80eb8ec67e2614176___r=0_1542341613.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_03_06_health-reform-th_7f11fb0fccbadcb80eb8ec67e2614176___r=0_1542341613.html", "title": "Health Reform, the Reward to Work and Massachusetts", "title_page": "Casey B. Mulligan:   Health Reform, the Reward to Work and Massachusetts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Casey B. Mulligan is an economics professor at the University of Chicago. He is the author of “The Redistribution Recession: How Labor Market Distortions Contracted the Economy.”\nThe United States labor market is in for a shock when health reform is fully carried out, regardless of what employers decide about health insurance or how smoothly reform might have unfolded in Massachusetts.\nToday's Economist Perspectives from expert contributors.\nBeginning next year, millions of Americans will be eligible for generous subsidies in the form of cash assistance to pay for their health insurance premiums and out-of-pocket health expenses pursuant to the Affordable Care Act. The subsidies will sharply reduce the financial reward to working because they will be phased out with household income.\nAs the Princeton economists Alan B. Krueger, who has held positions in the Obama administration, and Uwe E. Reinhardt, my Economix colleague, explain, health insurance premium assistance “would present millions of low-income American families with total marginal tax rates in excess of 75 percent.” They add, “Such high marginal tax rates may well make unemployment and welfare an attractive alternative to working.”\nIt would appear that, together with per-employee penalties levied on employers, the new law’s health insurance subsidies could significantly affect the labor market.\nMost workers are offered affordable health insurance by their employers, and the new law will consider them ineligible for subsidies and will not ask their employers to pay any penalty. You might guess that the aggregate labor-market impact of the law could be small, because the penalties and subsidies would not apply to the majority of the work force “covered” by employer health insurance.\nBut it is wrong to assume that the law will have little effect on the reward to working among covered workers. Their employers could drop coverage, or the employee could switch to a job without coverage. More important, the subsidies are available to the unemployed and others who do not work, even if their previous jobs had provided coverage. If and when they go back to work in a covered job, federal law will welcome their return by taking their subsidy away.\nYet another reason that covered workers will experience high marginal tax rates like those noted by Professors Krueger and Reinhardt is that the subsidies will be available to family members on the basis of the employee’s income, in combination with his or her spouse’s income, if any.\nThe Department of Health and Human Services says there is no reason for alarm because the experience in Massachusetts since 2006 shows “that the health care law will improve the affordability and accessibility of health care without significantly affecting the labor market,” as I noted last week, referring to a Washington Examiner report.\nFor those worried about dire labor market consequences of the federal law, Jonathan Gruber of the Massachusetts Institute of Technology replies (at 27:32 in this video): “We’ve actually run this experiment, folks, we ran it in Massachusetts. O.K. In Massachusetts, we put in a system with more generous subsidies than the federal government is doing.”\nWhen it comes to quantifying the new federal law’s penalty on employment, Professor Gruber and Health and Human Services are incorrect to take comfort in the Massachusetts experience since 2006. As I explained last week, the federal law’s employer penalty is more than tenfold the Massachusetts penalty. In other words, if the Massachusetts penalties pushed down workers’ wages by 16 cents an hour, the federal penalties would push them down $1.67.\nProfessor Gruber is also incorrect that the federal law is introducing less generous subsidies than the Massachusetts law did. Federal subsidies will be available for people laid off from their jobs, but the new Commonwealth Care subsidies in Massachusetts are not, because Commonwealth Care excludes people eligible for the Medical Security Program (a longstanding program providing health benefits to Massachusetts people receiving cash unemployment benefits).\nMoreover, people leaving a job with health insurance have to wait six months before they can enter Commonwealth Care.\nCommonwealth Care also excludes children: if a Massachusetts resident wants health insurance subsidies for his or her children, Medicaid is the primary option. The federal law has no such restriction: it allows Americans to receive subsidies while enrolling their entire families in the same health plan as, say, the United States senators representing their states.\nIndeed, many consumers may perceive Commonwealth Care to be an extension of Medicaid. When it began, Commonwealth Care consisted of four plans offered by the state’s Medicaid Managed Care Organizations (a fifth plan has recently been added). Perhaps that’s why only 158,000 people were enrolled in Commonwealth Care as of 2011, which is less than 10 percent of the people in Massachusetts whose family income fell in the interval required by the program.\nIn contrast, recipients of federal subsidies will be receiving cash they can spend on a plan of their choice: that’s a lot more generous than helping people join Medicaid.\nFor all these reasons, economic reasoning points to a contraction of the United States labor market as the full Affordable Care Act is carried out, regardless of what may have happened in Massachusetts.", "url": "https://economix.blogs.nytimes.com/2013/03/06/health-reform-the-reward-to-work-and-massachusetts/?_r=0"}