{"authors": ["Floyd Norris"], "date_download": "2018-11-16 04:13:14", "date_modify": "2018-11-16 04:13:14", "date_publish": "2013-07-05 15:02:23", "description": "Private-sector employment is growing at about the same rate it did during the best days of the last decade. But the government continues to shed workers.", "filename": "2013_07_05_the-lagging-public-sector__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341594.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_07_05_the-lagging-public-sector__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341594.html", "title": "The Lagging Public Sector", "title_page": "The Lagging Public Sector - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Private sector employment in the United States is growing at about the same rate it did during the best days of the last decade.\nThe difference is in the government. It continues to shed workers.\nPhoto\nThe above chart shows the annual change in employment for the private sector, and for government jobs, since the end of 2002.\nOver the last 12 months, private sector employment rose 2 percent. That is down a little from the 2.5 percent rate early last year, but it is about the same as the rate of growth in the fall of 2005.\nBut government employment continues to fall. It is down 0.2 percent, which is the best year-over-year showing since 2009, when the government cutbacks were starting to be felt.\nOn a monthly basis, over the last 12 months the economy added an average of 191,000 jobs a month in the private sector, and cut public sector employment by 3,000 jobs a month.\nPoliticians lamenting the slow pace of recovery might, logically, look for ways to increase hiring in the sector that is lagging the most.\n(A note on the data: I used figures before seasonal adjustments, which is possible since annual changes presumably take care of seasonal adjustment. And I dropped from the numbers the temporary surge in government jobs caused by hiring for the 2010 census. Without that change, there would have been a rise in government employment in 2010 and a much steeper decline in 2011.)", "url": "https://economix.blogs.nytimes.com/2013/07/05/the-lagging-public-sector/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}