{"authors": ["Phillip Swagel"], "date_download": "2018-11-16 04:13:04", "date_modify": "2018-11-16 04:13:04", "date_publish": "2013-07-05 22:27:29", "description": "Even with the better-than-expected jobs report, it may be premature for investors to conclude that a winding down of the Fed’s stimulus program is near, an economist writes.", "filename": "2013_07_05__1542341584.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_07_05__1542341584.html", "title": "Implications for Monetary Policy", "title_page": "Implications for Monetary Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Phillip Swagel is a professor at the School of Public Policy at the University of Maryland, and was assistant secretary for economic policy at the Treasury Department from 2006 to 2009.\nMarket watchers appear to have concluded from Friday’s better-than-expected jobs report that the Federal Reserve will soon start to taper its purchases of long-term assets. I am heartened by the data showing an improving labor market, but am not so sure that the Fed is on the verge of backing away from its third round of quantitative easing. As I wrote last week, I see a pick-up in growth a year or two ahead. But the near-term evolution of the economy remains uncertain, and it is this outcome on which monetary policy depends.\nToday's Economist Perspectives from expert contributors.\nFriday’s report was decent on the whole, with a total of 265,000 net new jobs, including 195,000 gained in June and 70,000 from upward revisions to April and May. The unemployment rate held steady at 7.6 percent even as more people joined the labor force looking for work (and finding it). Perhaps the most encouraging aspect of the report was that wages rose by 2.2 percent growth over the past year and finally appear to be outpacing inflation (we’ll find out for sure with the release of June inflation data on July 16). More jobs and higher wages together mean increased total labor income. This will support consumer spending, which was relatively anemic in 2012 and strengthened only modestly in the first quarter of 2013.\nOther details of the report, however, are less positive. While jobs were added, the average gain of just under 200,000 a month from April to June was a slight letdown from the pace of job creation in the first three months of 2013. Job creation in June tilted heavily to part-time employment, and average weekly hours for each worker did not expand as might be expected as a prelude to stronger hiring by employers who push their existing workers a bit harder before bringing on more employees. This was a good jobs report, but not amazing.\nThe Fed chairman, Ben S. Bernanke, said at his June 19 press conference that the tapering in quantitative easing would begin “if the incoming data are broadly consistent” with the Fed’s forecast. This includes not just labor market gains, but also accelerating growth in gross domestic product and a move of inflation back toward the Fed’s 2 percent target rate. The key word here is “if.”\nMarket participants either missed the “if” or believe they know where the data are headed. Yields on 10-year Treasury notes jumped by 20 basis points to 2.7 percent following Friday’s jobs report, a full percentage point higher than the yield in early May. Mr. Bernanke discussed the relationship between bond markets, monetary policy and the economy in a speech from March 2006 that is well worth reading today. He explains that long-term bond yields reflect a variety of factors, including market participants’ beliefs regarding both the course of monetary policy and the strength of the economy (which in turn affects policies). Higher Treasury yields since May might then be seen as indicating that investors expect a combination of less monetary accommodation and stronger economic growth. Lower supply of credit and more demand for it would both push up interest rates.\nData over the past three months of rising bond yields have suggested that the recovery is continuing, but are far from indicative of an economic breakout. Rather, the bond market movement seems to reflect investors’ conclusions about the Fed’s intentions: that the start of the taper — the beginning of the end of quantitative easing — is nigh.\nIn evaluating this conclusion, it is useful to recall the Fed’s rationale for announcing the start of its third round of quantitative easing — QE3 for short — last September. In his Aug. 31 speech at the Kansas City Fed’s annual Jackson Hole conference, Mr. Bernanke talked about his “grave concern” at “the enormous suffering and waste of human talent” associated with high unemployment, and the specter of long-lasting “structural damage” to the United States economy from its persistence. With the weak labor market weighing heavily on his shoulders, the Fed chairman saw fiscal policy as moving in the wrong direction in both the short term (too much restraint) and on the longer horizon (with a lack of political will to contemplate a credible plan to address the fiscal imbalance over time).\nThe Fed could not have believed that QE3 would have more than a modest impact in bolstering the economy. Indeed, Jeremy Stein, a Fed governor, said as much in evaluating long-term asset purchases in his initial speech in October 2012. The prospects for QE3 contrasted with the more meaningful impact found by research that examines the two earlier rounds of quantitative easing (especially the original round; QE2 was undertaken more as insurance against the possibility of deflation, which was seen as a risk in late 2010 when the second round of asset purchases was announced). With elevated unemployment posing a grave risk, inflationary pressures indiscernible, and the sequester about to kick in, the Fed saw itself as the only game in town for providing economic support. Hence QE3.\nConditions have improved, but remain far from a robust recovery. With the unemployment rate still elevated, inflationary pressures will remain subdued. This is especially the case when there are 8.2 million people in part-time jobs who would prefer full-time work, on top of the discouraged workers who would be expected to rejoin the labor force as the economy strengthens. Such a rebound in the labor force participation rate, incipient in Friday’s data, would keep the unemployment rate elevated and hold back wage gains and inflation.\nG.D.P. growth in the second quarter of 2013 appears to have strengthened only modestly from the 1.8 percent first-quarter pace (the first estimate for the second quarter will be released on July 31). An economic expansion 2 to 2.5 percent is certainly a recovery, but is not strong enough to drive a better pace of job creation and rapidly bring down the unemployment rate. And inflation is unlikely to pick up absent a stronger job market that would sustain the wage gains seen in June. A balanced view thus sees the Fed as still data-dependent and in the mode of wait-and-see.", "url": "https://economix.blogs.nytimes.com/2013/07/05/implications-for-monetary-policy/"}