{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 04:13:14", "date_modify": "2018-11-16 04:13:14", "date_publish": "2013-07-05 14:28:22", "description": "The June jobs report saw a surge in part-time workers, and the health care law that starts coming into full effect next year might be in part responsible.", "filename": "2013_07_05_a-surge-in-part-time-workers__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341594.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_07_05_a-surge-in-part-time-workers__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341594.html", "title": "A Surge in Part-Time Workers", "title_page": "A Surge in Part-Time Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The June jobs report saw a surge in part-time workers, and the health care law that starts coming into full effect next year might be in part responsible. The number of part-time workers for economic reasons climbed to 8.2 million in June from 7.6 million in March.\nThe economist Casey B. Mulligan ran through the numbers on this blog earlier in the week. The Affordable Care Act gives employers an incentive to hire part-time workers rather than full-time workers, as they might be compelled to offer health coverage to the latter, but not the former. That’s why a number of big employers have started offering more temporary or part-time positions.\nIt also makes part-time jobs more attractive for workers. Say you currently have a 20-hour-a-week job with no health coverage, and that you cannot afford to buy insurance on the private market. Soon, the government will start offering you generous subsidies to buy a plan on the new health care “exchanges” – meaning, provided your income is low enough, you get an expensive benefit with taxpayers picking up most of the tab.\nGranted, the Obama administration announced this week that it is delaying for one year a rule requiring big employers to cover their full-time workers or pay a penalty – that might also delay some of the shift from full-time to part-time work.", "url": "https://economix.blogs.nytimes.com/2013/07/05/a-surge-in-part-time-workers/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}