{"authors": ["Jared Bernstein"], "date_download": "2018-11-16 04:12:58", "date_modify": "2018-11-16 04:12:58", "date_publish": "2013-07-08 15:34:56", "description": "The continued insistence on austerity in Europe flies in the face of increasing evidence that a focus on public debt is hurting economic growth, an economist writes.", "filename": "2013_07_08__1542341578.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_07_08__1542341578.html", "title": "Dispatch From Europe: Learning, or Not, From Policy Mistakes", "title_page": "Dispatch From Europe: Learning, or Not, From Policy Mistakes  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jared Bernstein is a senior fellow at the Center on Budget and Policy Priorities in Washington and a former chief economist to Vice President Joseph R. Biden Jr.\nIn contemplating American political gridlock, I’ve often written that one of the most disconcerting aspects of our current economic policy is an inability, or at least an unwillingness, to diagnose what’s wrong and prescribe solutions. Still, our economy is resilient and flexible, our central bank has been aggressively applying monetary stimulus (while fruitlessly importuning Congress to help), and our currency is our own and the one other countries hold in reserve.\nToday's Economist Perspectives from expert contributors.\nAs a result, we do not face recessionary risks, as in Europe, where I’m enjoying a working vacation (a concept that gets you lots of eye-rolls in France). Yet we slog along at growth rates that are too slow to move the jobless rate down from its still elevated level of 7.6 percent, officially, and above 14 percent if you count the underemployed.\nIt’s worse in Europe. In France, growth is flat-lining if not slightly negative, and unemployment is creeping up on 11 percent. But at least among economic elites, many continue to defend the fiscal consolidation, or austerity measures, that have reduced the French budget deficit, e.g., from 7.5 percent of gross domestic product in 2009 to 4.8 percent last year (according to Eurostat).\nThese numbers came up in a discussion with one French economist who insisted the nation’s main economic problem was politicians’ refusal to lower the deficit. When these declining deficit values were pointed out, her response was, “It should be 3 percent.”\nAnother prominent economist argued that my criticisms of austerity measures must be wrong because the American budget cuts prescribed by sequestration don’t appear to be hurting our economy. Except for the fact that (a) they are, and (b) “not hurting” is not equal to “helping.” (Thanks in part to sequestration and other fiscal headwinds, the United States gross domestic product was only 1.8 percent in the first quarter, as government subtracted 0.9 percentage points from growth. See also Catherine Rampell’s review of sequestration’s significant employment impacts.)\nIn fact, the essential problem with the debate in Europe is the same as in the United States: reducing deficits and debt is seen as a solution in and of itself, not as the outcome of actual solutions. Let me explain.\nWhile your spending must broadly align with your revenues over business cycles, it is a mistake to think that when you’re facing large output gaps, if you only make the “hard choices” to reduce your budget deficit, your fiscal rectitude will be rewarded with growth and jobs. Closing the budget deficit won’t close the jobs deficit.\nThis relates to the Reinhart-Rogoff mistake that gave policy makers a paper to wave around allegedly arguing that high debt levels slow growth. Again, the causality is reversed. Stronger growth right now would solve problems that debt reduction can only create.\nIn other words, they’re aiming at the wrong variables and yet adamantly defending results that quite plainly show their mistakes. And I’m not just talking about rising unemployment. Note that even as the French budget deficit has gone down since 2009, the debt-to-G.D.P. ratio has gone up, from 79 percent to 90 percent.\nTo be fair, American Keynesians too often suggest that if only European Union countries would increase government spending and backstop the banks, everything would fall into place. But as I’ve heard from even the occasional sympathetic policy makers and advisers over here, life is a lot more complicated than that in the currency union.\nAs one German asked me, “How do you think New Yorkers would feel about bailing out Texans or vice versa?” — an excellent question that we never have to think about. Another high-ranking German official told me, “Look, we know what we have to do … we just can’t let anyone see us doing it.” Good luck with that.\nYet when I say European policy makers aren’t learning from their mistakes, I mean that quite literally. Two economists for the International Monetary Fund recently published an important and rigorous analysis of austerity in action. Their work asks the following question: so far, have the results of fiscal consolidation come out the way what we expected? It’s a statistical exercise that asks how far off the mark the conventional European wisdom turned out to be by looking at what forecasters thought would happen to G.D.P. growth given fiscal consolidation plans versus what actually happened.\nAnd the answer is off the mark by a factor of three. That is, they found the fiscal multiplier to be around three times as large as the consensus, meaning deficit reduction was that much more hurtful to growth than they expected.\nBut when you’re focused so intensely on the problem of public debt, the idea that reducing it is more damaging than you thought apparently creates too much cognitive dissonance. And it’s easy to dismiss a study that goes against your strongly held assumptions. Another economist said the I.M.F. analysis just proves that economists are poor forecasters, as if we didn’t already know that (in fact, their study shows systematic mistakes in the same direction — all underestimating the cost of premature consolidation).\nSo, if my short sojourn is any indication, Europe will continue to slog even more slowly than we will. It may well be a while until policy makers begin to learn from their mistakes. I’m sorry I can’t share happier news from abroad, but perhaps the smart thing to do at this point is to turn off the laptop, start the vacation part of the vacation, and be very thankful that I’m privileged enough to do so in such beautiful, historic places.", "url": "https://economix.blogs.nytimes.com/2013/07/08/dispatch-from-europe-learning-or-not-from-policy-mistakes/"}