{"authors": ["Binyamin Appelbaum"], "date_download": "2018-11-16 04:13:13", "date_modify": "2018-11-16 04:13:13", "date_publish": "2013-07-05 13:27:47", "description": "The share of American adults with jobs rose slightly in June, to 58.7 percent. That matches the highest level since the end of the recession, but remains well below the prevailing level before the recession.", "filename": "2013_07_05_for-the-employment-rate-an-uptick__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341593.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_07_05_for-the-employment-rate-an-uptick__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341593.html", "title": "For the Employment Rate, an Uptick", "title_page": "For the Employment Rate, an Uptick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The share of American adults with jobs rose slightly in June, to 58.7 percent. That matches the highest level since the end of the recession in 2009, but remains well below the prevailing level before the recession.\nThe chart shows the long-term trend: a sharp drop, a prolonged stagnation and maybe, just maybe, the beginning of a recovery.\nPhoto\nThe employment rate has not moved much in recent years because job growth since the end of the recession has basically kept pace with population growth.\nThe more familiar unemployment rate has declined significantly, but it counts people as unemployed only if they are looking for work. It has declined because people stopped looking, not because they started working.\nThus the importance of tracking the employment rate.\nEconomists, including Federal Reserve officials, say they expect that as the economy continues to grow, and the unemployment rate continues to decline, discouraged workers will start seeking – and finding – work again.\nUntil that happens, however, the recovery is incomplete.", "url": "https://economix.blogs.nytimes.com/2013/07/05/for-the-employment-rate-an-uptick/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}