{"authors": ["Binyamin Appelbaum"], "date_download": "2018-11-16 04:13:18", "date_modify": "2018-11-16 04:13:18", "date_publish": "2013-05-03 13:21:39", "description": "The American economy continues to add jobs in proportion to population growth. Nothing less, nothing more.", "filename": "2013_05_03__1542341598.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_05_03__1542341598.html", "title": "Keeping Up, Not Getting Ahead", "title_page": "Keeping Up, Not Getting Ahead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The American economy continues to add jobs in proportion to population growth. Nothing less, nothing more.\nThe share of American adults with jobs has barely changed since 2010, hovering between 58.2 percent and 58.7 percent. This employment-to-population ratio stood at 58.6 percent in April. That is about four percentage points lower than the employment rate before the recession, a difference of roughly 10 million jobs. In other words, the United States economy is not getting any closer to recreating the jobs lost during the recession.\nPhoto\nThis lack of progress has been obscured by the steady decline of the high-profile unemployment rate, which continued in April. But the unemployment rate is easily misunderstood. The government counts as unemployed only those who are actively looking for new jobs. As people have given up, the unemployment rate has declined – not because more people are working, but because more people have stopped looking for work.\nThe share of adults looking for work peaked at 6.4 percent of the population in 2010. It fell to 4.7 percent in April. But recall that over the same period, the share of adults with jobs did not change. What grew instead is the share of adults no longer counted as part of the labor force.\n(The unemployment rate also uses a different denominator than the employment rate: Workers plus searchers, rather than the entire population. For the sake of consistency and clarity, the figures in the previous paragraph show “unemployment” as a share of the entire population.)\nAnd the decline of labor force participation – the technical term for the share of adults working or searching – is primarily the result of a bad economy.\nBaby boomers are aging into retirement. Even before the recession, the government projected in 2007 that participation would decline to 65.5 percent by 2016, from 66 percent. But the April rate of 63.3 percent means the labor force has lost roughly five million additional workers.\nFurthermore, the projections were wrong. Participation has actually risen among people older than 55. The decline is entirely driven by younger dropouts.\nThe federal government counts 11.7 million Americans as unemployed. The real number, it follows, is more like 17 million.\nThere is always some unemployment. Millions of Americans are out of work at any given moment even in the best of times. But the economy is still roughly 10 million jobs short of returning to normal levels of unemployment and labor force participation. That’s a lot of missing jobs.\nSome of those losses may be permanent. The number of Americans receiving disability benefits has increased by 1.8 million since the recession began, and people on disability rarely return to the work force, even if they would have preferred to keep working in the first place.\nAnd as the economy improves, it is likely that labor force participation among older workers will finally begin to decline.\nBut the evidence suggests that the majority of the 10 million are just waiting for a decent chance.", "url": "https://economix.blogs.nytimes.com/2013/05/03/keeping-up-not-getting-ahead/"}