{"authors": ["Jared Bernstein"], "date_download": "2018-11-16 04:12:59", "date_modify": "2018-11-16 04:12:59", "date_publish": "2013-07-09 17:57:46", "description": "More daylight is needed — and perhaps a transaction tax — to keep early access to financial information from fostering mere arbitrage rather than efficient markets, an economist writes.", "filename": "2013_07_09__1542341579.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_07_09__1542341579.html", "title": "Front-Running the Release of Market Data", "title_page": "Front-Running the Release of Market Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jared Bernstein is a senior fellow at the Center on Budget and Policy Priorities in Washington and a former chief economist to Vice President Joseph R. Biden Jr.\nToday's Economist Perspectives from expert contributors.\nA few weeks ago on my blog I saluted Eamon Javers of CNBC for his reporting about some traders who either seemed to be or admittedly were getting an early look at market-moving data. Well, there have been some new developments.\nAs The New York Times reports, Attorney General Eric Schneiderman of New York is taking a close look at the practice to gauge the extent to which it creates unfair advantages for some traders.\nI tend to think there are two types of early lookers (i.e., traders who get market-moving data anywhere from a few minutes to a few milliseconds before everyone else), though the article suggests that even these lines are blurred.\nOne type is a private service, as with the Michigan confidence survey, that releases the data to subscribers a few minutes early. Then there are the flash traders with fat data pipes, or as the article notes, servers that “co-locate” near the data-release servers. All their algorithms need is a millisecond to make some fast — and I’m talkin’ fast — money.\nThe latter seems wrong in the sense that the data releases are set to come out at a given time but the flashers have found a way to beat the system — call it technological arbitrage. The former case — privileged subscribers — seems legal but also wrong, though perhaps only in the sense that traders incorrectly believe there is untapped market value once the data are broadly released. In fact, that value has been picked over by the early birds.\nI’m not a lawyer — though Mr. Schneiderman is a uniquely able, just and ethical member of that trade — but none of this looks like a legal slam dunk to me. The advantaged traders will surely cry foul, saying they have paid good money to get the goods before the rest of us suckers. I’ll let the attorney general deal with them.\nBut until this is fixed, here’s the most important thing. Traders need to know the precise vintage of the information they are looking at. The fact that some are getting it before others is itself valuable knowledge. When this broke, a lot of folks claimed, “Oh, everybody knows that.” But everybody didn’t. So it is important to continue to pursue reporting that exposes such advantages.\nAnd the other important thing is: Really? Millisecond trading advantages are helping our capital markets allocate excess savings more productively? This stuff is mostly froth and millisecond price arbitrage, and I say slow it down with a financial transaction tax (a small tax on trades). It would probably take a tax of just a few basis points to make things right.", "url": "https://economix.blogs.nytimes.com/2013/07/09/front-running-the-release-of-market-data/"}