{"authors": ["Binyamin Appelbaum"], "date_download": "2018-11-16 04:13:10", "date_modify": "2018-11-16 04:13:10", "date_publish": "2013-06-27 13:44:20", "description": "Inflation remains subdued, which sounds like a good thing. But it is best in moderation, economic research suggests, and it insulates the economy from a bigger fear: deflation.", "filename": "2013_06_27__1542341590.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_06_27__1542341590.html", "title": "Yes, We Have No Inflation", "title_page": "Yes, We Have No Inflation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nInflation remained sluggish in May. Prices continued to rise at the slowest pace in at least half a century, up just 1.1 percent over the previous year, the Bureau of Economic Analysis said Thursday. While some other measures of inflation are rising a little more quickly, the Federal Reserve regards this one as most accurate.\nSlow inflation may sound like a good thing, but it’s not. Particularly not now.\nEconomic research suggests that inflation is best in moderation. Price increases lead to wage increases, which makes it easier to repay existing debts, like mortgages, and more attractive to incur new debts, like borrowing to start a company.\nInflation also functions as a kind of economic WD-40, easing shifts in the allocation of resources. It is easier for struggling companies and industries to adjust by withholding cost-of-living increases than by seeking to impose wage cuts.\nPerhaps most importantly, moderate inflation keeps the economy at a safe distance from deflation, or general price declines, which can freeze activity as would-be buyers wait for lower prices. Such a buffer would be particularly valuable now because the Fed is already stretching the limits of its ability to stimulate the economy, leaving the United States unusually vulnerable to any new shocks.\nBen S. Bernanke, the Federal Reserve chairman, fears deflation. He insisted as an academic that central banks can and should ensure moderate inflation, and he has sought to live those lessons as a policy maker. Minimizing the risk of deflation has been a major motivation for the Fed’s stimulus campaigns, and perhaps their most successful achievement.\nBut he and other Fed officials have shown relatively few signs of concern lately. The Fed’s most recent policy statement, and its economic projections, both released last week, show that Fed officials expect the pace of inflation to increase gradually.\nIn part, that is because they already are doing a great deal to prevent deflation. It also reflects the curious stability of inflation expectations in recent years, suggesting the Fed has convinced investors that it is willing to do more as necessary. Finally, there are technical reasons to think that the pace of inflation is probably not quite so low as the current reading, reflecting the imprecision of the process.\n“There are a number of transitory factors that may be contributing to the very low inflation rate,” Mr. Bernanke said last week. “For example, the effects of the sequester on medical payments, the fact that nonmarket prices are extraordinarily low right now. So these are some things that we expect to reverse and we expect to see inflation come up a bit. If that doesn’t happen, we will obviously have to take some measures to address that. And we are certainly determined to keep inflation not only — we want to keep inflation near its objective, not only avoiding inflation that’s too high, but we also want to avoid inflation that’s too low.”", "url": "https://economix.blogs.nytimes.com/2013/06/27/yes-we-have-no-inflation/"}