{"authors": ["Peter Boone", "Simon Johnson"], "date_download": "2018-11-16 04:13:26", "date_modify": "2018-11-16 04:13:26", "date_publish": "2013-07-04 04:01:35", "description": "Economic espionage against friendly governments sows mistrust, and usually is just a waste of time and resources, two economists write.", "filename": "2013_07_04__1542341606.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_07_04__1542341606.html", "title": "An Economic Primer for Spies", "title_page": "An Economic Primer for Spies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Peter Boone is chairman of the charity Effective Intervention and a research associate at the Center for Economic Performance at the London School of Economics. He is also a director of Salute Capital Management Ltd. Simon Johnson is a professor at the M.I.T. Sloan School of Management and former chief economist at the International Monetary Fund.\nListening in on BlackBerry communications by world leaders at a Group of 20 summit meeting, as the British did in April 2009, does not seem like a great way to build international trust and economic cooperation. Writing up the operation in PowerPoint and bragging about it in writing – such documents always leak — was pure Monty Python.\nToday's Economist Perspectives from expert contributors.\nThis week, disclosures suggest the American intelligence services may be up to broadly similar tricks – with reports that the United States has bugged the communications of European diplomats stationed in Washington. The Europeans are America’s allies, but also its competitors in important markets around the world. The goal seems to involve capturing some kind of economic secrets.\nMost such espionage is a complete waste of time – and a good way to undermine relationships between countries. To help spies – and everyone else listening in on our phone calls – prioritize their use of scarce resources and do something constructive with their time, we offer this brief primer on where the intelligence services should focus their attention in the economic realm.\nFirst, when, as in spring 2009, governments around the world want to engage in fiscal expansion, just get out of the way. Any one country’s fiscal expansion will bolster its economy in the short run, increasing imports and thus also helping trading partners. In addition, fiscal expansion will tend to cause the expanding country’s exchange rate to appreciate, as it implies interest rates that are higher than would otherwise be the case. Again, there will be little for other countries to complain about.\nCountries tend to cooperate on fiscal expansions, for example in the face of global recession, and government leaders are happy to communicate their plans in public and in private. Spying on people in this environment is plain silly; just read any good newspaper’s financial news.\nSecond, on trade negotiations – the potential target of United States-European Union spying – it is generally better to rely on what the various sides are willing to say.\nTo be sure, it may be entertaining to hear, for example, what France’s allies think of its insistence on “cultural protections” for movies and the like. Intra-European negotiations could even make good reality TV show – of the new Norwegian variety (apparently very boring shows are a huge hit in Norway). But divisions among Europeans on any such issues are very much in the public domain. Again, just read the newspapers and relevant Web sites in French, German and as many other languages as you can manage.\nSpeaking about the major United States-European Union trade negotiations that loom, the E.U. commissioner for justice quite sensibly said this week,\nWe cannot negotiate over a big trans-Atlantic market if there is the slightest doubt that our partners are carrying out spying activities on the offices of our negotiators.\nDeveloping global trade needs trust and cannot be sustained with subterfuge and coercion. This is the big lesson of the post-1945 world, a world shaped by American leadership and a general (not always perfect) sense of fair play.\nThird, there is a perennially interesting set of questions regarding what various central banks will do next on monetary policy. Who will ease or tighten monetary policy is a big issue that moves markets – and keeps other parts of government, run by people seeking re-election, awake at night.\nAny given expected moment of monetary easing (lower interest rates or more quantitative easing) tends to cause exchange-rate depreciation, which is good for the exports of the depreciating country – but not so good for trading partners.\nConversely, monetary tightening – all other things being equal – will tend to cause a strengthening of the exchange rate for the country with tightening policies. So United States government officials (and, for that matter, the Fed) might like to know if the European central bank will next ease or tighten. Such movements in the dollar-euro exchange rate can help or hurt the American economy (although reasonable people can differ on the precise mechanisms at work).\nSpying on central banks would be informative, but more from a commercial perspective than for national security. Central bankers already share a great deal of sensitive information with one another, including at the highest level.\nIf non-central bankers learned about probable interest-rate movements, the temptation to trade on this information would be almost overwhelming, particularly for spies facing tighter budgets. It would also give governments a big and unfair advantage in dealing with market participants (e.g., on when to sell stakes in banks that have received capital injections or some other form of government rescue).\nAs James Bond remarks, somewhat sardonically, in his latest adventure, “Skyfall,” after meeting his new quartermaster and technology guru, who looks as if he just graduated from university, it is a “brave new world.” But just because you can hack into people’s private communications does not mean you learn anything from that exercise – or that it is helpful to your cause.\nStudy some economics instead.", "url": "https://economix.blogs.nytimes.com/2013/07/04/an-economic-primer-for-spies/"}