{"authors": ["Jared Bernstein"], "date_download": "2018-11-16 04:13:09", "date_modify": "2018-11-16 04:13:09", "date_publish": "2013-06-27 15:15:04", "description": "With the market reacting feverishly to the comments of Ben Bernanke, the chairman might do well to adopt a more philosophical tone, an economist writes.", "filename": "2013_06_27__1542341589.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_06_27__1542341589.html", "title": "When Fed Transparency Fails, Go Zen", "title_page": "When Fed Transparency Fails, Go Zen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jared Bernstein is a senior fellow at the Center on Budget and Policy Priorities in Washington and a former chief economist to Vice President Joseph R. Biden Jr.\nLast week, when the markets began roiling in reaction to statements by Ben S. Benanke, the Federal Reserve chairman, I heard the former Dallas Fed president Bob McTeer wonder if this might have been a good time for the Fed chief to say less, not more. At the time, I thought that was wrong. If you’ve got a policy of trying to be transparent, it looks conspicuous and worrisome if you stop trying.\nToday's Economist Perspectives from expert contributors.\nBut after watching recent events, I’m beginning to think Mr. McTeer had a point. More than transparency, the issue is that because their decisions are going to be influenced by incoming data, Mr. Bernanke is able to say “what” but not “when.” That is, he can say: at some point we’re going to start unwinding … can’t say when … probably pretty soon … though maybe not, if the data turns.\nThat message has done more harm than good. Everyone knows that the Fed cannot be in full-bore stimulus mode forever. That markets reacted badly to that “news” may seem strange, but the volatility is more related to when, not what. And since he can’t say when, there’s no new information in there, expect that “when” is maybe closer than you thought.\nPerhaps that last part is somehow useful, but I agree with another Fed bank president, Narayana Kocherlakota of Minneapolis, who “said that the lack of clarity is causing investors to overreact,” The Washington Post reported.\n“The questions about the front end are really questions about the back end,” he said. “What is economically a minor tweak in monetary policy is seen as having big consequences.”\nThe first part of that quote, about how the front end is the back end, led me to this solution. If Mr. Bernanke continues to feel compelled to speak out, he should do so in Zen terms, emulating more the “I Ching” than monetary textbooks. Some suggestions:\nOn tapering: “Though the rains have led to a rich bounty, they must cease and allow the sun to naturally warm the fields.”\nOn rate increases: “That which was down, must eventually be up. Bounds of zero must become unbound.”\nOn incoming data: “The wise man follows the path. Though the path is unknown today, it will be revealed tomorrow … and then there’s revisions, of course.”", "url": "https://economix.blogs.nytimes.com/2013/06/27/when-fed-transparency-fails-go-zen/"}