{"authors": ["Catherine Rampell"], "date_download": "2018-11-16 03:52:45", "date_modify": "2018-11-16 03:52:45", "date_publish": "2013-12-20 19:01:35", "description": "The steeper increase in medical spending shown in the revision of third-quarter economic output is a double-edged sword for the White House.", "filename": "2013_12_20__1542340365.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_12_20__1542340365.html", "title": "What Stronger Health Spending Growth Means for Obama", "title_page": "What Stronger Health Spending Growth Means for Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gross domestic product growth was much faster than previously estimated in the third quarter, partly because health care spending was revised sharply upward. Consumer spending on health care services grew at an annual pace of 2.7 percent last quarter, instead of 0.9 percent, as the Commerce Department had previously reported.\nPhoto\nThis news represents a double-edged sword for the White House.\nOn the one hand, the Obama administration has been promoting evidence that health care spending has been slowing, a fact it has attributed in part to the Affordable Care Act (which is, of course, debatable). Friday’s data release complicates that narrative a bit.\n“It’s still the case that both nominal and real health care spending has generally been slowing, but the slowing isn’t quite as pronounced after today’s revision,” said Michael Feroli, chief United States economist for JPMorgan Chase.\nBut on the other hand, greater consumer spending of any kind can contribute to faster economic growth, which the United States desperately needs right now. The administration would probably prefer that consumers devote more spending to other goods and services (like clothing or restaurants) rather than health care, but perhaps it will take what it can get.\nIn its public statements, the White House has also emphasized the decline in growth of health care prices, not just health care spending. The chart below shows the latest trends in health care costs, as measured by the medical care component of the consumer price index, versus the overall consumer price index. As you can see, health care price inflation has indeed fallen over time.", "url": "https://economix.blogs.nytimes.com/2013/12/20/what-stronger-health-spending-growth-means-for-obama/"}