{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 04:13:17", "date_modify": "2018-11-16 04:13:17", "date_publish": "2013-06-27 00:19:28", "description": "As Congress appears to falter in its efforts to stop interest rates on certain student loans from doubling, an Urban Institute study sheds light on those most worried about repaying their debt.", "filename": "2013_06_26__1542341597.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_06_26__1542341597.html", "title": "Who Frets Most About Student Debt", "title_page": "Who Frets Most About Student Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a matter of days, interest rates on certain student loans are set to double, and Congress appears to be faltering in its efforts to reach a deal to keep them down.\nThese efforts come as the total value of student-loan debt continues to swell, passing the $1 trillion mark by some measures. Economists believe that this burden is delaying major spending decisions and household formation among young workers, and that it might depress their wealth accumulation over time.\nGranted, those taking out loans are often seeking a degree that comes with rich rewards in the workplace. College graduates earn, on average, 84 percent more than people with just a high school diploma. And millions of Americans have student-loan burdens that are manageable given their incomes.\nBut a new report from the Urban Institute sheds some light on those most concerned about their student debt.\nSome results are not surprising. Lower-income borrowers are more worried than those with higher incomes. Having financially dependent children means more stress, too. But there are a number of interesting factoids:\nWomen are not more likely to have student-loan debt than men, but they are more worried about paying it back.\nConcern is basically even across age groups, though younger workers are much more likely to have student-loan debt than older workers.\nPeople who live in the Northeast also seem to be particularly concerned.\nEven controlling for household income, those without full-time jobs tend to be more worried.", "url": "https://economix.blogs.nytimes.com/2013/06/26/who-frets-most-about-student-debt/"}