{"authors": ["Phillip Swagel"], "date_download": "2018-11-16 04:13:08", "date_modify": "2018-11-16 04:13:08", "date_publish": "2013-06-27 17:00:44", "description": "Four forces — immigration reform, expanded energy production, a housing upturn, and clarity about financial regulation — are shaping up to support stronger growth and job creation, an economist writes.", "filename": "2013_06_27__1542341588.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/economix.blogs.nytimes.com/2013_06_27__1542341588.html", "title": "Stronger U.S. Growth Ahead", "title_page": "Stronger U.S. Growth Ahead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Phillip Swagel is a professor at the School of Public Policy at the University of Maryland, and was assistant secretary for economic policy at the Treasury Department from 2006 to 2009.\nToday's Economist Perspectives from expert contributors.\nImmigration\nWhile recent stock market gyrations betray investor concerns over the resilience of the recovery as the Fed contemplates the end of easy money, the prospects for growth in the United States look brighter not much further ahead. There are always risks and challenges that could derail an optimistic forecast — some of them are highlighted below — but four powerful forces coming together over the next year are poised to support stronger growth and job creation. These positive drivers are lasting benefits from immigration reform, expanded energy production and exports, the long-awaited housing upturn, and an increased measure of certainty in the financial industry as the main elements of the postcrisis regulatory overhaul fall into place.\nThe politics of immigration reform remain uncertain, but the economic benefits are clear and vast (a point made last week in this space by Simon Johnson). People are the essential raw ingredient for America’s economy, and immigration reform means more of them will work and contribute to our society — in the sunlight rather than the shadows.\nAs estimated by the Congressional Budget Office, immigration reform would translate into job creation, business and household spending, and higher tax revenue that would offset attendant costs. The calculus improves over time, with the benefits widening as future generations blend into and renew the United States. Immigration reform would allow more foreign graduates of our top universities (including my institution, the University of Maryland) to stay and contribute rather than leaving the country.\nPast generations of immigrants played key roles in entrepreneurship and innovation in tech hot spots like Silicon Valley, and there is every reason to expect a similar dynamic going forward. The political reality is that the benefits from high-skilled immigrants are connected to a policy that addresses all immigrants, not just those with degrees. The economic positives are too big for policy makers to leave on the table. And if nothing else, the demographic imperative of the future electorate provides an offset to present-day political qualms. I see immigration reform as a bipartisan achievement for this Congress and an economic boon for the nation.\nEnergy\nExpanded use of technologies like hydraulic fracturing, or fracking, and horizontal drilling for extraction of oil and natural gas have contributed to increased domestic energy production that has added to output and job creation. The immediate benefits are seen in the booming economies of shale-laden states like North Dakota, but Americans stand to gain more broadly from lower energy prices and from higher incomes generated by energy exports. While private-sector actions so far have been the key to unleashing the energy revolution, decisions by the federal government and individual states are likely to increase production and further strengthen the economy over the next several years.\nThe Obama administration has already approved expanded exports of natural gas, which in turn would be expected to foster domestic production. A crackdown on coal-fired power plants as part of the president’s climate action plan announced on Tuesday will add incentives to generate electricity with cleaner-burning fuels like natural gas. According to the 2013 Economic Report of the President (Figure 6-3 on page 196), the shift in this direction already accounted for 40 percent of the reduction in the nation’s carbon dioxide emissions from 2005 to 2012. Other policy decisions to allow increased natural gas production will be made at the state level. Even those states that have held fracking at bay, such as New York, seem likely to come around as environmental concerns are addressed.\nAs with immigration, the economic stakes are too high to ignore, with the possibility of hundreds of thousands of jobs and billions of dollars of tax revenue (these figures are from a study sponsored by interested parties but carried out by a reputable economic consulting firm and seem reasonable as an order of magnitude of the potential benefits). An early indication of the economic attraction can be seen in California, where the State Assembly recently declined to move forward with anti-fracking legislation.\nExpanded oil-related activities involve similar economic considerations, though the politics are trickier because President Obama faces determined opposition from his political supporters to the expansion of drilling and the construction of pipelines like the Keystone XL that would transport Canadian petroleum into the American refining and distribution system. Even so, the president in his climate address hinted that the pipeline would be approved, and presumably similar economic calculations would factor into other decisions, like speeding up federal approvals of drilling applications. Expect such announcements to trumpet “unprecedented” (a favorite word of this White House) environmental safeguards. But energy production will increase, with state and federal governments increasingly supportive rather than wary.\nHousing\nThe signs of the housing revival are now widespread, with gains over the past year in home prices, sales, and construction starts for both single-family homes and apartment buildings (the Department of Housing and Urban Development provides a monthly update of housing information and administration policy efforts). The foreclosure rate remains elevated nationally but has generally declined since the peak in early 2010, leaving fewer empty homes and distressed sales to hold down housing prices. Rising home prices likewise have left fewer families underwater on their mortgages (owing more than their homes are worth) and thus a smaller number at risk of losing their homes.\nThe uptick in housing demand from the gradual job market recovery will be joined by a powerful demographic trend, as millions of Americans who doubled up with roommates or stayed in their parents’ basements move out to form new households. To be sure, housing activity has not returned to the bubble levels seen before the financial crisis, and the recovery is proceeding unevenly across the country. But the upswing is palpable and poised to continue.\nFinancial Sector Regulation\nFinally, increased regulatory certainty will translate into a financial sector that more effectively fulfills its role of connecting the savings of Americans and others around the globe with productive investments. Lending conditions have eased since the financial crisis, but credit remains tight in parts of the economy, notably for small businesses. These hiccups are by far not a result of tighter regulation alone — and a new regulatory regime was badly needed after the financial crisis. But many of the provisions in the 2010 Dodd-Frank financial regulatory reform legislation required federal regulators to spell out regulations, and this vital work has lagged.\nThe June 2013 progress report from the Davis Polk law firm reports that only 153 of 398 required Dodd-Frank rules have been completed while 128 have not yet even been proposed for comments. Still, important progress has been made, notably in setting up the Consumer Financial Protection Bureau and bringing greater transparency to derivatives trading (including work to improve derivatives markets begun at the New York Fed under Timothy Geithner before he became Treasury secretary in early 2009).\nFinancial firms might not like the added regulations (and whether any such complaints are justified is a topic for the future), but they will adapt once the rules of the road are clear. By next year, regulators will have spelled out additional rules for derivatives activity, bank capital requirements, the enhanced prudential regime for large banks and other systemically important financial institutions, and possibly the Volcker Rule that will determine allowable bank activities. The Federal Deposit Insurance Corporation is making progress putting together its new approach to dealing with the failure of systemic financial institutions.\nNot every rule will be settled, but considerable progress is near — more than is apparent than from a simple count of outstanding regulations. Some of the Dodd-Frank provisions could stand to be improved (and I am co-director of a project aimed at doing just that), but having the main ones finally in place will help relieve lingering credit market strains and provide a meaningful boost to the financial sector and the overall economy.\nOther Factors\nTo be sure, key economic challenges remain to be tackled. Tax reform could contribute to economic growth and simplify the tax code while maintaining progressivity. Entitlement reform is needed as part of an approach to addressing the government’s looming fiscal imbalance. The start-up of the Affordable Care Act looks rocky and its long-term effects remain uncertain. Drag from chronic ills in Europe and the possibility of a slowdown in China could likewise affect the United States.\nAll of those risks are out there and more. But the four positives of immigration, energy, housing, and financial reform represent powerful forces that will boost the economy over the next year and beyond. A revival of solid growth after six years of recession and slow recovery would give Americans confidence in their prospects for finding a good job and moving up the economic ladder. Better growth, moreover, would provide a more conducive political and social environment in which to tackle some of the longer-term economic challenges facing the United States. These possibilities make the policy decisions on immigration reform and energy all the more important.", "url": "https://economix.blogs.nytimes.com/2013/06/27/stronger-u-s-growth-ahead/"}