{"authors": ["Karen Barrow", "Topics.Nytimes.Com Top Reference Timestopics People B Karen_Barrow Index.Html"], "date_download": "2018-11-16 03:38:19", "date_modify": "2018-11-16 03:38:19", "date_publish": "2013-11-22 19:19:47", "description": "Next Thursday, on the second night of Hanukkah, Jews across the United States will be lighting menorahs after their Thanksgiving feasts, playing the dreidel game between forkfuls of pumpkin pie and exchanging gifts after the football game is over.", "filename": "2013_11_22__1542339499.html", "image_url": "https://static01.nyt.com/images/2013/11/22/science/22wellthanksgvukkah5/22wellthanksgvukkah5-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2013_11_22__1542339499.html", "title": "A Rare Convergence of Thanksgiving and Hanukkah", "title_page": "A Rare Convergence of Thanksgiving and Hanukkah - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nVegetarian Thanksgiving Delicious no-meat recipes for your holiday table. View our Vegetarian Thanksgiving recipe gallery from 2012 and the ones from 2011 and 2010.\nView our searchable database of over 600 vegetarian Thanksgiving recipes.\nSarah Moser, a program director for a fundraising organization in San Francisco, is planning to host her first Thanksgiving meal. It will feature sweet potato latkes with cranberry applesauce from her mom, Blair, and a key lime pie with a matzoh crust.\nIt’s a not-so-traditional menu, but it is fitting because this year, cranberry sauce and menorahs are joining together for the rare convergence of Thanksgiving and Hanukkah, which some are cleverly marketing as “Thanksgivukah.” Next Thursday, on the second night of Hanukkah, Jews across the United States will be lighting menorahs after their feasts, playing the dreidel game between forkfuls of pumpkin pie and exchanging gifts after the football game is over.\n“I don’t even like Thanksgiving that much, but this year it’s just plain fun,” said Ms. Moser.\nSamantha Ettus, who writes about parenting and working mothers from Los Angeles, plans to celebrate the convergence of the holidays by making charitable gifts that day in her children’s name in lieu of tangible presents. They will consist of donations to a children’s entrepreneurship organization for her 7-year-old daughter, an arts-based charity for her 6-year-old daughter and a book-giving charity for her 3-year-old son.\n“The jury is still out to see if my 3-year-old will appreciate it,” she said.\nThe last time the two holidays overlapped was in 1918, when Jews lit one menorah candle on Thanksgiving night, and it won’t happen again until Nov. 27, 2070. So whether it is a Jewish twist on a Thanksgiving standby or adding some fall flavors to your Hanukkah menu, now is the time to create memories that can last the next 57 years.\nPaula Shoyer, author of “The Holiday Kosher Baker,” is using the occasion as an excuse to get extra creative at her holiday table. “It’s fun to experiment and see what works, what’s too silly and what’s truly delicious,” she said.\nOn Hanukkah is it customary to eat foods fried in oil to commemorate the historical event when the Jews won their land back in battle. After their victory, they wanted to rededicate their temple, but only had enough oil to burn for one day. However, that small bit of oil miraculously lasted for eight days.\nFor her table, which she plans to decorate with a blue and orange color scheme to bring both the Hanukkah and Thanksgiving colors to the forefront, Ms. Shoyer is planning a traditional Thanksgiving meal complemented by both plain potato latkes and sweet potato latkes. “God gave me one day to eat fried foods, so I’m going to use it,” she said.\nShe also recommends apple latkes, a light twist on the potato latke that can be served as a side dish or dessert, and also plans to serve pumpkin donuts and maybe some pumpkin churros. For those looking to avoid excess oil, Ms. Shoyer has also created a chocolate cranberry mandelbread.\nShe is looking forward to using the converging holidays as an opportunity to have a thematic conversation with her family. “It will be nice to talk with my children about being Jewish Americans, and the rewards and challenges of it,” she said.\nMs. Moser will set her table with place settings for her 15 or so guests accompanied by packages of chocolate Hanukkah gelt. And her cake will be accessorized with 40 Hanukkah candles.\nDid Ms. Moser forget to mention that Thanksgivukkah is also her birthday?\n“If anyone wants to bring me gifts, they are more than welcome,” she said.\nBlair Moser’s Sweet Potato Latkes\n2 medium-sized sweet potatoes, peeled\n2 Idaho potatoes, scrubbed but unpeeled (equal in weight to the sweet potatoes)\nSalt\n4 scallions, finely chopped, including some of the green stems\n2 cloves garlic, crushed\n1/2 cup plus 2 tablespoons whole wheat pastry flour\n3 eggs, lightly beaten\nOlive oil (or high-heat safflower oil) for frying\n1. Grate or finely shred all the potatoes into a bowl of large cold, salted water (using about 1 tablespoon kosher salt) and let stand for 15 minutes.\n2. Drain the potatoes in a sieve, then dump them into a clean kitchen towel and wring out as much moisture as possible.\n3. In a bowl, mix the potatoes with scallions and garlic.\n4. Sprinkle flour over the veggies and toss to combine, then stir in the eggs and mix well.\n5. Heat 1/4 cup oil in a heavy skillet (preferably nonstick). Firmly pack a heaping tablespoon of potato mixture and flatten it on the griddle with the back of a spoon. Do not crowd the skillet, but fry each batch until lightly browned, then turn and fry the other side, maybe 3 minutes per side, adding more oil as necessary.\n6. Remove the latkes to a cookie sheet lined with paper-towels and keep warm in a 200 degree oven until all have been cooked.\n7. Serve at once with sour cream and applesauce.\nPhoto\nPaula Shoyer’s Pumpkin Doughnuts\nFrom “The Holiday Kosher Baker”\nPhoto\nPumpkin purée and classic pumpkin pie spices give these doughnuts a soft, comforting texture and taste.\n1/4 ounce (1 envelope; 7 grams) dry yeast\n1/4 cup (60 ml) warm water\n1/4 cup (50 grams) plus 1 teaspoon sugar, divided\n2 tablespoons light brown sugar, packed\n1/3 cup (80 ml) soy milk\n2 tablespoons (28 grams) margarine, at room temperature for at least 15 minutes\n1 large egg\n1/2 cup (120 grams) pumpkin purée (not pumpkin pie filling)\n1/2 teaspoon salt\n1/2 teaspoon cinnamon\n1/4 teaspoon ground nutmeg\n1/2 teaspoon pure vanilla extract\n3 to 3 1/4 cups (375 to 405 grams) all-purpose flour, plus extra for dusting\nCanola oil for frying\n1/4 cup (30 grams) confectioners’ sugar for dusting\n1. In a large bowl, place the yeast, warm water and one teaspoon of sugar and stir. Let the mixture sit for 10 minutes, or until thick.\n2. Add the remaining sugar, brown sugar, soy milk, margarine, egg, pumpkin purée, salt, cinnamon, nutmeg, vanilla and 2 cups (250 grams) of the flour to the bowl and mix on low speed with either a dough hook in a stand mixer or a wooden spoon. Add another cup (125 grams) of flour and mix well. Add more flour, a tablespoon at a time, and mix it in until the dough becomes smooth, scraping down the sides of the bowl each time before adding more flour.\n3. Cover the dough with a clean dishtowel and let it rise for one hour in a warm place. I use a warming drawer on a low setting, or you can turn your oven on to its lowest setting, wait until it reaches that temperature, place the bowl in the oven, and then turn off the oven.\n4. Punch down the dough by folding it over a few times and reshaping it into a ball. Then re-cover the dough and let it rise for 10 minutes.\n5. Dust a cookie sheet with some flour. Sprinkle some flour on your counter or on a piece of parchment paper and roll the dough out until it is about 1/2 inch (1.25 cm) thick. Use a 2 1/2-inch (6 cm) round cookie cutter or drinking glass to cut out circles and place them on the prepared cookie sheet. Reroll any scraps. Cover the doughnuts with the towel. Place the cookie sheet back in the oven (warm but turned off) or warming drawer. Let the doughnuts rise for 45 minutes.\n6. Heat 1 1/2 inches (4 cm) of oil in a medium saucepan for a few minutes and use a candy thermometer to see when the temperature stays between 365 degrees Fahrenheit and 375 degrees Fahrenheit (185 degrees Centigrade and 190 degrees Centigrade); adjust the flame so the oil stays in that temperature range.\n7. Cover a cookie sheet with foil. Place a wire rack on top of it and set it near your stovetop. Gently slide no more than four doughnuts, top side down, into the oil and fry for 1 1/2 minutes. Turn the doughnuts over and cook another 1 1/2 minutes. Remove with a slotted spoon, letting excess oil drip off, and place on a wire rack to cool. Repeat for the remaining doughnuts. Dust with the confectioners’ sugar and serve. Store covered at room temperature for up to one day and reheat to serve.\nYield: 15 donuts.\nPhoto\nPaula Shoyer’s Apple Latkes\nFrom “The Holiday Kosher Baker”\nThese pancakes look just like potato latkes. You can serve them either as a dessert or a side dish during Hanukkah.\n1/2 cup (65 grams) all-purpose flour, plus one tablespoon, if batter is very wet\n2 tablespoons sugar\n1/4 teaspoon cinnamon\n1/4 teaspoon ground nutmeg\n1 teaspoon baking powder\n3 apples (Fuji, Gala or Granny Smith)\n1 tablespoon fresh lemon juice\n2 large eggs\n2 tablespoons confectioners’ sugar for dusting\n1. Place a paper bag over a cookie sheet to use for draining the latkes after frying them. Heat 1/4 inch (6 mm) of oil in a large frying pan over medium high heat.\n2. Place the flour, sugar, cinnamon, nutmeg and baking powder into a large bowl and stir. Beat the eggs in a small bowl. Set aside. Peel and core the apples and grate them on the large holes of a box grater or the large holes of a food processor blade. Add the shredded apples to the bowl with the dry ingredients. Sprinkle with the lemon juice, add the beaten eggs and mix.\n3. The oil is ready for frying when it feels very hot when you place your hand two inches above the pan. Scoop up a heaping tablespoon of the apple mixture and gently drop it into the pan, using the back of the tablespoon to flatten it. Fry the latkes for 1 1/2 to 2 minutes per side, until golden. Drain them on the paper bag and let them cool for about 15 minutes.\n4. If the batter gets very watery halfway through the frying, add a tablespoon of flour to the mixture and mix it in.\n5. Use a sieve to dust the latkes with confectioners’ sugar. These are best eaten fresh but can be reheated in the oven. Store them in the fridge for up to three days or freeze them for up the three months. To reheat, place frozen latkes onto a cookie sheet and bake them in a 400 degree Fahrenheit (200 degree Centigrade) oven until crisp.\nYield: 20 latkes.\nPhoto\nMandelbread, or mandelbrodt, is a biscotti-type cookie that was popular in Eastern Europe because the cookies kept well. They are the easiest cookies you can ever bake because there is only the shaping of the loaves – no rolling or scooping necessary. I have added cranberries to give them a Thanksgiving twist. Make sure to chop the dried cranberries to best distribute the cranberry flavor throughout the dough.\n2 cups all-purpose flour\n1 cup dark unsweetened cocoa (such as Hershey’s Special Dark)\n1 1/4 cups sugar\n2 teaspoons baking powder\nPinch of salt\n1/4 cup orange juice\n3 large eggs\n1/2 cup canola oil\n1 teaspoon pure vanilla extract\n1 cup mini chocolate chips\n1 cup dried cranberries, roughly chopped\n1. Preheat the oven to 350 degrees Fahrenheit. Line a jelly roll pan or large cookie sheet with parchment. In a large bowl, mix together the flour, cocoa, sugar, baking powder and salt and mix well. Add the orange juice, eggs, oil and vanilla and mix until all the ingredients have mixed together. Add the chocolate chips and cranberries and mix again to evenly distribute the chips. I like to knead them in with my hands to best distribute them.\n2. Divide the dough in half and shape each half into a log, about 10 to 12 inches long and place on the prepared pan at least 3 inches apart. Flatten each loaf slightly.\n3. Bake for 35 minutes, or until the loaves feel pretty solid on top. Remove from the oven and let cool for 10 minutes. Slide the parchment off the pan. Slice each loaf crosswise into 1/2- to 3/4-inch-thick slices.\n4. Place a new piece of parchment on the pan and place the sliced cookies on the parchment cut-side down. Place the pan in the oven and bake 7 minutes more. Slide the parchment off the cookie sheet onto a cooling rack and let the cookies cool. Place in an airtight container or freezer bags and store at room temperature for up to five days or freeze up to three months.\nYield: Makes about 30 cookies.", "url": "https://well.blogs.nytimes.com/2013/11/22/a-rare-convergence-of-thanksgiving-and-hanukkah/"}