{"authors": ["Tara Parker-Pope", "Topics.Nytimes.Com Top Reference Timestopics People P Tara_Parkerpope Index.Html"], "date_download": "2018-11-16 03:40:00", "date_modify": "2018-11-16 03:40:00", "date_publish": "2013-06-14 20:54:21", "description": "Small grains can pack a big nutritional punch, writes the Recipes for Health columnist Martha Rose Shulman, who this week continued her exploration into cooking with grains.", "filename": "2013_06_14__1542339600.html", "image_url": "https://static01.nyt.com/images/2013/06/11/science/recipehealthpromo/recipehealthpromo-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2013_06_14__1542339600.html", "title": "Small Grains, Big Nutrition", "title_page": "Small Grains, Big Nutrition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSmall grains can pack a big nutritional punch, writes the Recipes for Health columnist Martha Rose Shulman, who this week continued her exploration into cooking with grains. She writes:\nThis week I worked with tiny grains and seeds: millet and teff, amaranth and chia seeds. These can be challenging, and I had a few starts and stops along the way until I came up with a collection of recipes I was pleased with, including some delicious, moist savory pancakes made with beet greens and cooked amaranth. I continued working with chia seeds; this time I didn’t soak them, and added them to whole-grain muffins and pancakes. That’s how I used to use chia seeds way back when, before they disappeared for a few decades from the whole-foods scene. You can raise the nutritional content of your whole-grain pastries and breads just by adding 3 or 4 tablespoons; along with their considerable nutrients, the seeds contribute interesting texture like that of poppy seeds. You might have only begun to see teff in the bins of whole-foods stores. These teensy little grains have a lot going for them nutritionally. Teff is higher in calcium than any other grain, and is also high in vitamin C. It contains no gluten. The grain has always been a staple in Ethiopia, where teff flour used to make a spongy flatbread called injera, whose nutritional benefits are a function of both the bacilli in the fermented batter it’s made with and the nutrients in the grain itself. I tried several different recipes for injera this week, but could not succeed in making something I liked. I did, however, make some good buttermilk pancakes using teff flour. Millet isn’t quite as tiny as teff or amaranth, but it is quite small, like quinoa. It’s a good source of manganese, phosphorus, magnesium and tryptophan, as well as B vitamins, calcium, potassium and zinc. It’s gluten-free, and I like to use the flour I make by grinding millet in a spice mill to enrich whole-grain breads and pastries.\nHere are five recipes for cooking with small grains.\nPhoto\nAmaranth, Ricotta and Greens Pancakes: Cooked amaranth works well in baked goods and griddled cakes because it’s so moist.\nPhoto\nBran and Chia Muffins: These moist, hearty muffins have great texture because of the slight crunch that the chia seeds contribute.\nPhoto\nMillet and Greens Gratin: Millet can be dry, but here there’s lots of custard to moisten it, and it works really nicely to hold this gratin together.\nPhoto\nTeff Pancakes With Chia, Millet and Blueberries: If you’re trying to work more grains and seeds into your diet, a pancake can be a good home for them.\nPhoto\nOven-Baked Millet: Serving millet as you would a polenta makes perfect sense.", "url": "https://well.blogs.nytimes.com/2013/06/14/small-grains-big-nutrition/"}