{"authors": ["Catherine Saint Louis", "Topics.Nytimes.Com Top Reference Timestopics People S Catherine_Saint_Louis Index.Html"], "date_download": "2018-11-16 03:38:23", "date_modify": "2018-11-16 03:38:23", "date_publish": "2013-11-25 05:02:16", "description": "Prompt use of antiviral medications can save the lives of flu-stricken children — yet the drugs are being used less frequently than they once were, a study finds.", "filename": "2013_11_25__1542339503.html", "image_url": "https://static01.nyt.com/images/2013/01/11/science/flu2/flu2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2013_11_25__1542339503.html", "title": "Lifesaving Flu Drugs Fall in Use in Children", "title_page": "Lifesaving Flu Drugs Fall in Use in Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe flu can lead to serious complications, even death, in children, but relatively few studies have assessed the effectiveness of antiviral treatments in young patients hospitalized with the infection.\nNow a large study, published Monday in the journal Pediatrics, has found that prompt use of antiviral medications like Tamiflu or Relenza can save the lives of flu-stricken children in intensive care units — yet the drugs are being used less frequently than they once were.\n“Antivirals matter and they decrease mortality, and the sooner you give them the more effectively they do that,” said Dr. Peggy Weintrub, the chief of pediatric infectious diseases at the University of California, San Francisco, who was not involved in the research. “We didn’t have nice proof on a large scale until this study.”\nResearchers at the California Department of Public Health and the federal Centers for Disease Control and Prevention analyzed the medical records of nearly 800 children hospitalized with influenza in that state from April 2009 through September 2012. Six percent of the 653 children treated with drugs called neuraminidase inhibitors died, compared with 8 percent of 131 children who did not receive antiviral treatment.\nSince 2009, the year of the H1N1 flu pandemic, the C.D.C. has recommended prompt treatment with antiviral drugs for all hospitalized patients with suspected or confirmed influenza. The directive includes children, especially those who have conditions like asthma, diabetes or heart disease that heighten their risk of severe influenza.\nBut the authors of the new study found that while 90 percent of critically ill children got antiviral drugs during the pandemic, just 63 percent received them in the two-year period after the pandemic starting September 2010.\n“Antiviral use has decreased since the pandemic,” said Dr. Janice K. Louie, the lead author of the study and a public health medical officer at the California Department of Public Health. “One of the goals of the study was to increase awareness and remind clinicians that antiviral use is important in this population.”\nThere is wide agreement that the message has not been getting through.\n“When the pandemic occurred, there was a lot of publicity, and physicians were being hit over the head with, ‘This is a severe disease; you need to be on top of it,’ ” said Dr. John Treanor, the chief of infectious diseases at University of Rochester Medical Center in New York. Now, he added, “people aren’t talking about it.”\nDr. Michael Brady, the chairman of the committee on infectious diseases at the American Academy of Pediatrics, said he was not surprised that antivirals were no longer “top of mind” for doctors treating these children. Parents of children with confirmed influenza, and certainly those in intensive care, should ask about antivirals, he said.\n“There isn’t a sense of urgency,” he said. “But this article is saying, ‘Your patients would have a lower risk of dying and prolonged hospitalization if you used these medications.’ ”\nDr. Carl Eriksson, a pediatric critical care specialist at Doernbecher Children’s Hospital in Portland, Ore., said physicians might not be aware of the C.D.C. directive. Alternately, he said, “it’s possible that doctors are unconvinced by the evidence.”\nThe results of past observational studies looking at the benefit of antiviral drugs in hospitalized children have been mixed. Randomized trials are lacking and difficult to conduct, since researchers cannot deny a treatment likely to be helpful, if neglected, to sick children.\nDr. Nathan Kuppermann, the chairman of the emergency medicine department at University of California, Davis, said administering antiviral drugs to children in the intensive care unit was a “no-brainer.”\n“Emergency department physicians have a relatively low threshold to use these drugs” for flu-stricken children at high risk for complications, he said. Low-risk children do not need antivirals, he added; overuse could lead to drug resistance.\nSome doctors wait for a confirmation of influenza, which can take as long as a couple of days, before starting antivirals, Dr. Weintrub said. But speed matters: Treatment within 48 hours of the appearance of symptoms like fever, cough, sore throat and shortness of breath increased the odds of survival, the new study found.\nParents of a child at high risk for flu complications should call a pediatrician if their child is exposed to a confirmed case of influenza, Dr. Weintrub said.\n“For example, if someone has a child with a neurological condition and the mother gets the flu, the child should take antiviral drugs,” she said. “It’s a very underutilized way of preventing disease.”\nThe authors of the new study acknowledged that H1N1 cases might have been underreported in their sample, since reporting was voluntary. And it was not always clear whether doctors were giving antivirals to the sickest children or the least ill, which might have skewed the results.\nSeveral experts noted that despite the new findings, the most effective way to prevent flu and its complications is vaccination. “I don’t think that can be overstated,” Dr. Eriksson said.", "url": "https://well.blogs.nytimes.com/2013/11/25/antiviral-drugs-found-to-curb-flu-deaths-in-children-fall-in-use/"}