{"authors": ["Nicholas Bakalar"], "date_download": "2018-11-16 03:29:48", "date_modify": "2018-11-16 03:29:48", "date_publish": "2014-10-01 16:08:24", "description": "The incidence of the potentially deadly bacterial infection known as Clostridium difficile has leveled off in recent years.", "filename": "2014_10_01__1542338988.html", "image_url": "https://static01.nyt.com/images/2012/06/25/health/well_hazards/well_hazards-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2014_10_01__1542338988.html", "title": "Hospital Infections With C. Difficile Level Off", "title_page": "Hospital Infections With C. Difficile Level Off - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe incidence of the potentially deadly bacterial infection known as Clostridium difficile doubled in hospitals between 2001 and 2010, researchers report, and leveled off between 2008 and 2010.\nC. difficile is a hospital-acquired infection linked to 14,000 deaths a year. According to the Centers for Disease Control and Prevention, the main cause is the overuse of antibiotics.\nUsing hospital discharge data on about 2.2 million people, average age 75, the scientists found that about a third had a principal diagnosis of C. difficile infection. Two thirds had other primary diagnoses. Incidence increased to 8.2 per thousand in 2008, the peak year, from 4.5 per thousand in 2001. It then decreased slightly though 2010.\nDeath rates declined over the period among patients with primary C. difficile infection, but increased among those with a secondary diagnosis. Almost 9 percent of patients with a secondary diagnosis died, compared with 3.6 percent of those with a primary diagnosis. The study appears in the October issue of The American Journal of Infection Control.\nMost health care associated infections have been declining, said the lead author, Kelly R. Reveles, an assistant professor at the University of Texas at Austin’s College of Pharmacy, “but C. diff is harder to control because the primary risk factor is antibiotic exposure. We’ve made improvements in infection control, but further efforts are necessary in improving antibiotic use.”", "url": "https://well.blogs.nytimes.com/2014/10/01/hospital-infections-with-c-difficile-level-off/"}