{"authors": ["Nicholas Bakalar"], "date_download": "2018-11-16 03:29:52", "date_modify": "2018-11-16 03:29:52", "date_publish": "2014-10-01 18:00:57", "description": "A defective sense of smell appears to be a good predictor of whether you’ll die in the next five years, a new study has found.", "filename": "2014_10_01__1542338992.html", "image_url": "https://static01.nyt.com/images/2012/06/04/health/well_aging/well_aging-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2014_10_01__1542338992.html", "title": "Failing Sense of Smell May Predict Sooner Death", "title_page": "Failing Sense of Smell May Predict Sooner Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA defective sense of smell appears to be a good predictor of dying within five years, a new study has found.\nResearchers tested a nationally representative sample of 3,005 men and women aged 57 to 85 on their ability to identify five smells: rose, leather, orange, fish and peppermint. The study appears online in PLOS One.\nThey controlled for many factors — age, sex, socioeconomic status, smoking, alcohol intake, education, body mass index, race, hypertension, diabetes, heart attack, emphysema, stroke and diet. But still, people who could not detect the odors were more than three times as likely to die within five years than those who could. The lower their scores on the odor test, the more likely they were to die. Only severe liver damage was a better predictor of death.\nThe researchers believe that the decline in the ability to smell is an indicator of some other age-related degeneration, and is not itself a cause of death.\nThe lead author, Dr. Jayant M. Pinto, an associate professor of surgery at the University of Chicago, said that loss of smell should not be ignored. “There are treatable causes of olfactory loss,” he said, “so if people have problems, they should get evaluated. This is a gross indication of your health, so if you’re having some trouble, you should see a doctor.”", "url": "https://well.blogs.nytimes.com/2014/10/01/failing-sense-of-smell-may-predict-sooner-death/"}