{"authors": ["Tara Parker-Pope", "Topics.Nytimes.Com Top Reference Timestopics People P Tara_Parkerpope Index.Html"], "date_download": "2018-11-16 03:33:06", "date_modify": "2018-11-16 03:33:06", "date_publish": "2014-11-25 16:23:58", "description": "Vegans and non-vegans will enjoy this twist on a traditional stuffing, where quinoa replaces the bread and butternut squash, celeriac and hazelnuts add the flavors of fall.", "filename": "2014_11_25__1542339186.html", "image_url": "https://static01.nyt.com/images/2014/11/26/science/Quinoa-Stuffing/Quinoa-Stuffing-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2014_11_25__1542339186.html", "title": "Vegetarian Thanksgiving: A Quinoa Stuffing", "title_page": "Vegetarian Thanksgiving: A Quinoa Stuffing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThanksgiving stuffing is a favorite tradition, but if it’s stuffed in the bird or made with meat-stock, it’s off limits to vegetarian and vegan diners.\nAmber St. Peter of Long Beach, Calif., offers this fresh take on a traditional holiday stuffing that’s suitable for everyone at the table, including those who want to eat gluten-free. It uses quinoa instead of bread, while butternut squash, celeriac and hazelnuts capture the flavors of fall. Ms. St. Peter, a vegan, made the dish for her family and even the meat-eaters loved it.\n“This dish actually impressed them,” she says. “It’s hearty without the bread or gluten, and flavorful without a bunch of processed ingredients. It was a crowd pleaser the first year, and will be a permanent fixture at our table for years to come.”\nSquash and Celeriac Quinoa Stuffing : Vegans and non-vegans will enjoy this twist on a traditional stuffing, where quinoa replaces the bread and butternut squash, celeriac and hazelnuts add the flavors of fall.", "url": "https://well.blogs.nytimes.com/2014/11/25/vegetarian-thanksgiving-a-quinoa-stuffing/"}