{"authors": ["Anahad O'Connor", "Topics.Nytimes.Com Topics Reference Timestopics People O Anahad_Oconnor Index.Html"], "date_download": "2018-11-16 03:45:04", "date_modify": "2018-11-16 03:45:04", "date_publish": "2015-02-19 19:47:17", "description": "A nutrition advisory panel that helps shape the country’s official dietary guidelines eased some of its previous restrictions on fat and cholesterol and recommended new limits on the amount of added sugars that Americans should consume.", "filename": "2015_02_19_nutrition-panel-_c4e5bfd3af3d26eaa5f442da15d8388c__smid=pl-share&_r=0_1542339904.html", "image_url": "https://static01.nyt.com/images/2015/02/19/health/diet/diet-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2015_02_19_nutrition-panel-_c4e5bfd3af3d26eaa5f442da15d8388c__smid=pl-share&_r=0_1542339904.html", "title": "Nutrition Panel Calls for Less Sugar and Eases Cholesterol and Fat Restrictions", "title_page": "Nutrition Panel Calls for Less Sugar and Eases Cholesterol and Fat Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA nutrition advisory panel that helps shape the country’s official dietary guidelines eased some of its previous restrictions on fat and cholesterol on Thursday and recommended sharp new limits on the amount of added sugar that Americans should consume.\nThe Dietary Guidelines Advisory Committee, which convenes every five years, followed the lead of other major health groups like the American Heart Association that in recent years have backed away from dietary cholesterol restrictions and urged people to cut back on added sugars.\nThe panel said that Americans were eating too much salt, sugar and saturated fat, and not enough foods that fit a “healthy dietary pattern,” like fruits, vegetables, nuts, whole grains, fish and moderate levels of alcohol. Members of the panel said they wanted Americans to focus less on individual nutrients and more on overall patterns of eating, such as a Mediterranean-style diet, which is associated with lower rates of heart disease and stroke.\nThe panel singled out added sugars as one of its major concerns. Previous dietary guidelines have included warnings about eating too much added sugar, but for the first time the panel recommended that Americans limit it to no more than 10 percent of daily calories — roughly 12 teaspoons a day for many adults — because of its link to obesity and chronic disease.\nAmericans consume 22 to 30 teaspoons of added sugar daily, half of which come from soda, juices and other sugary drinks. The panel said sugary drinks should be removed from schools, and it endorsed a rule proposed by the Food and Drug Administration that would require a distinct line for added sugars on food nutrition labels, a change the food and sugar industries have aggressively fought.\nMany experts, including some who disagreed with the panel’s cautions on salt and saturated fat, applauded its stronger stance on added sugars.\n“That was one of the high points of these guidelines, and something that was sorely needed,” said Dr. Ronald M. Krauss, the director of atherosclerosis research at Children’s Hospital Oakland Research Institute. “There is a striking excess of added sugar intake in all age groups across the population.”\nDr. Krauss, the former chairman of the American Heart Association’s dietary guidelines committee, said that the advisory panel’s emphasis on overall dietary patterns was “a tremendous move in the right direction.” As part of that move, the panel dropped a suggestion from the previous guidelines that Americans restrict their total fat intake to 35 percent of their daily calories.\nSince they were first issued in 1980, the guidelines have largely encouraged people to follow a low-fat diet, which prompted an explosion of processed foods stripped of fat and loaded with sugar. Studies show that replacing fat with refined carbohydrates like bread, rice and sugar can actually worsen cardiovascular health, so the guidelines encourage Americans to focus not on the amount of fat they are eating but on the type.\nThe guidelines advise people to eat unsaturated fat — the kind found in fish, nuts, and olive and vegetable oils — in place of saturated fat, which occurs primarily in animal foods.\nThe panel also dropped a longstanding recommendation that Americans restrict their intake of dietary cholesterol from foods like eggs and shrimp — a belated acknowledgment of decades of research showing that dietary cholesterol has little or no effect on the blood cholesterol levels of most people.\n“For many years, the cholesterol recommendation has been carried forward, but the data just doesn’t support it,” said Alice H. Lichtenstein, the vice chairwoman of the advisory panel and a professor of nutrition science and policy at Tufts University.\nDr. Krauss said that some people experience a rise in blood cholesterol after eating yolks and other cholesterol-rich foods. But these “hyper-responders” are such a minority — roughly a few percent of the population — that they do not justify broad restrictions on cholesterol intake.\nThe advisory panel does not issue the official guidelines. Its report is sent to the Department of Health and Human Services and the Department of Agriculture, which publish Dietary Guidelines for Americans every five years. The agencies usually adhere very closely to the panel’s recommendations.\nAlthough consumers rarely pay direct attention to the guidelines, they nonetheless influence the diets of tens of millions of people. The guidelines shape the menus of the school lunch program, which feeds more than 30 million children each school day, and they are incorporated into national food assistance programs like WIC and SNAP.\nThe advisory panel included the vegetarian diet as an example of what it called a healthy eating pattern, noting that a plant-based diet is also more sustainable, with less of an impact on the environment. But critics questioned whether the guidelines might overstep the mandate to focus on health and nutrition.\n“It appears the advisory committee was more interested in addressing what’s trendy among foodies than providing science-based advice for the average American’s diet,” said Howard Hill, a veterinarian and president of the National Pork Producers Council.\nThe advisory panel was also criticized for its advice against saturated fat, which has been challenged by several recent studies. Dr. James DiNicolantonio, a cardiovascular scientist at Saint Luke’s Mid America Heart Institute, said that replacing saturated fat with the polyunsaturated fats in vegetable oils could worsen blood cholesterol levels and raise cancer and heart disease risk.\n“The recommendations on saturated fat are a farce,” he said.\nAdele Hite, a registered dietitian and spokeswoman for the nonprofit Healthy Nation Coalition, said that in the decades since their inception, the guidelines had played a direct role in the explosion of obesity and chronic disease by steering people away from nutritious whole foods like meat, eggs and butter.\nSince the 1980s, Americans over all have been eating more grains, produce, cereals and vegetable oils, while generally lowering their intake of red meat, whole milk and eggs, Ms. Hite said, and yet the population is fatter and sicker than ever.\n“Despite the unavoidable conclusion that the guidelines have failed in some fundamental way,” she said, “the response from the advisory committee seems to be that an even more restricted list of acceptable foods will, this time around, do the trick.”\nVideo\nRelated: Why Cafeteria Food Is the Best\nF.D.A. to Require Calorie Count, Even for Popcorn at the Movies", "url": "https://well.blogs.nytimes.com/2015/02/19/nutrition-panel-calls-for-less-sugar-and-eases-cholesterol-and-fat-restrictions/?smid=pl-share&_r=0"}