{"authors": ["Jane E. Brody", "Topics.Nytimes.Com Top Reference Timestopics People B Jane_E_Brody Index.Html"], "date_download": "2018-11-16 03:45:12", "date_modify": "2018-11-16 03:45:12", "date_publish": "2015-01-12 20:00:58", "description": "Plans to eliminate traffic deaths involve shared responsibilities among drivers, cyclists, pedestrians, traffic enforcers and street designers, all of whom must change behaviors and attitudes.", "filename": "2015_01_12__1542339912.html", "image_url": "https://static01.nyt.com/images/2015/01/13/science/13BROD/13BROD-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2015_01_12__1542339912.html", "title": "Varied Routes to Safer Streets", "title_page": "Varied Routes to Safer Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPersonal Health Jane Brody on health and aging.\nAre the streets in your neighborhood safe for walking? Not just for able-bodied, cognitively sound, safety-conscious adults, but also for those with physical or cognitive impairments, pedestrians in a hurry, and especially children and teens who are often distracted?\nMayor Bill de Blasio of New York came into office a year ago with many plans, perhaps the most ambitious of which was to eliminate traffic deaths. The need for the goal, known as Vision Zero, was reinforced by the deaths of 13 pedestrians in the first month of his tenure.\nThe mayor is among many officials and organizations here and elsewhere with a similar goal, and numerous proposals and projects have been launched to help achieve it. The plans involve shared responsibilities among drivers, cyclists, pedestrians, traffic enforcers and street designers, all of whom must change behaviors and attitudes.\nSlowing traffic may be the most immediately effective measure for pedestrian safety. When struck by a vehicle going 40 miles an hour, a pedestrian has an 85 percent chance of dying, compared with a 45 percent chance when struck at 30 m.p.h. and only 10 percent at 20 m.p.h.\nA mere 5 m.p.h. can make a life-or-death difference. Mr. de Blasio pushed through a speed limit reduction to 25 m.p.h. from 30 m.p.h. on most city streets, and to 20 m.p.h. in school zones. The task now is enforcement. I am very much in favor of having speed and traffic-light cameras at intersections where speed limits are routinely violated and drivers tend to run red lights.\nSchool crossing signs are commonplace, but only in England have I seen “elder crossing” signs near housing for older adults.\nDrivers tend to go as fast as conditions allow, and there are many design strategies, called traffic calming measures, that force them to slow down. Such measures, which are self-enforcing rather than regulatory, may even keep more cars off roads heavily used by pedestrians. While the measures have certain disadvantages — for example, people with physical handicaps may have difficulty navigating some of them — they also save lives.\nAmong the easiest to install on residential streets are speed bumps, textured pavement and raised crosswalks. Roundabouts, neighborhood traffic circles and raised center islands that narrow lanes also slow traffic.\nLarge trees and tall buildings close to roads act as psychological deterrents. Signs that flash the speeds of passing cars are another. Introducing a curve in the road that limits how far ahead drivers can see forces them to slow down.\nThe Federal Highway Administration lists many other measures that, in addition to slowing traffic, can make pedestrians and cyclists more easily seen, and street crossings safer. One is extending the curb through the parking lane at intersections, shortening the distance to the opposite corner. Another is to install pedestrian islands in the middle of wide streets to accommodate those who are not race walkers. Pedestrian bridges over highways are still another option.\nMy vote goes to adding pedestrian push buttons, lengthening crossing times and adding countdowns to all traffic lights, not just those on the busiest streets. And New Yorkers would do well to learn to remain on the curb until it is safe to cross. A personal favorite: Make eye contact with drivers waiting to turn onto the street you are about to cross.\nLocal residents can improve safety by asking neighbors to remove obstacles to pedestrian visibility, perhaps by holding neighborhood “pruning parties.” Petition local officials to restrict parking close to crosswalks and forbid right turns on red at busy crossings. I suppose there is little hope for restoring “play streets” like the one in my childhood neighborhood, which had a 15-m.p.h. limit and allowed only residents, their visitors and deliverers to drive on the block. If your neighborhood is short on sidewalks, creating them can keep pedestrians out of traffic. If you must walk in the street, always walk facing oncoming traffic and wear a reflective garment after dark. Whenever possible, walk in groups.\nOf course, good street lighting is critical, especially during winter. Pressure officials to install streetlights and to promptly replace those that burn out. Traffic lights at popular street crossings are a lot safer than stop signs, which in turn are safer than hatched lines on the street to indicate a pedestrian crosswalk.\nStill, city drivers bear the brunt of responsibility. The mayor’s office reported last year that driver error played a role in up to 70 percent of pedestrian deaths. Yet in 2012, drivers were charged in less than 1 percent of the city crashes that killed or injured pedestrians and cyclists.\nConsciousness raising may be having an effect — last year, the city had a record-low 132 pedestrian deaths.\nDrivers are supposed to pay attention to road conditions, other vehicles and pedestrians, and now an increasing legion of cyclists. But too many drivers are distracted by phone calls, dropped food or spilled drinks, disruptive children and even pets.\nOf course, motorists must now adapt to the increasing presence of bikes on city streets, and cyclists must learn to be more aware and respectful of the people and vehicles that share the streets.\nEvery city would do well to follow the example set by Miami-Dade County in Florida, where pedestrian injuries and fatalities were especially troublesome. In zones notable for pedestrian crashes, every incident was analyzed according to pedestrian age, time of day and other factors.\nKnowing the main causes of pedestrian accidents is the first step to correcting them. Among the problems: motorists failing to yield to pedestrians in crosswalks and turning on red lights; pedestrians walking or running into the street midblock in front of oncoming traffic or crossing from between parked cars, and young children walking to school unaccompanied across wide streets.", "url": "https://well.blogs.nytimes.com/2015/01/12/varied-routes-to-safer-streets/"}