{"authors": ["Donald G. Mcneil Jr.", "Topics.Nytimes.Com Top Reference Timestopics People M Donald_G_Jr_Mcneil Index.Html", "Asked Robtbg"], "date_download": "2018-11-16 03:45:06", "date_modify": "2018-11-16 03:45:06", "date_publish": "2015-02-20 12:17:30", "description": "Is it possible to get two different strains of flu in the same season?", "filename": "2015_02_20__1542339906.html", "image_url": "https://static01.nyt.com/images/2015/02/18/health/18askwell_flu/18askwell_flu-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2015_02_20__1542339906.html", "title": "Ask Well: Sick With Two Kinds of Flu?", "title_page": "Ask Well: Sick With Two Kinds of Flu? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Is it possible to get two different strains of flu in the same season?\nA\nYes.\nThe first word that influenza experts use to describe the illness is “unpredictable.”\nIn a normal flu season, at least three strains circulate. Flus mutate every year as they pass through millions of human hosts. Over decades, they sometimes even pick up genes from pig or bird flus.\nRecent flu seasons have included two influenza A strains and a B strain. The H1N1 strain of influenza A now circulating is a very distant descendant of the 1918 Spanish flu and a more recent variant of the 2009 swine flu. The H3N2 strain is a descendant of the 1968 Hong Kong flu. Any one of the three can make you sick, and they are so different genetically that having had one does not protect you against the others.\nDifferences within strains can even be wide enough so that, in theory, you could catch both in a season. The H3N2 component of this year’s flu vaccine was made from a sample of that flu that was first collected in Texas in 2012. But it is a relatively poor match, because a new H3N2 strain that was first sampled in Switzerland in 2013 grew more common.\nIn general, H3N2 strains tend to be lethal more often than H1N1 strains, and both are usually more dangerous than B strains. But which strain anyone gets is probably less important than the victim’s overall health. Older adults, infants, pregnant women, people with diabetes and people whose immune systems are suppressed by H.I.V., cancer treatment or organ transplant medications all are more vulnerable.\nYou could even have two strains simultaneously, though you wouldn’t know it unless you had some very specific lab tests.\nVirologists consider that situation particularly dangerous because it makes it more likely that a new influenza strain could emerge. When two viruses invade the same cell, the eight genes in each fall apart and can reassemble themselves into a new mix — a situation that is particularly likely in crowded hog pens, where flus shoot through herds even faster than they do in New York kindergartens. The 2009 swine flu was actually a mix of human and bird flu genes and genes from two separate pig populations — American and Eurasian. (Because it is illegal to import live pigs in North or South America, the swine populations of the two hemispheres don’t normally mix, so their flus have evolved separately enough to be genetically distinguishable from each other.)", "url": "https://well.blogs.nytimes.com/2015/02/20/ask-well-sick-with-two-kinds-of-flu/"}