{"authors": ["Nicholas Bakalar"], "date_download": "2018-11-16 03:45:11", "date_modify": "2018-11-16 03:45:11", "date_publish": "2015-01-13 16:37:12", "description": "Many healthy people take a daily aspirin to reduce the risk of heart disease and stroke, but a new study has found that more than 11 percent of them should not be doing so.", "filename": "2015_01_13__1542339911.html", "image_url": "https://static01.nyt.com/images/2012/05/07/health/well-prevention/well-prevention-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2015_01_13__1542339911.html", "title": "The New York Times", "title_page": "Many Who Take a Daily Aspirin Don't Need It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nMany healthy people take a daily aspirin to reduce the risk of heart disease and stroke, but a new study has found that more than 11 percent of them should not be doing so.\nAspirin has well established benefits, but also carries the risk of gastrointestinal bleeding. The American Heart Association guidelines recommend daily aspirin for primary prevention in people with a 10-year cardiovascular risk of 10 percent or more. Other guidelines suggest the cut-off should be a risk of 6 percent. (You can assess your risk at the National Institutes of Health’s online risk calculator.)\nResearchers studied records of 68,808 patients taking aspirin for primary cardiovascular prevention in various kinds of medical practices between 2008 and 2011. They found that 7,972 of them, or 11.6 percent, were taking aspirin daily despite having a cardiovascular disease risk of less than 6 percent.\nIn some groups, inappropriate use was even more common. For example, 17 percent of women taking aspirin had less than a 6 percent risk. The study was published in The Journal of the American College of Cardiology.\n“We need a discussion between the patient and the clinician to see that we’re not causing more harm than good,” said the senior author, Dr. Salim S. Virani, a cardiologist at Baylor College of Medicine. Because a lot of patients take aspirin, he added, the “public health risk could be high.”", "url": "https://well.blogs.nytimes.com/2015/01/13/many-who-take-a-daily-aspirin-dont-need-it/"}