{"authors": ["Gretchen Reynolds", "Topics.Nytimes.Com Topics Reference Timestopics People R Gretchen_Reynolds Index.Html"], "date_download": "2018-11-16 03:45:03", "date_modify": "2018-11-16 03:45:03", "date_publish": "2015-02-25 10:45:45", "description": "Most athletes believe high-carb diets are the best way to enhance performance. But there may be some benefits to a high-fat diet instead.", "filename": "2015_02_25__1542339903.html", "image_url": "https://static01.nyt.com/images/2015/02/24/health/24well_physed/24well_physed-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2015_02_25__1542339903.html", "title": "Should Athletes Eat Fat or Carbs?", "title_page": "Should Athletes Eat Fat or Carbs? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPhys Ed Gretchen Reynolds on the science of fitness.\nCan a high-fat diet also be a high-performance diet?\nMost people who exercise or compete in endurance sports would probably answer no. For decades, recreational and competitive athletes have stoutly believed that we should — even must — consume a diet rich in carbohydrates to fuel exertion. The conventional wisdom has been to avoid fatty foods because they are an inefficient fuel source and could lead to weight gain.\nBut in recent years, some scientists and quite a few athletes have begun to question those beliefs. Athletes devoted to ultra-endurance sports, in particular, tout high-fat diets as a means to improve performance.\nThis debate is likely to intensify with the announcement last week of new advice from the Dietary Guidelines Advisory Committee that suggests cutting back on the starchy carbohydrates that are staples in many athletes’ high-carb diets, and instead consume more nuts and other fat-rich foods, in order to improve metabolic health.\nOf course, improving metabolic health is not the primary focus of serious athletes. They are concerned with training and racing harder, faster and more frequently. They want their diets to make them better athletes.\nAnd in theory, a high-fat diet should oblige. We are, after all, full of fat, as an interesting review article published last year in The European Journal of Sport Sciences points out. Entitled “Rethinking Fat as a Fuel for Endurance Exercise,” the article notes that even the leanest marathon runner harbors “in excess of 30,000 kilocalories of adipose tissue reserves,” which is “an order of magnitude greater than maximum carbohydrates stores in the body.”\nIn other words, we each carry with us enough fuel in the form of body fat to get us through multiple marathons.\nBut dietary fat is not as readily available as carbohydrates, which are stored in muscles in a form known as glycogen. Muscles can take up and burn glycogen without many intermediate metabolic steps. Glycogen provides a fast sugar buzz and that buzz can fuel most exercise just fine.\nFat, on the other hand, must first be broken down into fatty acids and other components before it can be used by the muscles, an intermediate step that makes dietary fat less immediately available and efficient as a fuel, especially during intense exercise.\nHowever, exercise scientists long ago established that endurance training makes athletes better able to use fat as a fuel. And that metabolic adaptation prompted many scientists and coaches in recent years to wonder what would happen if you extended that ability to its farthest extreme and trained an athlete’s body to rely almost exclusively on fat, by removing almost all carbohydrates from the diet and ramping up grease intake?\n“From an evolutionary standpoint, a high-fat performance diet makes sense,” says Jeff Volek, a professor in the Department of Human Sciences at The Ohio State University in Columbus and one of the authors of the recent review article, as well as of many other scientific papers and books about high-fat diets. “Early humans, the hunter-gatherers, who were quite physically active, primarily ate fat. It’s been the main fuel for active humans far longer than carbohydrates have been.”\nBut the modern science to support the benefits of extremely high-fat/low-carbohydrate diets for sports performance is scanty and equivocal, says Louise Burke, the head of sports nutrition at the Australian Sports Commission, who has written about and conducted many studies of high-fat diets for athletes.\nPart of the problem, both Dr. Volek and Dr. Burke agree, is that no formal definition exists for a high-performance, high-fat diet for active people. Many athletes believe that reducing carbohydrates to less than 20 percent of their diet, while increasing fat to at least 65 percent, with the remainder being protein, represents the kind of high-fat diet that will allow them to subsist almost exclusively on fat during exertion and therefore almost never tire.\nBut according to Dr. Volek, the ideal high-fat diet for sports performance would consist of closer to 85 percent fat and almost no carbohydrates. This extremely fatty diet leads to a condition known as ketosis, during which the body creates molecules called ketones that result from the breakdown of fat into fatty acids. The body and brain will burn ketones as fuel when the blood does not contain much sugar. Ketones also are believed to aid in the reduction of inflammation throughout the body.\nSo, theoretically, ketones and fatty acids would fuel even the most prolonged and strenuous exercise in people following a very high-fat diet and aid in their recovery from that exercise by reducing inflammation and muscle damage.\nBut, Dr. Burke said, no study to date has shown that extremely high-fat, ketogenic diets actually “enhance sports performance,” only that they make endurance athletes better able to use fat as a fuel. And the same studies generally show that high-fat diets blunt performance during high-intensity sprints, which, even in fat-adapted athletes, demand fast-burning sugar stores.\nStill, there may be reasons for some athletes to experiment with higher-fat/lower-carbohydrate diets, Dr. Burke said. “Sports performance requires metabolic flexibility — the ability to use all fuel systems well,” she said. Better fat burning can be part of that.\nHigh-fat diets often also result in weight loss, Dr. Volek said, which can improve performance by itself.\nShould you decide to try grease-loading, however, bear in mind that the switch is likely to disrupt your training. Performance actually declines dramatically during the first several weeks, Dr. Volek said, especially if you are attempting to induce ketosis. The body runs low on glycogen before it becomes well-adapted to using fat, and people tend to feel fatigued, heavy-legged, nauseated and ill for up to a month.\nThe mechanics of such a diet also are daunting. While heaping servings of butter, cream and bacon may sound enticing, “it is really tricky to construct” an appetizing, sustainable diet consisting of at least 80 percent fat, Dr. Burke said. (Dr. Volek has co-authored a book, “The Art and Science of Low Carbohydrate Performance,” which includes meal plans and recipes for athletes.)\nThe upshot, based on today’s best science, is that a high-fat, low-carbohydrate diet conceivably could be useful for some athletes, especially if they participate in prolonged, endurance-based activities. But for the rest of us, a balanced diet, with less sugar and perhaps a few more pats of butter, should improve our health and in that way allow us to perform better on the trails and at the gym.", "url": "https://well.blogs.nytimes.com/2015/02/25/should-athletes-eat-fat-or-carbs/"}