{"authors": ["Jan Hoffman", "Topics.Nytimes.Com Top Reference Timestopics People H Jan_Hoffman Index.Html"], "date_download": "2018-11-16 03:45:01", "date_modify": "2018-11-16 03:45:01", "date_publish": "2015-02-23 22:15:54", "description": "Sex improves in later years among long-married couples, becoming more frequent as intimacy becomes more a priority, researchers found.", "filename": "2015_02_23_married-sex-gets-better-in-the-golden-years__ref=nyt-es&mcid=nyt-es&subid=article_1542339901.html", "image_url": "https://static01.nyt.com/images/2015/02/24/science/24SEXSUB/24SEXSUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2015_02_23_married-sex-gets-better-in-the-golden-years__ref=nyt-es&mcid=nyt-es&subid=article_1542339901.html", "title": "Married Sex Gets Better in the Golden Years", "title_page": "Married Sex Gets Better in the Golden Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nYes, there is sex after marriage. Particularly if you make it past your 50th wedding anniversary.\nAfter analyzing interviews with 1,656 married American adults ages 57 to 85, researchers found the expected: Those in the first throes of the passion years had sex more frequently than those whose wedded years had piled up, their sexual edginess sandpapered by life.\nBut then researchers also found the unexpected: While most long-married individuals reported steady declines in sexual activity, those who passed the 50-year wedded mark began to report a slight increase in their sex lives.\nAnd notably, frequency in the sex lives of long-married couples continued to improve. In the study, published last month in The Archives of Sexual Behavior, researchers noted “that an individual married for 50 years will have somewhat less sex than an individual married for 65 years.”\nThe analysis is based on data from the 2005-2006 National Social Life, Health, and Aging Project, for which investigators interviewed older adults about many aspects of their well-being. Even when this study’s authors accounted for factors such as age, health, race, gender, employment and relationship satisfaction, the warm glow after the 50-year marriage mark, although flickering, was steadier than that of those in marriages of shorter duration. The researchers are sociologists at Louisiana State University, Florida State University and Baylor University.\n“Sexual frequency doesn’t return to two to three times a month, but it moves in that direction,” said Samuel Stroope, the lead author and an assistant professor of sociology at L.S.U.\nTo be sure, there are limits to the conclusions that can be drawn from the research. “We don’t know whether being married causes you to have more sex or having more sex causes you to stay married longer,” said Karl Pillemer, a gerontologist and professor of human development at Cornell who was not involved in this study.\nLinda J. Waite, a professor of sociology at the University of Chicago and the principal investigator for the 2005-2006 National Social Life, Health, and Aging Project, the data set used in the current study, expressed caution. “There are small numbers at those ages,” she said. “It’s a little dangerous to interpret it too much.”\n​But t​he finding that some long-married couples continue to have sex decade after decade was not news to Jennie B., an 82-year-old widow who lives in a village in upstate New York. She married her first and only husband, Peter, in 1956, when they were in their mid-twenties. The couple, married 47 years, remained sexually active until he had quintuple heart bypass surgery two years before his death in 2003.\n“Once a month, maybe?” said Jennie B., who asked that her last name not be used for reasons of privacy. “I wasn’t counting. It happened when it happened. Intercourse was not as meaningful as other things, although we continued to have sex.”\nIn this snapshot study of older adults, some were not having sex at all. And a few were even having sex daily. But in the main, the study looked at trends. The average older adult who had been married for a year had a 65 percent chance of having sex two to three times a month or more. At 25 years of marriage, the likelihood of that frequency dropped to 40 percent. If the marriage lasted 50 years, the likelihood was 35 percent. But if the marriage — and the lifespan — of the older adults continued, at 65 years of being together, the chance of having sex with that frequency was 42 percent.\nDr. Stroope said that at least two competing forces were at play around sexuality in a long marriage. One is called “habituation,” the dulling of sexual senses as a couple becomes inured to each other, worn by life’s quotidian and lurching demands.\nBut long-timers also accumulate what Dr. Stroope calls “relationship capital”: in good marriages, he said, “you’re building up something, accumulating experience and knowledge about your intimate partner over time that builds on itself.”\nAnd so, as adults age, their social circles shrink, they know time is limited, they look around and what do they see? Each other.\n“They place intimacy as a high priority,” said Dr. Pillemer, whose new book, “30 Lessons for Loving,” is drawn from interviews with 700 older adults. “Many people told me that you don’t notice the physical differences in a long marriage. The person still seems the same to you. “\nSome limitations: The original investigators for the 2005-2006 project interviewed individuals, not couples together. These new findings do not include partners who lived together without being married, nor gay and lesbian couples. When defining sexual activity, interviewers told interviewees, “By ‘sex’ or ‘sexual activity’ we mean any mutually voluntary activity with another person that involves sexual contact, whether or not intercourse or orgasm occurs.”\nFor Jennie B., the meaning of intimacy and sexual activity evolved and deepened over her long marriage.\n“There’s an intimacy that comes later that is staggeringly wonderful,” she said. “You can hold hands with this person you love and adore, and somehow it’s just as passionate as having sex at an earlier age. There is such a sense of connection and intimacy that grows out of a long relationship, that touch carries with it the weight of so many memories. And many are sexual.”\nIndeed what she misses most as a widow, she says, is holding hands.\n“Sex was certainly an important and joyful and healing part, but I’m not sure that the connection through holding hands, which elicited such peace, was not a deeper intimacy,” she further reflected in an email. “But of course I would not have known that during the first 30 or 40 years of marriage when sex was of paramount importance — our recreation and solace. And I am quite sure younger people would shake their heads and think, ‘poor old soul her sex life was probably not very good.’ They would be wrong!”", "url": "https://well.blogs.nytimes.com/2015/02/23/married-sex-gets-better-in-the-golden-years/?ref=nyt-es&mcid=nyt-es&subid=article"}