{"authors": ["Lisa Damour"], "date_download": "2018-11-16 03:42:10", "date_modify": "2018-11-16 03:42:10", "date_publish": "2016-07-13 10:00:51", "description": "Yes, trouble heats up in the summer, but a quick spin around the research gives parents reason to feel hopeful, not helpless.", "filename": "2016_07_13__1542339730.html", "image_url": "https://static01.nyt.com/images/2016/07/13/science/wellteens/wellteens-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2016_07_13__1542339730.html", "title": "Myths About Teenagers and Risk-Taking", "title_page": "Myths About Teenagers and Risk-Taking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAdolescence Lisa Damour writes about adolescent behavior.\nTeenage risk-taking heats up in the summer. Studies show that during the summer months adolescents are most likely to experiment with first-time use of alcohol, marijuana and cigarettes. For car crashes, the perennial leading cause of death among teenagers, June, July and August hold the grim honor of being the three consecutive months with the most adolescent traffic fatalities.\nThese are alarming statistics, but a quick spin around the research gives parents reason to feel hopeful, not helpless. The emerging science on adolescent boundary-pushing debunks some old saws and shows us useful directions to point our energy. Here are some common misconceptions and illuminating findings.\nMyth: We were better\nAdults have long fretted about “kids today,” but on the whole our teenagers are much better behaved than we were. A report published last month from the Centers for Disease Control and Prevention shows that, compared to adolescents in 1991, today’s teenagers are less likely to carry weapons, smoke cigarettes, try alcohol, binge drink or have sex. And they are more likely to wear seatbelts and use condoms.\nThe report found an increase in marijuana use since 1991, but not a statistically significant one. Other studies confirm a rise in adolescent pot-smoking, and teenagers face new threats such as e-cigarettes and high rates of prescription drug abuse. But we are now raising the tamest cohort of teenagers in decades.\nWe might want to go so far as to give teenagers credit for this, because how we regard and talk about adolescents matters. One study found that parents who took a dim view of teenagers were likely to raise adolescents who ultimately lived down to their parents’ expectations. The study’s results held up even when the researchers washed out the conduct of older siblings (who might have soured the parents on teenagers) and the behavior of the children in question before they entered adolescence. In other words, low expectations can do harm, while high expectations have long been linked to positive outcomes for teenagers.\nMyth: Teens think they’re invincible\nStudies show that adolescents feel as vulnerable as adults do. In fact, when we ask teenagers to predict the likelihood that they will be jailed or dead before the age of 20, they grossly overestimate the actual probability of such events. Why do adolescents take so many risks if they feel so unsafe? Research provides an answer that shouldn’t surprise any ex-teenager: For adolescents, the wish to impress their peers often trumps their better judgment.\nIn a study demonstrating this phenomenon, the psychologists Margo Gardner and Laurence Steinberg compared adolescents and adults as they played a video game that allowed for risky choices. When individuals from each group played by themselves, teenagers were nearly as cautious as adults. When playing in front of people their age, however, the teenagers became reckless, while the adults drove much as they did when alone.\nA finding like this helps explain how graduated drivers’ licenses have helped to reduce the rate of adolescent car crashes. Laws that limit the number of passengers allowed in cars driven by teenagers accord with solid evidence that adolescents make better decisions when they’re alone or with an adult than when they’re with friends.\nWhat are the takeaways for parents? To start, striking terror into teenagers with dire warnings about their safety may be unnecessary and even counterproductive. Indeed some researchers suggest that teenagers may act rashly, in part, “because of an exaggerated feeling that they are not going to live.”\nAs an alternative, we might address the hazards posed by peer pressure. In addition to asking our teenagers who they will be with and what they’ll be doing, we could consider saying, “We love your friends, but if things are getting out of hand, please call. We’re always available to get you out of any situation that feels like it’s heading south.”\nMyth: Teens are immune to adult influence\nParents offering guidance shouldn’t be put off by the occasional teenage eye-roll. Research consistently finds that adults can capitalize on their relationships with teenagers to reduce adolescent risk-taking.\nIn broad terms, adolescents who have open lines of communication with their folks and describe their parents as available and understanding are less likely to engage in dangerous behavior. More specifically, teenagers whose parents talk with them about sex and contraception have been found to take fewer sexual risks, conform less to their peers’ behavior and believe that their parents provide the most accurate information about sex. Teenagers drive more safely when their parents reinforce driving curfews and other motor vehicle laws. And adults who establish and uphold rules tend to raise adolescents who are less likely to use illegal drugs and alcohol. While peers certainly influence teenage behavior, parents do, too.\nAdults must live with the nerve-racking reality that we cannot absolutely guarantee the safety of any teenager. But we can make choices that promote adolescent safety. With so much at stake, let’s ditch the myths about teenagers and ground our parenting in the objective, and in many ways encouraging, realities.\nLisa Damour is a psychologist in private practice in Shaker Heights, Ohio, a clinical instructor at Case Western Reserve University and the director of Laurel School’s Center for Research on Girls. She is the author of “Untangled: Guiding Teenage Girls Through the Seven Transitions Into Adulthood.” Follow her on Twitter: @LDamour.\nRelated:\nSign up for the Well Family newsletter to get the latest news on parenting, child health and relationships with advice from our experts to help every family live well.", "url": "https://well.blogs.nytimes.com/2016/07/13/myths-about-teenagers-and-risk-taking/"}