{"authors": ["Daniela J. Lamas"], "date_download": "2018-11-16 04:31:46", "date_modify": "2018-11-16 04:31:46", "date_publish": "2016-08-11 15:00:18", "description": "Once our most intensive interventions end, we are left with this — a choice of tuna fish or chicken salad, or maybe some Oreos, brought up from the hospital basement.", "filename": "2016_08_11_when-a-patient-is-dying-food-appears__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342706.html", "image_url": "https://static01.nyt.com/images/2016/08/11/science/Oreos/Oreos-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2016_08_11_when-a-patient-is-dying-food-appears__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342706.html", "title": "When a Patient Is Dying, Food Appears", "title_page": "When a Patient Is Dying, Food Appears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When someone is dying in the intensive care unit, a tray of food appears.\nThere is a protocol here, as in so much of intensive care medicine, from intubation to placing a central line to declaring death. Here is how it happens at the hospital where I work.\nFirst, a meeting in the conference room adjourns. A family has learned that despite the best efforts of the I.C.U. team, their loved one is dying. The tone is somber as stillness overtakes the hectic buzzing energy of days past. Family members gather in the patient’s room. The waiting begins.\nPhoto\nOutside the room, a call goes out to patient relations, and a message is relayed to food services. Down in the basement of the hospital, a ticket prints. A hospital food services worker assembles pastries, fruit, water and coffee in the morning, chicken sandwiches, fruit and Oreos later in the day, and carries the tray up to the unit. He knows not to bring the food directly to the patient’s room. This kind of delivery is different.\nOften the tray goes ignored, as the patient grows worse and death is imminent. The snacks linger after the death, untouched even after we have told a family how sorry we are for their loss and they’ve left to return home. The food ends up in the back room, then, where staff members pass by. Someone always eats it.\nAt one hospital where I worked, the trays were called “comfort carts.” They arrived loaded with bagged snacks of 100 calories each, chewy granola bars and juice. After a patient died and the family had left on their long quiet walk to the parking lot, someone would bring the leftover food to a table in the middle of the unit. A few beats would pass. Then the staff swooped in. The cookies and granola bars went first, then the fruit, until the plate was empty.\nI’m told that the offerings in my hospital used to be better; I imagine Danishes and fancy croissants with small jars of jam, like at the best hotels. Yet who knows. When it comes down to it, it’s just hospital food. We can transplant a heart from one person into another and support failing lungs and kidneys with machines. But once our most intensive interventions end, we are left with this — a choice of tuna fish or chicken salad from the hospital cafeteria.\nWhenever the food arrives, I flash back to a patient I saw when I was a medical student. She was an elderly woman who’d come into the emergency department because she couldn’t catch her breath. I remember thinking that she must have dressed up to come into the hospital, as she wore pantyhose, a small silk scarf around her neck, eye makeup and blush.\nA chest X-ray revealed fluid around her lung and — once the fluid had been drained — what looked like a mass. I went to check on her one evening, after I’d seen the X-ray but before we’d received the official report that the fluid was filled with cancer cells.\nShe had just received her dinner tray when I entered her room, and I watched her fold her napkin on her lap. She had ordered the fish entree, maybe thinking it would be the healthier choice. I listened to her lungs and then I glanced at her tray again. “That doesn’t look like enough food,” I said. “Let me get you something for dessert. How about some cookies?”\nI didn’t wait for a response. “I’ll be right back,” I said. I found a crumpled dollar and a couple of quarters in my bag. I smoothed the dollar, fed it with the change into the vending machine down the hall and selected a bag of Famous Amos chocolate chip cookies. I brought them back to her room.\n“Here you go,” I said. I didn’t know if medical students were allowed to buy vending machine cookies for elderly women who didn’t know they had lung cancer, but these were my own favorite and I didn’t know what else to do.\nShe opened the bag. “We should know the results tomorrow,” I said. She bit into a cookie, then offered me one. The next day my patient would learn that she had advanced cancer, and she would die in the hospital weeks later. But that evening we didn’t know for sure, and I stayed with her longer than I had to, because we were two people enjoying a bag of Famous Amos cookies and I didn’t want it to end.\nI think of this patient when I see the remnants of a bereavement tray — a couple of bags of unopened potato chips, maybe a pack or two of Oreos. There is something about the simplicity of the offerings that touches me. Of course, it’s not enough. How could it be? But it is something; in all the sterility and technology and protocols, it’s a gesture from one person to another, a way to say this: I’m sorry you are losing this person you have loved, and we can’t take away the emptiness that will follow. But we can do one thing. We can give you food. You don’t have to take it, but it’s there.\nAnd sometimes, thinking of my patient in medical school, I take a pack of cookies from a tray that a family has left behind. I am in the I.C.U., surrounded by the sounds and smells of sickness. But even there, the tastes are familiar and somehow reassuring. I may not have met the patient who died, but I mourn him as I nibble at those cookies, one after another, until they’re gone.\nDaniela Lamas is a pulmonary and critical care physician at Brigham and Women’s Hospital in Boston.", "url": "https://well.blogs.nytimes.com/2016/08/11/when-a-patient-is-dying-food-appears/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}