{"authors": ["Gretchen Reynolds", "Topics.Nytimes.Com Topics Reference Timestopics People R Gretchen_Reynolds Index.Html"], "date_download": "2018-11-16 03:42:09", "date_modify": "2018-11-16 03:42:09", "date_publish": "2016-07-13 09:45:48", "description": "To strengthen your mind, you may first want to exert your leg muscles, according to a sophisticated new experiment involving people, mice and monkeys.", "filename": "2016_07_13__1542339729.html", "image_url": "https://static01.nyt.com/images/2016/07/12/health/physed/physed-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2016_07_13__1542339729.html", "title": "Can Running Make You Smarter?", "title_page": "Can Running Make You Smarter? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPhys Ed Gretchen Reynolds on the science of fitness.\nThe Well Guide: How to Start Running Want to start a new running habit? We make it easy to get started, get inspired and stay on track. Are you ready? Let’s go! Sign up for our running email.\nTo strengthen your mind, you may first want to exert your leg muscles, according to a sophisticated new experiment involving people, mice and monkeys. The study’s results suggest that long-term endurance exercise such as running can alter muscles in ways that then jump-start changes in the brain, helping to fortify learning and memory.\nI often have written about the benefits of exercise for the brain and, in particular, how, when lab rodents or other animals exercise, they create extra neurons in their brains, a process known as neurogenesis. These new cells then cluster in portions of the brain critical for thinking and recollection.\nEven more telling, other experiments have found that animals living in cages enlivened with colored toys, flavored varieties of water and other enrichments wind up showing greater neurogenesis than animals in drab, standard cages. But animals given access to running wheels, even if they don’t also have all of the toys and other party-cage extras, develop the most new brain cells of all.\nThese experiments strongly suggest that while mental stimulation is important for brain health, physical stimulation is even more potent.\nBut so far scientists have not teased out precisely how physical movement remakes the brain, although all agree that the process is bogglingly complex.\nFascinated by that complexity, researchers at the National Institutes of Health recently began to wonder whether some of the necessary steps might be taking place far from the brain itself, and specifically, in the muscles, which are the body part most affected by exercise. Working muscles contract, burn fuel and pump out a wide variety of proteins and other substances.\nThe N.I.H. researchers suspected that some of those substances migrated from the muscles into the bloodstream and then to the brain, where they most likely contributed to brain health.\nBut which substances were involved was largely a mystery.\nSo for the new study, which was published last month in Cell Metabolism, the N.I.H. researchers first isolated muscle cells from mice in petri dishes and doused them with a peptide that affects cell metabolism in ways that mimic aerobic exercise. In effect, they made the cells think that they were running.\nThen, using a technique called mass spectrometry, the scientists analyzed the many chemicals that the muscle cells released after their pseudo-workouts, focusing on those few that can cross the blood-brain barrier.\nThey zeroed in on one substance in particular, a protein called cathepsin B. The protein is known to help sore muscles recover, in part by helping to clear away cellular debris, but it had not previously been considered part of the chain linking exercise to brain health.\nTo determine whether cathepsin B might, in fact, be involved in brain health, the researchers added a little of the protein to living neurons in other petri dishes. They found that those brain cells started making more proteins related to neurogenesis.\nCathepsin B also proved to be abundant in the bloodstreams of mice, monkeys and people who took up running, the scientists found. In experiments undertaken in collaboration with colleagues in Germany, the researchers had mice run for several weeks, while rhesus monkeys and young men and women took to treadmills for four months, exercising vigorously about three times a week for approximately an hour or sometimes longer.\nDuring that time, the concentrations of cathepsin B in the jogging animals and people steadily rose, the researchers found, and all of the runners began to perform better on various tests of memory and thinking.\nMost striking, in the human volunteers, the men and women whose fitness had increased the most — suggesting that they had run particularly intensely — not only had the highest levels of cathepsin B in their blood but also the most-improved test scores.\nFinally, because there’s nothing like removing something from the body to underscore how important it may be, the scientists bred mice without the ability to create cathepsin B, including after exercise. The researchers had those mice and other, normal animals run for a week, then taxed their ability to learn and retain information.\nAfter running, the normal mice learned more rapidly than they had before and also held on to those new memories well. But the animals that could not produce cathepsin B learned haltingly and soon forgot their new skills. Running had not helped them to become smarter.\nThe lesson of these experiments is that our brains appear to function better when they are awash in cathepsin B and we make more cathepsin B when we exercise, says Henriette van Praag, an investigator at the National Institute on Aging at the N.I.H. who oversaw this study.\nOf course, increases in cathepsin B explain only part of the benefits of exercise for the brain, she said. She and her colleagues plan to continue looking for other mechanisms in future studies.\nThey also hope to learn more about how much exercise is necessary to gain brain benefits. The regimen that the human runners followed in this study was “fairly intensive,” she said, but it’s possible that lighter workouts would be almost as effective.\n“There is good reason to think,” she said, “that any amount of exercise is going to be better than none” for brain health.\nRelated:\nLove running? Sign up to receive practical tips, expert advice, exclusive content and a bit of motivation delivered to your inbox every week to help you on your running journey.", "url": "https://well.blogs.nytimes.com/2016/07/13/can-running-make-you-smarter/"}