{"authors": ["Gretchen Reynolds", "Topics.Nytimes.Com Topics Reference Timestopics People R Gretchen_Reynolds Index.Html"], "date_download": "2018-11-16 03:14:26", "date_modify": "2018-11-16 03:14:26", "date_publish": "2016-01-06 10:30:56", "description": "To protect the heads of football players, it might be advisable to have them occasionally practice without head protection, according to a counterintuitive new study of a successful Division I football program.", "filename": "2016_01_06__1542338066.html", "image_url": "https://static01.nyt.com/images/2016/01/05/health/well_physed/well_physed-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2016_01_06__1542338066.html", "title": "How Training Without Helmets Could Reduce Head Injuries", "title_page": "How Training Without Helmets Could Reduce Head Injuries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPhys Ed Gretchen Reynolds on the science of fitness.\nTo protect the heads of football players, it might be advisable to have them occasionally practice without head protection, according to a counterintuitive new study of a successful Division I football program.\nHead impacts are frequent in football, as they are in many other contact sports. By some estimates, high school and college football players sustain 1,000 or more impacts to the head during a typical season. Youth players, some as young as 6, can accumulate 100 head impacts a season.\nWhile the long-term health repercussions remain uncertain, most of us have heard that repeated concussions, which occur when the brain bangs against the skull, might increase an athlete’s subsequent risks for cognitive decline and other brain conditions, including chronic traumatic encephalopathy, a degenerative brain disease. Just this week, in a case study published in JAMA Neurology, neurologists reported that the brain of a recently deceased former college football player who had sustained at least 10 concussions over his playing career showed signs of severe and widespread C.T.E. He was 25 when he died.\nThankfully, few of the head impacts that most athletes sustain during sports such as football result in concussions. Many are imperceptible to the players themselves. But researchers, doctors, players, parents, coaches and common sense agree that it is better for athletes to absorb fewer knocks to the head than many.\nSo in recent years, researchers have begun studying ways to reduce the number and intensity of head impacts during football and other sports. Most of this attention has focused on improving helmets. But some researchers have wondered whether changes to helmets or other protective headgear are, by themselves, sufficient to protect athletes, or whether better helmets might subtly encourage dangerous play.\nErik Swartz, the chairman of the department of kinesiology at the University of New Hampshire, said that “in the 1950s and ‘60s, after a hard shell was applied head and neck injuries increased,” in part because players began spearing with their heads while tackling, believing the hardened helmets would keep them safe.\nDr. Swartz and a group of other head-injury experts decided instead to look at an inverse option: having football players occasionally remove their helmets and seeing how that affected their subsequent play.\nTwo years ago and with some trepidation, the researchers approached the coaches for the University of New Hampshire football team, a Football Championship Subdivision powerhouse, and asked if they would consider implementing a helmetless tackling program designed by the scientists.\nDr. Swartz, who had played college rugby, a sport that involves hard tackling, no helmets and surprisingly few head injuries, had developed drills for these helmetless practices, emphasizing proper tackling technique and no spearing with the head.\nThe coaches, told that the researchers “really believed that this program would reduce head impacts,” agreed, Dr. Swartz said.\nAnd so, during the 2014 preseason, half of the U.N.H. football team began practicing twice a week without helmets, following a carefully prescribed series of drills. The other half of the team completed standard practices, with helmets.\nDuring the regular season, the players assigned to the helmetless group continued to practice once a week without helmets.\nThroughout this time, all team members wore helmets equipped with sensors that tracked the number and force of impacts to their heads.\nEarly in the season, head impacts were comparable in both groups, the researchers found. But as the season progressed, the players who occasionally practiced without helmets began to experience considerably fewer blows to their heads.\nBy the end of the season, they were hitting their heads about 30 percent less often in any given game or practice than the players who never took their helmets off during drills.\nTo Dr. Swartz, the lead author of the new study, which was published last month in The Journal of Athletic Training, the data strongly suggest that “the athletes in the intervention group had learned how to tackle and play” without involving their heads as much.\nPerhaps as important from a practical standpoint, the coaches told Dr. Swartz that they thought that the players in the helmetless group were now tackling more effectively than the players who had not participated in helmetless drills.\nThis season, with the coaches’ cooperation, most of the team participated in helmetless drills. For a coming study, the scientists will compare total head impacts for each player this season with those from 2014, when only half the team had engaged in helmetless practices. They expect there will be a significant decline.\nBut Dr. Swartz and his colleagues do not believe that their findings justify coaches or athletes unilaterally banning helmets during practices, at least not yet. “This is a small, preliminary study,” he said.\nHe and his colleagues have declined many requests from college coaches asking them to share the specific helmetless drills they have developed. “We need to test the program at every level of play” before disseminating it, he said. At the moment, he and his colleagues continue to study college players and have begun an extensive study with high school teams in New Hampshire. The results should be available later this year.\nFor now, the primary lesson of the research, he said, is that “technique matters” for head safety in any contact sport. Coaches should teach their players not to lead with the head when tackling or going for a ball, he said. Athletes, in other words, can play smartly and well without using their heads.\nRelated:", "url": "https://well.blogs.nytimes.com/2016/01/06/how-training-without-helmets-could-reduce-head-injuries/"}