{"authors": ["Kj Dell Antonia"], "date_download": "2018-11-16 03:42:08", "date_modify": "2018-11-16 03:42:08", "date_publish": "2016-07-12 13:03:24", "description": "The game gets children off the couch, but do our usual screen time limits apply?", "filename": "2016_07_12__1542339728.html", "image_url": "https://static01.nyt.com/images/2016/07/11/health/well_pokemon/well_pokemon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2016_07_12__1542339728.html", "title": "The New York Times", "title_page": "Pokémon Has Kids on the Move -- and on Their Phones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nParents looking for a way to get children moving and off the couch this summer have found a surprising new ally: Pokémon.\nUnlike most video and smartphone games, the phenomenally popular Pokémon Go, which has been downloaded by millions in the past week, requires the player to be active. The game uses map technology and local landmarks to make it seem as if mythical cartoon creatures are lurking in the real world all around you.\nAs my two 10-year-olds and I quickly found, playing Pokémon Go is not sedentary. Pokémon “trainers” must search for the virtual creatures; finding more of them requires getting up and heading outside.\nOther parents are reporting a similar effect.\n“My 18-year-old and his friends walked and biked 25 plus miles in two days, outside, in the heat and rain,” said Lisa Romeo, a mother of two who lives in Cedar Grove, N.J.\nPhil LeClare of Salem, Mass., said that after three days of Pokémon Go while on vacation in Maine, his 11-year-old son proudly said that he’d walked 30 miles.\nAlong with the stories of calories burned come the benefits of unexpected family time. The real-world component of walking and hunting for the creatures seems to make playing Pokémon Go alone unappealing. Instead, even teenagers are inviting siblings and parents along. Add in the likelihood of meeting other players at Poké-stops, and the game begins to feel like a social event.\n“Event” is a good characterization, said Jeffrey Rohrs, a father of two and the chief marketing officer of Yext, a location data management platform. The app, he said, appears to have struck a perfect chord in our culture, making fresh use of smartphone technology while offering a way around our collective fears that smartphones make us more sedentary and connect us better to the cloud than to one another. “There’s just this euphoria around it,” he said. “It’s unique.”\nBut for families that have been pleasantly surprised by the action and interaction of Pokémon Go, the game has created a quandary: Do our usual screen time limits apply? Do miles logged and family togetherness really make Pokémon Go different from other screen-based distractions?\nThe average American child already spends more time consuming media via a screen than at school. Adults aren’t doing much better. Many of us say we spend too much time on our smartphones and the internet, and our kids think so too: In one study, about 70 percent of children under 18 said their parents spent too much time glued to the phone.\n“I’m wary of promises that more technology is the answer to problems caused by the overuse of technology,” said Richard Freed, a psychologist and author of “Wired Child: Reclaiming Childhood in a Digital Age.” We’ve been hopeful in the past that certain games, like the Wii system, would promote family time or get kids moving, he said, but those games ultimately failed to live up to the hype.\nWhen it comes to Pokémon Go, Dr. Freed says he is in “wait and see” mode, but dubious. His family loves to walk together outdoors. “Now you add this new wrinkle,” in the form of a game that may be more compelling than the conversation that forges bonds among them. “You have to ask,” said Dr. Freed, “will this facilitate that connection?”\nAs a replacement for other forms of gaming, Pokémon Go offers plenty of advantages. My two 10-year-olds and I did enjoy connecting while roaming the streets in search of creatures — but part of the pleasure, for me, was that I’d lured them away from their usual Sunday afternoon game-fest with the Wii.\nFor some families, the hunt has already begun to take over their travels — encouraging kids to walk and hike further, yes, but will they remember seeing the White House, or the Pokémon at its gates? On a positive note, Mr. Rohrs sees a future where the technology could be used to enhance our destinations “It’s easy to imagine a hunt for the great authors of London,” he said, rather than Pokémon.\nBut for now, it’s even easier to imagine getting just a little tired of children who’d rather hunt Zubats than enjoy a zoo.\nWhich can only mean one thing. “Part of parenting is establishing boundaries,” said Mr. Rohrs, who spent his weekend exploring New York City with his wife, two children and Pokémon Go. Although he was mostly enthusiastic about the unexpected places the game led them, “We quickly realized we needed to declare some ‘phone in pocket’ time.”\nFor now, many parents seem to be relishing the good in Pokémon Go, while recognizing that they will need to create limits. For some of us, Pokémon Go brings up unexpected summer memories of twilight freeze-tag and hide-and-seek. Laurel Snyder had to set a curfew for her kids, ages 9 and 10, who spent the day wandering their neighborhood in Atlanta.\n“I told them they had to be home by 8, and they dashed in sweaty-faced at 7:53. It really felt more like my own childhood experience than I’d have imagined,“ she said. That early hour might even relax a little, with so much community to be found in the initial excitement surrounding the game. It’s likely that for many children, and adults too, the summer of 2016 just became the summer of Pokémon.", "url": "https://well.blogs.nytimes.com/2016/07/12/pokemon-has-children-on-the-move/"}