{"authors": ["Haig Chahinian"], "date_download": "2018-11-16 03:42:07", "date_modify": "2018-11-16 03:42:07", "date_publish": "2016-07-12 17:25:26", "description": "It’s tempting to avoid painful conversations. Experts say we shouldn’t.", "filename": "2016_07_12__1542339727.html", "image_url": "https://static01.nyt.com/images/2016/07/10/us/Children/Children-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/well.blogs.nytimes.com/2016_07_12__1542339727.html", "title": "Talking to Kids About Racial Violence", "title_page": "Talking to Kids About Racial Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nMy husband is white; as an Armenian man, I am a hue darker, and our 10-year-old daughter is biracial, with brown skin. We’ve tried to shield her from some of the recent painful news stories related to bias. But after last week’s killings of two African-American men by police officers, and then the killings of five Dallas police officers, we need to be ready to talk with her about the terrors of prejudice.\nI reached out to some experts who help teenagers and parents make sense of violent racism, and work toward something better. Here is some of the wisdom they offered:\nDon’t avoid it. “As moms and dads, we can be scared to talk about something so raw, and ugly,” said Tamara Buckley, an associate professor of counseling and psychology at Hunter College and the co-author of “The Color Bind: Talking (and Not Talking) About Race at Work.” “But not bringing it up doesn’t protect your family. It only puts the conversation in others’ hands.” All kids — not just minorities — need to talk. “Every youth needs to be nurtured to practice empathy, not judgment,” said Renée Watson, who has worked with high school students struggling to process the Black Lives Matter movement and whose work includes the young adult novel “This Side of Home.” “It’s time for us to get out of our own worlds. To be critical thinkers, young people must be exposed to news about every demographic.” It’s O.K. not to have answers. “Don’t be afraid to be vulnerable in front of your child,” said Ms. Watson. “Even as a teacher I don’t know everything. It’s not about me trying to get students to think how I do, but to create room for dialogue.” Ask open-ended questions. Buckley suggested asking: “How are you feeling about what you’re seeing in the news? What are your friends saying? What bothers you the most?” Notice changes in behavior. “Your son might answer, ‘It’s not bothering me,’” Dr. Buckley said. “Some young people may be in such shock they can’t take in the news. Keep a close eye on them. Do they seem stressed? Isolated? Watch for changes in demeanor, which can suggest they’re upset even if they’re telling you otherwise.” Turn to art. “If things get tense, music, painting, and dance are great ways to express yourself,” said Ms. Watson, who was a 2013 NAACP Image Award nominee. She said multicultural publishers like Lee & Low “know we need a mix of ‘mirror’ books — in which we see ourselves reflected — and ‘window’ books — in which we see others.” She offered a checklist to measure the diversity in your home library: Do all the titles featuring black characters focus only on slavery? Do all the ones about Latinos emphasize immigration? Are all your L.G.B.T.Q. books coming out stories? If so, you could consider books that examine broader issues in these communities. Educate yourself about social justice. “Know the difference between equality and equity,” said Shuber Naranjo, a diversity educator at Bank Street School for Children in Manhattan. “It’s like in a Broadway theater, there are the same number of stalls in the women’s and men’s bathrooms. It’s equal, but not equitable, because you see a longer line for women.” Don’t go it alone. Racism is a tough subject for one person to tackle. “Seek out other dads and moms,” Dr. Buckley suggested, “and find ways to support one another. I’ve noticed all this racial violence has been a real point of connection between black and white parents.”\nHow do you talk to your kids about race, policing and violence? Six New York Times journalists held a live chat on July 12.\nRelated:", "url": "https://well.blogs.nytimes.com/2016/07/12/talking-to-kids-about-racial-violence/"}