{"authors": ["Robb Mandelbaum"], "date_download": "2018-11-16 03:41:41", "date_modify": "2018-11-16 03:41:41", "date_publish": "2011-06-01 18:06:25", "description": "With a steep balloon payment looming in 2014, Charles Kuhn is eager to refinance the debt on his bicycle shop. So far, he’s found no takers.", "filename": "2011_06_01__1542339701.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/boss.blogs.nytimes.com/2011_06_01__1542339701.html", "title": "For One Main Street Retailer, a Good Loan Is Hard to Find", "title_page": "For One Main Street Retailer, a Good Loan Is Hard to Find - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Laura Pedrick for The New York Times\nWe’ve just published a case study that recounts the difficulties Charles Kuhn, a bicycle shop owner in Princeton, N.J., has faced in trying to get a loan to refinance existing debt.\nAs you’ll read, Mr. Kuhn faces a steep balloon payment in 2014 when the mortgage on the shop comes due. The banks he has approached have been unwilling to underwrite a new 25-year term loan for $1 million to absorb both the property debt as well as money owed on a credit card. That credit card obligation likely explains, in part, the lenders’ hesitation: business at the bike store suffered during the recent recession and he had trouble making ends meet. Worse, the value of the property has fallen in recent years — perhaps by as much as a third — to the point where it may not support a $1 million note.\nWe asked lenders and advisers about Mr. Kuhn’s situation. Here’s what several had to say:\nMarc S. Sovelove, senior vice president, lending, for Financial Resources Federal Credit Union in Bridgewater, N.J.: “The $1 million loan request appears to be risky for any lender to do: the company’s cash flow, collateral, industry trends, leverage, liquidity and profitability are all suspect. Mr. Kuhn’s statement about showing a little profit may be acceptable to Mr. Kuhn, but it will not be to a lender. No business can survive for very long on a 1-percent profit margin, and no lender will lend money to a business that appears to be in trouble, with no game plan on how to survive.”\nBarry Sloane, president and chief executive. Newtek Business Services, a small-business lender and back-office service provider based in New York: “Washington Mutual was the devil — an undisciplined lender providing finance to an undisciplined borrower. The loan looked great: no financials necessary; no amortization on the loan — so the monthly payment is less, which helps cash flow. It’s actually a loan that offers more leverage to the borrower, but it’s more risky because at the balloon date none of the principal has been paid down. Washington Mutual made this borrower feel great in the beginning, but it’s been taken over by the F.D.I.C. and JPMorgan, and he hasn’t amortized his loan in four years.”\nJay Townley, a bicycle store consultant based in Lyndon Station, Wis.: “I don’t want to add to his anxiety, but there is no reason to believe the real estate market or the commercial loan situation will improve for small business in the next three to five years. I would suggest that Mr. Kuhn focus on the things he can actually do something about for obtaining a $1 million loan, such as developing a three-year business plan for Kopp’s Cycle. It doesn’t have to take more than a week of effort on Mr. Kuhn’s part, but it will get him engaged in spending more time working on his business, instead of in it. He can adjust and re-plan as the economy and the Princeton market change over the next three years. And he will have the achievement of financial goals and objectives to show to any lenders he approaches between now and 2014.”\nWe’d like to know what you think. Please share your views in the comments below. Next week, we’ll follow up with another post on Mr. Kuhn’s next move.", "url": "https://boss.blogs.nytimes.com/2011/06/01/for-one-main-street-retailer-a-good-loan-is-hard-to-find/"}