{"authors": ["John Williams"], "date_download": "2018-11-16 04:27:33", "date_modify": "2018-11-16 04:27:33", "date_publish": "2011-12-19 22:54:44", "description": "Books about North Korea by journalists, defectors and novelists.", "filename": "2011_12_19__1542342453.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2011_12_19__1542342453.html", "title": "Toward a North Korea Reading List", "title_page": "Toward a North Korea Reading List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The world scanned Wednesday’s closely guarded funeral for the North Korean leader Kim Jong-il, seeking more clues about the politics of the most closed society on earth. But readers looking for insight into North Korea have better options.\nThe most acclaimed recent book on the country is “Nothing to Envy: Ordinary Lives in North Korea” by Barbara Demick, a foreign correspondent for The Los Angeles Times. It was a finalist for the 2010 National Book Award and took home the Samuel Johnson Prize in Britain.\nIn his review of the book in The New York Times, Dwight Garner wrote: “Ms. Demick’s book is a lovely work of narrative nonfiction, one that follows the lives of six ordinary North Koreans, including a female doctor, a pair of star-crossed lovers, a factory worker and an orphan. It’s a book that offers extensive evidence of the author’s deep knowledge of this country while keeping its sights firmly on individual stories and human details.”\nIn the same review, he considered “The Hidden People of North Korea: Everyday Life in the Hermit Kingdom” by Ralph Hassig and Kongdan Oh, saying it was “wonkier than Ms. Demick’s and less reader friendly, but it covers more ground.” He wrote that the book, based on more than 200 interviews with defectors, “paints a picture of a restless populace, increasingly dubious about the official propaganda.”\nBradley K. Martin’s “Under the Loving Care of the Fatherly Leader: North Korea and the Kim Dynasty,” published in 2004, draws on extensive reporting in North Korea to portray the country and the father-son dictator team of Kim Il-sung and Kim Jong-il. Writing in The New York Review of Books the New York Times columnist Nicholas Kristof said it was “simply the best book ever written” about North Korea. “Relying largely on extensive interviews with defectors,” Mr. Kristof wrote, “Martin portrays North Korean life with a clarity that is stunning, and he captures the paradoxes in North Korean public opinion.”\nIf you’re seeking strong opinions, you might start with Bruce Cumings, a scholar of North Korea who teaches at the University of Chicago. Jacob Heilbrunn called Mr. Cumings “a gifted controversialist” whose “insights are undermined by his penchant for offering excuses about the nature of the North Korean regime.” In a 1997 review in The New York Times of Mr. Cumings’s “Korea’s Place in the Sun” Mr. Kristof wrote, “In reading this book, I had the odd sensation of disagreeing with much of it while also finding it enormously engaging.”\nB. R. Myers, most famous in literary circles for his polemical attacks on the prose styles of contemporary American novelists, has taught in South Korea and has written frequently about North Korea. He has offered a full-throated critique (his only kind?) of Mr. Cumings, and published a book in 2010 titled “The Cleanest Race: How North Koreans See Themselves and Why It Matters,” about which Mr. Garner wrote that Mr. Myers “is a crisp, pushy writer who is at his best when on the attack, and his often counterintuitive new book attempts a psychological profile of Kim Jong-il and his regime.”\nHis review said, “Mr. Myers has pored through mountains of North Korean propaganda — from nightly news reports and newspapers to war movies, comics, wall posters and dictionaries — and he argues that the West is misreading the country’s core beliefs.” Mr. Myers’s North Korea, Mr. Garner wrote, “is guided by a ‘paranoid, race-based nationalism.’ ”\nThe most rare and therefore most riveting books might be insider accounts of living in the country, like “The Aquariums of Pyongyang” by the defector Kang Chol-hwan. President George W. Bush praised that book and met with its author, and Christopher Hitchens, in a piece for Slate, wrote that it “ought to be much more famous than it is.” He continued, “Given what everyday life in North Korea is like, I don’t have sufficient imagination to guess what life in its prison system must be, but this book gives one a hint.” In “Long Road Home” Kim Yong details his six years in a North Korean labor camp. Hyok Kang’s memoir “This Is Paradise!” recounts his childhood in North Korea before he and his family escaped to China when he was 13. In a piece for The Telegraph of London, Mr. Kang began: “I was 9 when I saw my first execution.”\nIf first-person accounts are too harrowing, perhaps viewing the country through the lens of fiction would help. Mr. Kristof has recommended the Inspector O series of novels, which are set in Pyongyang and were written by an American intelligence expert on North Korea who uses the pseudonym James Church. The novels “beautifully capture the attitudes of the North Korean officials I’ve met,” Mr. Kristof wrote. In January the novelist Adam Johnson will publish “The Orphan Master’s Son,” about a young man in North Korea who becomes complicit in the state’s crimes and falls in love with an actress. Mr. Johnson has described the book as “a sort of North Korean ‘Casablanca.’ ”\nBut for readers most interested in hearing from the horse’s mouth, Kim Jong-il left behind several books of his own, including “Life and Literature,” in which he argued, “Literature must show people as they are.”\nSellers on Amazon have copies available of Mr. Kim’s “On the Art of the Cinema” and “On the Art of the Opera.” The cheapest used copy of the cinema book is $128.45 (plus $3.99 shipping).", "url": "https://artsbeat.blogs.nytimes.com/2011/12/19/toward-a-north-korea-reading-list/"}