{"authors": ["Larry Rohter"], "date_download": "2018-11-16 04:14:51", "date_modify": "2018-11-16 04:14:51", "date_publish": "2012-03-13 18:27:35", "description": "The authorities described Alejandro Jiménez González, a Costa Rican, as involved in the “leadership and direction of an organized mafia” engaged in money laundering and other criminal activities throughout Central America.", "filename": "2012_03_13__1542341691.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2012_03_13__1542341691.html", "title": "Prime Suspect Arrested in the Killing of Argentine Folk Singer", "title_page": "Prime Suspect Arrested in the Killing of Argentine Folk Singer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The police in Colombia have announced the arrest of the man they say is responsible for the killing of the Argentine folk singer Facundo Cabral, who was on tour in Guatemala last summer when he was shot to death on his way to the airport. The authorities described the man, Alejandro Jiménez González, a Costa Rican, as involved in the “leadership and direction of an organized mafia” engaged in money laundering and other criminal activities throughout Central America. According to news reports from Colombia, Mr. Jiménez, 37, was arrested when he arrived there on Monday aboard a cruise ship.\nMr. Cabral, who was 74 when he was killed, was famous throughout the Spanish-speaking world as a composer and singer of protest and spiritual-philosophical songs, the best-known of which is probably “I‘m Not From Here, I’m Not From There.” In 1996, the United Nations designated him a “worldwide messenger of peace.”\nGuatemalan authorities have said that Mr. Cabral was not the target of the attack on the vehicle in which he was traveling, that gunmen in the pay of Mr. Jiménez were really after Henry Fariña Fonseca, a Nicaraguan night club owner who was the promoter of Mr. Cabral’s tour and had offered him a ride to the airport. At least four other people have been arrested in connection with the case.", "url": "https://artsbeat.blogs.nytimes.com/2012/03/13/prime-suspect-arrested-in-the-killing-of-argentine-folk-singer/"}