{"authors": ["Melena Ryzik", "Topics.Nytimes.Com Top Reference Timestopics People R Melena_Ryzik Index.Html"], "date_download": "2018-11-16 04:15:03", "date_modify": "2018-11-16 04:15:03", "date_publish": "2012-03-14 09:28:04", "description": "Performing all 21 tracks from the Rolling Stones’ classic collected hits album, “Hot Rocks 1964-1971,” on the 40th anniversary of its release, it was the ladies who had Mick Jagger’s cocky strut and sex appeal, not to mention the outré outfits.", "filename": "2012_03_14__1542341703.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2012_03_14__1542341703.html", "title": "The New York Times", "title_page": "Music Review - Rolling Stones 'Hot Rocks' Tribute at Carnegie Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Apologies to Adam Levine and the rest of Maroon 5, but the people most likely to have moves like Jagger, these days, are women. At least, that was the case on Tuesday night, at the benefit produced by the City Winery owner Michael Dorf at Carnegie Hall, where dozens of musicians took part in a tribute to the Rolling Stones. Performing all 21 tracks from the band’s classic collected-hits album, “Hot Rocks 1964-1971,” on the 40th anniversary of its release, it was the ladies who had Mick Jagger’s cocky strut and sex appeal, not to mention the outré outfits.\nBobby Bank/WireImage\nPeaches, the Canadian club singer, took the stage in a tight black hooded jumpsuit, open nearly to the navel, and swung the microphone through a rendition of “Heart of Stone,” her expanse of bare flesh turning pink as she panted feelingly through the chorus. The singer and actress Juliette Lewis, in silver sequined hotpants and occasionally pursed lips, had women dancing in the aisles with her version of “Satisfaction”; she doffed her high heels – also silver sequin – halfway through. Petite Angélique Kidjo, from Benin, in West Africa, in a tuxedo, head-wrap and pearlescent pumps, kicked and stomped and shimmied during “Street Fighting Man,” coaxing the crowd to its feet. Rickie Lee Jones stayed seated with her guitar for “Sympathy for the Devil,” but she, too, took off her silver flats as she tapped and fought her way into the song, inspiring audience members to supply their own “woo-woos” for the chorus, unprompted.\nThe event, the eighth in an annual series to benefit a range of children’s musical charities, was, like its predecessors, a mix of young and old musicians, some with obvious ties to the Stones, like Marianne Faithfull and Ronnie Spector, onetime partners of Mr. Jagger’s or Keith Richards’s in music and in bed. There were also 1960s and ’70s contemporaries like Art Garfunkel; David Johansen (the closest to Mr. Jagger in visage and pant-tightness); and Ian Hunter, of Mott the Hoople; and others with more tenuous connections. The show opened with a rendition of “You Can’t Always Get What You Want” by the Italian pop star Jovanotti and members of the band TV on the Radio, along with a youth choir from Young Audiences New York, a neat reminder of the sweet voices that begin the original song and the reason for the benefit.\nMany of the covers were loyal and personal: Ms. Faithfull performing “As Tears Go By,” which Mr. Jagger and Mr. Richards wrote for her, and “Sister Morphine,” which she wrote with Mr. Jagger; Steve Earle chose “Mother’s Little Helper” because, he said, it was the first song he learned on guitar. Others offered minimal arrangements, like the Mountain Goats’ “Paint It, Black,” on just piano and drums. Glen Hansard, the Irish singer and composer behind the coming Broadway musical “Once,” did “Under My Thumb” on his guitar, accompanied only by an upright bass and snapping from the audience.\n“You gotta hang back on the beat,” he instructed the crowd, as they began snapping in time to the music. “You gotta be more black. That was the white click.”\nIt was a brisk show, but with many eyes closed in reverie at the familiar melodies and lyrics, it was – as ever – evident how nimble the Stones’ songwriting was. With the Rant Band, Mr. Hunter’s take on “19th Nervous Breakdown” laid bare some rockabilly twang. Rosanne Cash did “Gimme Shelter” as a blues-tinged spiritual. Rich Robinson, the guitarist with the Black Crowes, offered a rootsy “Play With Fire,” and the British act Gomez added some indie fuzz to “Jumpin’ Jack Flash.” Jackson Browne performed “Let’s Spend the Night Together” on an acoustic guitar, though it still sounded like a rock song. The Carolina Chocolate Drops, an innovative, Grammy-winning string quartet, gave “Midnight Rambler” a polish that was simultaneously folky-antique and modern.\n“One of the things that was great about the Stones was that you could deconstruct the songs back to the bluesy, country songs, and that’s what we’re going to do tonight,” said Taj Mahal, the veteran blues musician, as he launched into “Honky Tonk Woman.”\nThe concert ended with performers from all 21 acts onstage for a group singalong of “Tumbling Dice,” from “Exile on Main Street,” with lead vocals done mostly by the women who had served as backup singers throughout the night. (Ladies, again: take a bow.)\nBut the evening’s mood could have been summed up by Ms. Spector. Still rocking a bouffant hairdo — complemented by her backup singer, Christine Ohlman, known as the Beehive Queen – Ms. Spector, the former Ronette, brought some girl group harmonies and classic swagger to the stage. She played flirtatiously with her shirt-tails, shook her hips and roared, effortlessly, through “Time Is on My Side.”", "url": "https://artsbeat.blogs.nytimes.com/2012/03/14/rolling-stones-tribute-hot-rocks-carnegie-hall/"}