{"authors": ["Daniel J. Wakin", "Topics.Nytimes.Com Top Reference Timestopics People W Daniel_J_Wakin Index.Html"], "date_download": "2018-11-16 04:14:53", "date_modify": "2018-11-16 04:14:53", "date_publish": "2012-03-13 19:27:16", "description": "Local 802 of the American Federation of Musicians said it would protest the Paul Taylor Dance Company’s use of recorded music at Lincoln Center.", "filename": "2012_03_13__1542341693.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2012_03_13__1542341693.html", "title": "The New York Times", "title_page": "Musicians Union Objects to Taylor Dance Company's Use of Recorded Music - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York musicians union has denounced the Paul Taylor Dance Company for performing at Lincoln Center without a live orchestra, which the company said was far beyond its means. The union, Local 802 of the American Federation of Musicians, promised to distribute leaflets and provide outdoor performances to bring attention to the issue before the Taylor company’s first show of a 21-performance run at the David H. Koch Theater on Tuesday night.\nTino Gagliardi, Local 802’s president, said the company management “had no interest in using professional musicians” at the performances. John Tomlinson, the executive director, said that in fact the company dearly wanted to have live music, calling it an “essential element,” but simply could not afford it. The works being performed almost all call for an orchestra of some sort, and he estimated the total cost, at union rates, to be $450,000 to $500,000. The budget for the run, Mr. Tomlinson said, was $1.5 million.\nMr. Gagliardi, in a letter signed by several local elected officials, called on Lincoln Center to require live music for major performances as a way to maintain “the highest standard of performance.” A spokeswoman, Betsy Vorce, said Lincoln Center had no authority over programs presented by renters of its halls. Local 802 has been fighting a trend on Broadway and in the dance world over the last several decades to use recorded music.", "url": "https://artsbeat.blogs.nytimes.com/2012/03/13/cue-the-protest-musicians-union-objects-to-taylor-dance-companys-use-of-recorded-music/"}