{"authors": ["Dave Itzkoff", "Topics.Nytimes.Com Top Reference Timestopics People I Dave_Itzkoff Index.Html"], "date_download": "2018-11-16 04:15:06", "date_modify": "2018-11-16 04:15:06", "date_publish": "2012-03-14 13:36:13", "description": "E! has ordered a reality series called “Mrs. Eastwood & Company” which will focus on Mr. Eastwood’s wife, Dina, and their daughters, Francesca and Morgan, as well as an all-male singing group called Overtone that Mrs. Eastwood manages.", "filename": "2012_03_14__1542341706.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2012_03_14__1542341706.html", "title": "The New York Times", "title_page": "Day Made: Clint Eastwood's Wife Gets a Reality Series - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Associated Press\nIn a show business career that spans more than half a century, Clint Eastwood has distinguished himself as an actor and director, winning multiple Academy Awards, portraying unforgettable gunslingers and vigilantes and performing automobile-advertising voice-overs that make you want to stand up and recite the Pledge of Allegiance. But it wasn’t until now that he could count himself in the rarefied company of Bruce Jenner and Kelsey Grammer as the husband of a reality-television star.\nThe E! cable network said that it has ordered a reality series called “Mrs. Eastwood & Company,” which will focus on Mr. Eastwood’s wife, Dina, and their daughters Francesca and Morgan, as well as an all-male singing group called Overtone that Mrs. Eastwood manages. The 10-episode series, which will make its debut on May 20, was described by E! in a news release as “an unprecedented look at the surprisingly normal extended and blended family behind one of Hollywood’s most iconic superstars” and a series that “invites viewers to witness their lives and proves that familial bonds are shaped by more than DNA.”\nMrs. Eastwood said in a statement: “Nothing is more important to me than family – no matter how you define that. People might be surprised by how we live our lives and our unconventional approach”\nIn words we never expected to hear from Dirty Harry, Mr. Eastwood said in statement: “I’m really proud of my family. They are a constant source of inspiration and entertainment.”", "url": "https://artsbeat.blogs.nytimes.com/2012/03/14/day-made-clint-eastwoods-wife-gets-a-reality-series/"}