{"authors": ["Mekado Murphy", "Topics.Nytimes.Com Top Reference Timestopics People M Mekado_Murphy Index.Html"], "date_download": "2018-11-16 04:14:50", "date_modify": "2018-11-16 04:14:50", "date_publish": "2012-03-13 17:28:08", "description": "SXSW festival goers got a look at “21 Jump Street,” “Girls” and “Gayby.”", "filename": "2012_03_13__1542341690.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2012_03_13__1542341690.html", "title": "Unspooling Laughs at SXSW", "title_page": "Unspooling Laughs at SXSW - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mekado Murphy/The New York Times\nAUSTIN, Tex. — In addition to genre films, South by Southwest is known as a testing ground for comedies, a way for filmmakers and studios to gauge audience reaction.\nMonday offered plenty of chances for laughs. There was “Gayby,” written and directed by Jonathan Lisecki. It follows a single woman and her gay best friend (Jenn Harris and Matthew Wilkas) on their journey to have a child together the old-fashioned way. In his introduction, Mr. Lisecki acknowledged this wasn’t a film with mass appeal. “It’s niche,” he said. “It’s a funny indie.” With stylized dialogue and occasionally slapstick humor, “Gayby” had a respectable laugh-to-scene ratio at its screening.\nThen came the HBO series “Girls,” from a previous SXSW winner (for “Tiny Furniture” in 2010), Lena Dunham. It was a rare chance to see a television show with an audience and with its creators. Ms. Dunham was at the 1,200-seat Paramount Theater with her executive producer, Judd Apatow, and three episodes from the series. The show, which is being promoted aggressively here before its premiere next month on television, follows a group of New York women in their early 20s figuring out their way through life.\nMichael Buckner/Getty Images For SXSW\nClosing out the day was the world premiere of the action-comedy “21 Jump Street,” also at the Paramount. Its stars, Jonah Hill and Channing Tatum, appeared at the screening in police shirts and shorts. The adaptation of the ’80s television series has been updated with an eye toward the shifts in youth culture over the years. And its directors Phil Lord and Chris Miller, who look pretty young themselves, fit right in. They introduced the film by saying, “We’re the high school students who directed ’21 Jump Street.'” The comedy played to the rafters, garnering laughs, occasional cheers and even applause at some moments, reactions that probably pleased Columbia Pictures, which is releasing the film nationwide on Friday.", "url": "https://artsbeat.blogs.nytimes.com/2012/03/13/unspooling-laughs-at-sxsw/"}