{"authors": ["Michael Cieply", "Topics.Nytimes.Com Top Reference Timestopics People C Michael_Cieply Index.Html"], "date_download": "2018-11-16 04:10:13", "date_modify": "2018-11-16 04:10:13", "date_publish": "2013-09-09 12:15:32", "description": "A screening of the benefit concert film “12.12.12” is also a celebration of Harvey Weinstein’s Type-A-ness.", "filename": "2013_09_09__1542341413.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2013_09_09__1542341413.html", "title": "In Toronto, Saving Harvey Weinstein a Seat", "title_page": "In Toronto, Saving Harvey Weinstein a Seat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTORONTO — “You are welcome to sit anywhere that says ‘The Weinstein Company,’ as long as it doesn’t say ‘Harvey Weinstein.’”\nSo said the Toronto International Film Festival volunteer who was guarding the reserved seats at a Sunday night screening of the Hurricane Sandy benefit concert film “12.12.12,” which is being released by the Weinstein Company — inevitably, as Mr. Weinstein helped organize the concert and gets almost as much screen time as Paul McCartney.\nIt’s hard to imagine anyone with enough chutzpah to sit in Mr. Weinstein’s seat. But nobody would sit there for long, one suspects.\nSeven minutes before Sunday’s premiere screening, Mr. W himself was out on Yonge Street, a foot from the red carpet, buffed and beaming. He didn’t look like a man who had been up all night, fending off competitors and buying up distribution rights to “Can a Song Save Your Life?,” a festival darling that was herded into the Weinstein fold on Sunday.\nToronto International Film Festival Features, news, interviews and more.\nThat gives the company eight films at the festival, where it was supposed to start with five. But it added an 11th-hour screening of one title and acquired two more in the last week or so.\nMr. Weinstein may not have an Oscar front-runner here. The conventional wisdom — usually unreliable at this early stage — has been giving that distinction to “12 Years a Slave,” from Fox Searchlight.\nStill, Mr. Weinstein has been running in front of the rest.\nSunday night found him onstage at the Winter Garden, where he was honored by the festival’s Mavericks program and where he introduced “12.12.12.”\n“What I’m really amazed by is how young I looked and how old these two looked,” Mr. Weinstein said of his appearance in the film. He was ribbing James Dolan, the chairman of Madison Square Garden, and John Sykes, the president of Clear Channel, two executives who joined him onstage and in producing the charity concert.\nThe film itself is a grand celebration of New Yorkiness, with some New Jerseyness thrown in. It mingles performances from the benefit with backstage glimpses of Mr. McCartney (who was supposed to have joined Mr. Weinstein on Sunday, but scratched), Billy Joel, Chris Rock, Adam Sandler, Mick Jagger, Bruce Springsteen and dozens of other who joined in raising at least $50 million for storm victims through the December concert.\nAs for the discussion that followed, it was more about the self-described Type A-ness of Mr. Weinstein and his fellow moguls.\n“We are like brothers from different mothers,” Mr. Sykes said, explaining how three executives who usually get their own way managed to keep from getting in the way of one another.\nMr. Weinstein — who was dressed in black and looked less like a maverick than a guy who owned the herd — contributed to his own legend with some tales about the way Type A guys like himself get things done.\nOne story involved the actress Kristen Stewart. Mr. Weinstein described persuading her to accept an offer from a Middle Eastern prince, who said he would make a large contribution to the Sandy relief effort if she would speak with him.\n“How much?” Ms. Stewart asked, according to Mr. Weinstein.\nHe checked with the prince, who proposed a figure, which Mr. Weinstein promptly raised to $500,000.\nThe money was delivered in advance, in cash, Mr. Weinstein said.\nMr. Dolan locked it up in Madison Square Garden, he said. “And Kristen sits with the guy for 15 minutes.”\nAs long as she didn’t sit in Mr. Weinstein’s seat.", "url": "https://artsbeat.blogs.nytimes.com/2013/09/09/in-toronto-saving-harvey-weinstein-a-seat/"}