{"authors": ["Ben Ratliff", "Topics.Nytimes.Com Top Reference Timestopics People R Ben_Ratliff Index.Html"], "date_download": "2018-11-16 04:15:21", "date_modify": "2018-11-16 04:15:21", "date_publish": "2013-06-14 14:59:04", "description": "A second headliner, the rapper Earl Sweatshirt, also canceled after coming down with pneumonia.", "filename": "2013_06_14__1542341721.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2013_06_14__1542341721.html", "title": "Bonnaroo 2013: Mumford & Sons Cancels Its Saturday Concert", "title_page": "Bonnaroo 2013: Mumford & Sons Cancels Its Saturday Concert - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANCHESTER, Tenn. — Organizers at the Bonnaroo Music and Arts Festival here were Informed on Thursday that Mumford & Sons, the festival’s Saturday headliner, had to cancel — not surprising, as the band’s bassist, Ted Dwane, was recently hospitalized for a blood clot in the brain, and the band had canceled other performances this week. (The band also canceled its performances next week at the Telluride Bluegrass Festival in Colorado and at the Cricket Wireless Amphitheater in Bonner Springs, Kan., and on a positive note, announced on Friday morning that Mr. Dwane had been released from the hospital.)\nOn Friday morning the festival named the band’s replacement: the singer-songwriter Jack Johnson. In a news release, Mr. Johnson related that he was already en route to the festival to sit in on a Thursday set with the band ALO when he got the call to replace Mumford. “I heard the news about Ted Dwane and was happy to know that he was on his way to recovery,” Mr. Johnson wrote. “I called my band and asked if they were up for it. Long story short — they are headed this way. I’ve got a lot of lyrics and chords to relearn by Saturday night.”\nAnother 11th-hour Bonnaroo cancellation was the rapper Earl Sweatshirt, who has pneumonia, according to his Twitter feed. His replacement on Friday will be the Brooklyn band DIIV.", "url": "https://artsbeat.blogs.nytimes.com/2013/06/14/bonnaroo-2013-mumford-sons-cancels-its-saturday-concert/"}