{"authors": ["Patrick Healy", "Topics.Nytimes.Com Top Reference Timestopics People H Patrick_D_Healy Index.Html"], "date_download": "2018-11-16 04:51:40", "date_modify": "2018-11-16 04:51:40", "date_publish": "2013-05-02 16:58:55", "description": "Michael Urie’s one-man play will transfer from the 99-seat Rattlestick Playwrights Theater to the 199-seat Barrow Street Theater starting in June.", "filename": "2013_05_02_buyer-cellar-moving-to-larger-theater__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343900.html", "image_url": "https://static01.nyt.com/images/2013/05/02/arts/02artsbeat-buyer/02artsbeat-buyer-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2013_05_02_buyer-cellar-moving-to-larger-theater__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343900.html", "title": "The New York Times", "title_page": "'Buyer & Cellar' Moving to Larger Theater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSolo shows are having a mixed reception on Broadway, with the early closing of “Testament of Mary” (starring Fiona Shaw) on Sunday and the shut-outs of “I’ll Eat You Last” (Bette Midler) and “Macbeth” (Alan Cumming) for Tony Award nominations this week. But Michael Urie’s one-man play “Buyer & Cellar” is flourishing Off Broadway: The critically acclaimed production, about a struggling actor who becomes an assistant of sorts to Barbra Streisand, will transfer from the 99-seat Rattlestick Playwrights Theater to a commercial run at the 199-seat Barrow Street Theater. After closing May 12 at Rattlestick, performances will resume June 18 at Barrow Street, initially for 10 weeks; the producers hope that ticket sales will be good enough to extend for an open-ended run.\n“This is the surprise hit play of the season, with success that no one saw coming,” one of the lead producers, Darren Bagert, said in an interview Thursday. (His partners on the show are Dan Shaheen and Ted Snowdon.) “The reviews and the audience demand justified ‘Buyer & Cellar’ having a longer life.”\nThe Barrow Street production will be capitalized at about $600,000, Mr. Bagert said – on the modest side for an Off Broadway play. The show has a single set and is not technically elaborate, and the manageable capitalization costs raise the odds that the show could turn a profit. Barrow Street, which has a prime location in Greenwich Village, became available when its last production, “Hit the Wall,” closed last month earlier than expected after receiving mixed reviews. Other recent plays there, like “Tribes” and “Our Town,” were performed in the round, but Mr. Bagert said that “Buyer & Cellar” would continue to be staged as a proscenium show. (Barrow Street has been used as a proscenium house in the past.)\n“Buyer & Cellar” is written by Jonathan Tolins and directed by Stephen Brackett. Mr. Urie is best known for his years as Marc St. James on the television series “Ugly Betty,” and has performed more recently in Off Broadway productions of “The Temperamentals,” “Angels in America” and “The Cherry Orchard.”", "url": "https://artsbeat.blogs.nytimes.com/2013/05/02/buyer-cellar-moving-to-larger-theater/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}