{"authors": ["Brooks Barnes", "Topics.Nytimes.Com Top Reference Timestopics People B Brooks_Barnes Index.Html"], "date_download": "2018-11-16 04:15:25", "date_modify": "2018-11-16 04:15:25", "date_publish": "2013-06-16 17:27:53", "description": "“Man of Steel,” the new Superman movie, raked in about $113 million at North American theaters over the weekend.", "filename": "2013_06_16__1542341725.html", "image_url": "https://static01.nyt.com/images/2013/06/16/movies/16steel/16steel-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2013_06_16__1542341725.html", "title": "The New York Times", "title_page": "'Man of Steel' Is Strongest Box-Office Draw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFaster than a streak of lightning, the moody “Man of Steel” over the weekend resuscitated a director’s career (Zack Snyder), minted a new movie star (Henry Cavill) and reversed a soft streak for Hollywood’s biggest studio (Warner Brothers). With estimated ticket sales of $113.1 million, for a total of $125.1 million since a limited release on Thursday, “Man of Steel” was easily the No. 1 weekend draw at North American theaters.\nEarly overseas results were also strong, particularly at Imax theaters. But this Superman film, which received lukewarm reviews, was also enormously expensive, costing Warner and Legendary Pictures about $225 million to make; the global marketing bill ran about $150 million. Despite intense competition in the weeks ahead Warner expects “Man of Steel” to have staying power, noting that ticket buyers over the weekend gave the film an A-minus score in exit polls.\nIt was also a happy Sunday at Sony Pictures Entertainment, which scored a much-needed hit with the R-rated comedy “This Is the End.” That well-reviewed movie finished second in the United States and Canada, taking in about $20.5 million, for a total of $32.8 million since opening on Wednesday. Insiders say “This Is the End” cost about $32.5 million to make. “Now You See Me” (Lionsgate) continued its unexpectedly strong run in third place, selling about $10.3 million in tickets, for a three-week total of $80 million, according to Hollywood.com, which compiles box-office data.", "url": "https://artsbeat.blogs.nytimes.com/2013/06/16/man-of-steel-is-strongest-box-office-draw/"}