{"authors": ["Robin Pogrebin"], "date_download": "2018-11-16 04:15:22", "date_modify": "2018-11-16 04:15:22", "date_publish": "2013-06-14 20:56:30", "description": "The jury for the architecture prize declined to retroactively honor Ms. Scott Brown for work she did alongside her design partner and husband, Robert Venturi, who won the award in 1991.", "filename": "2013_06_14__1542341722.html", "image_url": "https://static01.nyt.com/images/2013/04/18/arts/18INSULT2/18INSULT2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2013_06_14__1542341722.html", "title": "No Pritzker Prize for Denise Scott Brown", "title_page": "No Pritzker Prize for Denise Scott Brown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Pritzker Prize jury will not revisit its decision to exclude the architect Denise Scott Brown from the 1991 prize given to her design partner and husband, Robert Venturi, with whom she worked side by side.\nTwo students at the Harvard Graduate School of Design had started an online petition calling for the panel that administers architecture’s highest prize to reconsider that decision. The case has brought to the fore the status and recognition given to women in the field.\n“Insofar as you have in mind a retroactive award of the prize to Ms. Scott Brown, the present jury cannot do so,” said Peter Palumbo, the Pritzker chairman, in a letter to the two students. “Pritzker juries, over time, are made up of different individuals, each of whom does his or her best to find the most highly qualified candidate. A later jury cannot reopen or second guess the work of an earlier jury, and none has ever done so.”\nMs. Scott Brown could not be reached for comment. It was her remarks that prompted the students, Arielle Assouline-Lichten and Caroline James, to start the petition in the first place. “They owe me not a Pritzker Prize but a Pritzker inclusion ceremony,” Ms. Scott Brown had said. “Let’s salute the notion of joint creativity.”\nMs. Assouline-Lichten said in an interview on Friday, “It takes time for institutions to admit historical wrongs, so we’re hopeful they’ll continue to work with us and over time acknowledge that the Pritzker Prize will need to respond and adapt.”\nMr. Palumbo said in his letter that Ms. Scott Brown “remains eligible for the Pritzker award” and commended the students for raising awareness about women in architecture.\n“We should like to thank you for calling directly to our attention a more general problem, namely that of assuring women a fair and equal place within the profession,” he wrote. “To provide that assurance is, of course, an obligation embraced by every part of the profession, from the schools that might first encourage students to enter the profession to the architectural firms that must facilitate the ability of women to fulfill their potential as architects.”", "url": "https://artsbeat.blogs.nytimes.com/2013/06/14/no-pritzker-prize-for-denise-scott-brown/"}