{"authors": ["Ben Ratliff", "Topics.Nytimes.Com Top Reference Timestopics People R Ben_Ratliff Index.Html"], "date_download": "2018-11-16 04:15:21", "date_modify": "2018-11-16 04:15:21", "date_publish": "2013-06-15 09:05:42", "description": "Paul McCartney’s performance on Friday captured the ex-Beatle at all stages of his life and career.", "filename": "2013_06_15__1542341721.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2013_06_15__1542341721.html", "title": "McCartney Plays to a Reverent Crowd at Bonnaroo", "title_page": "McCartney Plays to a Reverent Crowd at Bonnaroo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nMANCHESTER, Tenn. — I can’t remember seeing a show — of music or really anything else — with so much privileged space and veneration around it as Paul McCartney’s two-and-a-half-hour concert here on the second night of the Bonnaroo festival.\nHe entered the concert site about 6:30, during Wilco’s set, by motorcade, in an S.U.V. preceded by state troopers’ cars with their sirens on, which held up anyone trying to leave the grounds for 20 minutes or so. (He rolled down his window and waved.) And there were no sets on the four other stages during his performance.\nThe show began with a D.J. set of reworked Beatles and McCartney songs, or covers, while a montage of photographs and paintings scrolled slowly up two screens on either side of the stage for a full 40 minutes; they portrayed him in all stages of his life and career.\nAnd his set, closing with fireworks, worked through the same long time frame, starting with “Eight Days a Week” and moving forward to some of his most recent songs. He sounded strong and energized; this was much like his large-scale shows of the last 10 years — same band, many of the same songs — but with some new ones, or new-old ones, songs he hasn’t played live before until his current tour, including “Lovely Rita” and “Your Mother Should Know.”\nFor “Your Mother Should Know,” the screen behind the stage showed various famous mothers with their children, including Jacqueline Kennedy Onassis and Michelle Obama.\nFor practically anyone else, invoking presidential families might seem grandiose, but for Mr. McCartney’s set, the gesture was about right. It was a bit like a performance from a head of state, and the enormous crowd showed its respect through nearly all of it: walking against the flow of faces, you saw a remarkable kind of quiet concentration.\nThe tight and polished McCartney show led into a slow and greasy (and pretty magnificent, though late-starting) one by ZZ Top, into a strobing and episodic one by Animal Collective, ending at 4 a.m. — with a shorter detour through the churchlike minimalist pop of the XX. It might have been the strangest and strongest sequence of sets I’ve heard at Bonnaroo, a pop festival that gets broader every year, and harder to contain with any sort of narrative.\nOtherwise, I spent a lot of time on Friday listening to live rhythm sections and thinking about drummers. An idea I’ve heard attributed to the improviser, composer and educator Karl Berger is that drummers either play up or play down — which is to say they either pull the beats out of their instruments and release them into the audience, or hold them back and contain them within the composition or the arrangement.\nTo play to tens of thousands of people in an outdoor festival you almost have to play down for the sake of power and evenness. But a few drummers — including Jean-Alain Hohy, who played an afternoon set with the Malian singer Fatoumata Diawara, and Glenn Kotche, who played with Wilco — were playing up, hitting lightly and finding a greater range of dynamics, making their rhythms bubble.\nIn a scene where the air is filled with competing music from different stages, sometimes aggressively, your ear gravitates toward these kinds of musicians, who seem to be giving you something rather than selling it.", "url": "https://artsbeat.blogs.nytimes.com/2013/06/15/mccartney-plays-to-a-reverent-crowd-at-bonnaroo/"}