{"authors": ["Allan Kozinn"], "date_download": "2018-11-16 03:51:02", "date_modify": "2018-11-16 03:51:02", "date_publish": "2014-05-29 15:52:07", "description": "Los Angeles police arrested a Ukrainian man after he struck Mr. Pitt in the face, they said.", "filename": "2014_05_29_brad-pitt-punched-at-maleficent-premiere__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340262.html", "image_url": "https://static01.nyt.com/images/2014/05/30/arts/29artsbeat-pitt1/29artsbeat-pitt1-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2014_05_29_brad-pitt-punched-at-maleficent-premiere__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340262.html", "title": "The New York Times", "title_page": "Brad Pitt Punched at 'Maleficent' Premiere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBrad Pitt was signing autographs outside the El Capitan Theater in Hollywood on Wednesday evening, on his way to the premiere of “Maleficent,” which stars his partner, Angelina Jolie, when suddenly, for a few seconds, it seemed as if he were back in “Fight Club.” While Mr. Pitt was signing and Ms. Jolie was posing for photographs, someone jumped over a metal barrier and took a swing at Mr. Pitt, striking him in the face. The alleged assailant, whom the police identified as Vitalii Sediuk, 25, was led away in handcuffs. Gus Villanueva, a spokesman for the Los Angeles Police Department, told Reuters that he was being held in lieu of $20,000 bail.\nMr. Sediuk is not new to scrapes with celebrities. Often described as a prankster and sometimes as a journalist – his YouTube page has clips of him conducting several fairly conventional interviews – he has reportedly assaulted several actors over the past few years, usually at public events including film festivals and awards ceremonies, where the incidents were caught on film.\nThis month at the Cannes Film Festival, he tried to dive under the dress of America Ferrera, the star of the television series “Ugly Betty.” At a red carpet event before the Screen Actors Guild Awards, in January, he dropped to his knees before the actor Bradley Cooper, wrapped his arms around Mr. Cooper’s waist and tried to bury his face in the actor’s crotch. He also attempted to kiss the actor Will Smith in 2012 (Mr. Smith slapped him) and to disrupt the Grammy Awards in 2013, by walking onto the stage while the singer Adele was being presented with the award for best solo pop performance.", "url": "https://artsbeat.blogs.nytimes.com/2014/05/29/brad-pitt-punched-at-maleficent-premiere/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}