{"authors": ["John Koblin"], "date_download": "2018-11-16 03:51:40", "date_modify": "2018-11-16 03:51:40", "date_publish": "2015-09-14 17:16:45", "description": "In Mr. Schwarzenegger, NBC hopes it has found someone with enough star power to replace Donald Trump as host of the reality show.", "filename": "2015_09_14__1542340300.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2015_09_14__1542340300.html", "title": "The New York Times", "title_page": "Arnold Schwarzenegger Is New Host of 'The Celebrity Apprentice' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nNBC had said it wanted the new host of “The Celebrity Apprentice” to “make noise” and possess a similarly outsize personality like the show’s previous host, Donald Trump.\nThe network has found that person in Arnold Schwarzenegger.\nMr. Schwarzenegger, the movie star and the former governor of California, will take over hosting duties next year, the network said Monday.\n“The Celebrity Apprentice” has been on hiatus ever since NBC said Mr. Trump would not return as host following his comments about illegal immigrants in a speech during his campaign for president.\nPaul Telegdy, the president of alternative and late-night programming of NBC Entertainment, said in a statement that Mr. Schwarzenegger’s “accomplishments in the political arena speak for themselves.” Mr. Telegdy added, It was Arnold’s personal passion for the format that Mark Burnett and Donald Trump built over the last decade, as well as his fresh take on how to take it to new heights for today’s audiences, that made him the man to hire.”\nMr. Burnett is an executive producer of the show.\nThe most recent season of “The Celebrity Apprentice,” which ended in February, averaged 7.3 million viewers, an improvement over each of the previous two seasons but still significantly smaller than when “The Apprentice” debuted in 2004 and averaged nearly 21 million viewers an episode.\n“I have always been a huge fan of ‘The Celebrity Apprentice’ and the way it showcases the challenges and triumphs of business and teamwork,” Mr. Schwarzenegger said in a statement. “I am thrilled to bring my experience to the boardroom and to continue to raise millions for charity. Let’s get started!”\nAfter the announcement, Mr. Trump tweeted his approval: “Congrats to my friend @Schwarzenegger who is doing next season’s Celebrity Apprentice. He’ll be great & will raise lots of $ for charity.”", "url": "https://artsbeat.blogs.nytimes.com/2015/09/14/arnold-schwarzenegger-is-new-host-of-the-celebrity-apprentice/"}