{"authors": ["David Segal"], "date_download": "2018-11-16 04:32:49", "date_modify": "2018-11-16 04:32:49", "date_publish": "2015-04-07 03:01:55", "description": "This season has created an amazing three-dimensional character. So why did this episode feel like a letdown?", "filename": "2015_04_06__1542342769.html", "image_url": "https://static01.nyt.com/images/2015/04/06/arts/television/07BETTERCAULSAUL/06BETTERCAULSAUL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2015_04_06__1542342769.html", "title": "The New York Times", "title_page": "'Better Call Saul' Season 1 Finale Recap: It's Never Stopping Me Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSeason 1, Episode 10: Marco\nOn the plus side, we now know what a “Chicago sunroof” is.\nThe particulars of this scatalogical act will not be detailed in this space, but suffice it to say that it traumatized two cub scouts in a parked BMW and landed Jimmy McGill in jail. It also prompted his relocation after he was arrested and later kept out of prison by his brother Chuck, apparently an adroit attorney.\nThis filled in a key piece of Jimmy’s back story, answering the question: Precisely what trouble led a colorful grifter to move to the Sunbelt for a job in a mail room? We also learned that Jimmy had been married and then cuckolded. Which means that Jimmy has twice been betrayed. First by his ex-wife and more recently, by his brother, who, as we saw in the previous episode, has been blocking Jimmy’s upward path to a job at the corporate law firm Chuck helped to found, Hamlin, Hamlin & McGill.\nThat would be enough to rattle anyone’s self-confidence, and perhaps explains why, as a lawyer, Jimmy is constantly rehearsing arguments and speeches. He’s out of his element and he’s winging it. More fundamentally, he doesn’t really know who he is. Capable and caring attorney with a specialty in elder law? Or capable and audacious con artist, with a specialty in the short con?\nOne of the great achievements of this show’s first season has been its creation of a character so fully three dimensional that both answers seem plausible. This was also one forte of “Breaking Bad”: presenting humans who are complex enough to contain contradictory personalities that don’t seem like contradictions. There is a Good Jimmy and a Bad Jimmy, and they are fully integrated.\nSo why does “Marco,” as this episode is called, feel like a letdown? We know that Bad Jimmy will ultimately prevail in the internal war for Mr. McGill’s soul, and the last scene suggests he is driving straight toward the dark heart of Saul Goodman, his ethically challenged alter ego.\nI’m just not sure why. Much of the season finale is given over to a weeklong bender in Chicago, where Jimmy reunites with his former scam buddy, Marco (played with a reprobate’s élan by Mel Rodriguez). Together, they relive the good old days of separating barflies from their cash, until Marco expires in mid-con, from a heart attack.\nAt the funeral, Jimmy gets a call from Kim, who tells him to hurry home to Albuquerque because a corporate law firm is interested in hiring him. Hurry he does, but just before he is to meet his potential new employers, and reach the perch of respectability that has long been his goal, he gets back in his car and drives away.\nAs he exits he sidles up to Mike, who is still the parking lot attendant. Jimmy is having a kind of reverse crisis of conscience. Why, he asks, didn’t the pair split the $1.5 million they had lifted from a thieving county bureaucrat and his criminally inclined wife?\n“I remember you saying something about doing the right thing,” Mike says.\n“I know what stopped me,” Jimmy replies. “And you know what? It’s never stopping me again.”\nI can think of any number of reasons that someone might bail on a career in corporate law, and many are offered in this episode. Kim’s complaints about life at HH&M underscore that she is mistreated and bored. Chuck is no longer an inspiring example. Surely the approbation of Chuck is what Jimmy is referring to when he says he knows what stopped him.\nBut Jimmy hasn’t just opted out of white collar office life. He has announced that he wants to resume his career as a nonviolent criminal. It’s this decision that seems a little mystifying. Nothing about that week of scams in Chicago looks very appealing. In fact, it ends with Marco’s funeral. Additionally, throughout this entire season, aside from a brief moment when he considers keeping that $1.5 million, Jimmy McGill appears to be a reformed man. He’s genuinely helping those elderly people with their wills and estates.\nI can see him rejecting corporate life. The embrace of the felonious life makes me scratch my head.\nLast week’s episode implied that Chuck was dead wrong when he said that Jimmy could never shed his roguish past. (“I know what you were, what you are!” he yelled.) Now it seems, Chuck was right. And that’s fine, especially because we have long known that Jimmy is bound to become Saul. I just wish the writers gave us more of an explanation for the about-face. The subtext of episodes one through nine was “People can change.” The subtext of that last few minutes of this season finale was “Not really.”\nMaybe Jimmy is headed for an outlaw’s career as revenge against Chuck, or as an act of defiance. Maybe. But that’s a pretty big commitment, as acts of revenge or defiance go. He is choosing a lifestyle, after all.\nBeyond this, it was kind of a disappointment that the episode spent so long in Chicago. It felt like water- treading to me, in part. If it is necessary to explain why Jimmy declines the straight and narrow life back in Albuquerque, I don’t think it worked. And that con involving the Kennedy half dollar marks one of the few times that the audience was a step ahead of the writers. We knew where it was going, as it unfolded. Part of the delight of “Better Call Saul” is always being a step behind.\nIt also seems a shame that we have no idea where next season is headed. The writers neglected to provide a narrative thread capable of stirring up that delightful, “I can’t wait a year” feeling of anticipation. The obvious route would be to point Jimmy toward some trouble, or an alliance, with Nacho. Instead, Jimmy is just pointed toward trouble. Beyond that, we don’t know much.\nAlso, Kim is still badly in need of more — more lines and more personality. She is just a conduit between HH&M and Jimmy this season. That isn’t enough.\nStill, I’m eager for more “Better Call Saul.” For all the warts I’ve focused on, it seems to me a great show. The writing and acting are superb, and there were moments in this first season that stand with the best television I’ve seen. (Episode 6, about Mike’s life, most notably. Please, television academy, give Mr. Banks an Emmy.) There are a slew of wonderful minor characters (Big Ricky, the nutty secessionist, comes to mind), some fabulous direction (Jimmy’s foray into the assisted care facility, to the tune of “The Harry Lime Theme,”) and many memorable quips. The best belong to Jimmy, of course, and come courtesy of his deep well of film and TV knowledge. In “Marco,” this ranges from the 1957 war drama “Hellcats of the Navy” to the 1977 horror film “The Hills Have Eyes.”\nI’m surprised that the season ended before Jimmy became Saul, though I knew that would be the case when I watched the second-to-last episode at a screening in Los Angeles. Peter Gould told the audience, in a Q. and A. afterward, that the writers were trying to determine what problem Jimmy would solve by becoming Saul. He didn’t say if the writers, now at work on Season 2, had come with up an answer yet.\nRegardless, I think this show is going to get even stronger next year. The closer Jimmy edges to Saul, the more likely it is he will find himself in peril. And to my tastes, the more peril the better. No, “Better Call Saul” doesn’t have to be “Breaking Bad” in a suit. But the co-creators of both shows are superb at coming up with villains. Chuck filled that role here, and he certainly checked the box marked “unique.” He just didn’t check the box marked “scary.” Heck, he wasn’t even armed.\nPlease chime in. What are your closing thoughts on this episode? How about the entire show?", "url": "https://artsbeat.blogs.nytimes.com/2015/04/06/better-call-saul-season-1-finale-recap-its-never-stopping-me-again/"}