{"authors": ["Michael Paulson", "Topics.Nytimes.Com Top Reference Timestopics People P Michael_Paulson Index.Html"], "date_download": "2018-11-16 03:51:41", "date_modify": "2018-11-16 03:51:41", "date_publish": "2015-09-14 18:52:39", "description": "Kathleen Turner will direct and act in the Off Broadway play “Would You Still Love Me If … “", "filename": "2015_09_14__1542340301.html", "image_url": "https://static01.nyt.com/images/2015/09/04/arts/04ARTSBEATTURNERSUB/04ARTSBEATTURNERSUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/artsbeat.blogs.nytimes.com/2015_09_14__1542340301.html", "title": "Kathleen Turner to Multitask as Director and Star", "title_page": "Kathleen Turner to Multitask as Director and Star - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nKathleen Turner will both direct and act in a new transgender-themed Off Broadway play after the show’s director and one of its stars left the production.\nThe producers Robert Levinstein and Alan Wager announced Monday that the production of “Would You Still Love Me If …” had lost both Deborah Cox, who was to have played a surgeon in the show, and Nona Gerard, who was to direct. A spokesman said Ms. Cox, a pop singer, was facing scheduling conflicts with her recording career, and that Ms. Gerard had an unexpected family emergency to deal with.\nThe play, written by John S. Anastasi, is about how the relationship between a lesbian couple is affected when one of the women begins to question her gender identity. Ms. Turner, who has been nominated for both an Oscar (“Peggy Sue Got Married”) and two Tony Awards (“Cat on a Hot Tin Roof” and “Who’s Afraid of Virginia Woolf?”), had already been cast to play the mother of the woman questioning her identity; she will continue in that role, and will now direct as well.\nThe play is scheduled to begin performances Sept. 26, and open Oct. 10, at New World Stages. Roya Shanks will replace Ms. Cox in the cast, which also includes Rebecca Brooksher and Sofia Jean Gomez.", "url": "https://artsbeat.blogs.nytimes.com/2015/09/14/kathleen-turner-to-multitask-as-director-and-star/"}