{"authors": ["Anna North"], "date_download": "2018-11-16 04:23:45", "date_modify": "2018-11-16 04:23:45", "date_publish": "2015-01-16 21:54:05", "description": "Write about your feelings. But not too much.", "filename": "2015_01_16__1542342225.html", "image_url": "https://static01.nyt.com/images/2015/01/18/sunday-review/18OPTALK-copy/18OPTALK-copy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/op-talk.blogs.nytimes.com/2015_01_16__1542342225.html", "title": "The Best Way to Get Over a Breakup", "title_page": "The Best Way to Get Over a Breakup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWriting about your feelings, a practice long embraced by teenagers and folk singers, is now attracting attention as a path to good health. And a recent study suggests that reflecting on your emotions could help you get over a breakup. But, one of its authors says, journaling can have its downsides.\nIs structured self-reflection, as some suggest, a healthy tuneup for the heart and head — or can it make hurt feelings worse?\nFor a study published in the journal Social Psychological and Personality Science, Grace M. Larson, a graduate student at Northwestern University, and David A. Sbarra, a psychology professor at the University of Arizona, looked at self-reflection through a speaking exercise. They recruited 210 young people (they ranged in age from 17 to 29) who had recently broken up with their partners, and then split this brokenhearted sample into two groups.\nOne filled out a questionnaire on how they were feeling, then completed a four-minute assignment in which they were asked to talk into a recording device, free-associating in response to questions like, “When did you first realize you and your partner were headed toward breaking up?” This group repeated the same exercise three, six and nine weeks later.\nThe second group filled out the questionnaire at the beginning and the end of the nine-week study period (they did the speaking exercise only once, after filling out their final questionnaires).\nMs. Larson and Dr. Sbarra found that the breakup sufferers in the first group experienced greater improvements in “self-concept clarity” than those in the second. Dr. Sbarra defines self-concept clarity as “the degree to which you understand yourself as a person.” He and Ms. Larson measured it by asking subjects how much they agreed with statements like “I do not feel like myself anymore” or “I have regained my identity.”\nMuch of our understanding of ourselves can be bound up in our relationships with our partners, Dr. Sbarra explained — and if we break up, it can be hard to answer questions like “Who am I?” or “Who are my friends?” or “How should I spend my time?” The speaking exercise helped people, he explained, because “it improved their sense of self independent of their former partner.”\nThat improved sense of self, in turn, led to reductions in loneliness and “emotional intrusion.” As for why the exercise worked, Dr. Sbarra has a few theories. “There is a degree of habituation that takes place as you are repeatedly thinking and talking about the process” of a breakup, he said. “You defang it a little bit.” And, he added, hearing yourself say something may prove revelatory. He imagines a subject’s internal monologue: “I didn’t know I seemed to be getting better until I said I seemed to be getting better. I must be getting better.”\nFor people going through breakups without the benefit of psychology researchers to record their thoughts, Dr. Sbarra says the study offers some insights. Getting back your sense of self after a breakup, he argued, is crucial: “You really need to figure out a way to pull yourself back together and to try to get some reorganization in terms of who you are, what you do, how you spend your time.” You may not need a recording device to do that — Dr. Sbarra believes that you might also be able to rebuild your self-concept by writing, “in a stream-of-consciousness way, how you’re feeling about things.”\nOther researchers see benefits from self-reflective writing beyond soothing post-breakup pain — and the practice is drawing media attention, too. At the news website Mic, Rachel Grate cites research by a team from New Zealand showing that writing exercises may aid wound healing. She also quotes the psychologist James W. Pennebaker of the University of Texas at Austin: “When people are given the opportunity to write about emotional upheavals, they often experience improved health.”\nAccording to James Hamblin at The Atlantic, a 2012 study found that writing improved quality of life for breast cancer patients. Laura I. Miller at the website Bustle offers 12 reasons we should all resolve to write more in 2015. And “if writing about the difficult parts of your life were a drug,” writes Drake Baer at Business Insider, “it would be making bank for some faceless pharmaceutical company.”\nBut if it were a drug, it might be one with a maximum recommended dosage — and warnings for certain patients. In another study, Dr. Sbarra found that divorced people assigned to do expressive writing exercises — essentially, exercises wherein they reflected on their feelings — showed no greater improvement in measures of emotional well-being than those asked to write, without emotion, about what they did during the day. And subjects who tended to ruminate on their situation actually did better if they were assigned to the emotion-free writing.\nThe prompts in the expressive writing study were more involved than those in the speaking-exercise one — instead of responding to simple questions, participants were asked to “really delve into your deepest emotions and thoughts” or to “work toward creating a coherent story and narrative, with yourself as the storyteller.”\n“I think the expressive writing intervention at times can be too heavy-handed,” said Dr. Sbarra. “It can be too directive without allowing people’s natural coping tendencies to do what they’ve done over the course of evolutionary history.” And for some people, reflecting too much on their feelings can make things worse. “That’s the real danger of our journaling culture,” he added — diary writing isn’t “one size fits all.”\nFor many, the key may turn out to be some self-reflection, but not too much: writing about your feelings, “but then not necessarily mulling over it or doing any more. Just write it, talk about it, leave it, do it again.”\n“There’s a really delicate balance between avoiding and getting over-involved for every stressful event,” Dr. Sbarra explained, “and so you touch on it, you think about it, you put it out there, you reflect, and then you sort of create some distance.”\nSo if you ever get a prescription for writing, it might read: Spend a little time with your diary — and then go for a walk.", "url": "https://op-talk.blogs.nytimes.com/2015/01/16/the-best-way-to-get-over-a-breakup/"}