{"authors": ["Anna North"], "date_download": "2018-11-16 04:23:52", "date_modify": "2018-11-16 04:23:52", "date_publish": "2015-01-15 19:30:01", "description": "The Academy Awards failed to nominate a single actor or actress of color this year — and many find the relatively few nominations for “Selma” especially disturbing.", "filename": "2015_01_15__1542342232.html", "image_url": "https://static01.nyt.com/images/2015/01/15/opinion/nyto-white/nyto-white-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/op-talk.blogs.nytimes.com/2015_01_15__1542342232.html", "title": "Are Oscar Nominations Moving in the Wrong Direction?", "title_page": "Are Oscar Nominations Moving in the Wrong Direction? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\n“Could white actors really take home all 20 Oscar nominee slots?” asked Kyle Buchanan at Vulture in September. On Thursday morning, the Academy of Motion Picture Arts and Sciences delivered its answer: Yes.\nMr. Buchanan had identified Ava DuVernay’s “Selma” as a film with the potential to yield some nominees of color:\n“On paper, this is a serious Oscar contender: It’s a movie about Martin Luther King Jr. (played by David Oyelowo), directed by a talented up-and-comer (Ava DuVernay, who helmed the acclaimed indie ‘Middle of Nowhere’), shot by a tremendous cinematographer (Bradford Young), and blessed with a sterling team of producers that includes Brad Pitt and Dede Gardner (who just took home Oscars for producing ‘12 Years a Slave’) as well as Oprah Winfrey, who also plays a supporting role in the film. That’s a whole lot of heft.”\n“Selma” was nominated for best picture and best original song, but neither Mr. Oyelowo nor Ms. DuVernay got nominations on their own.\n“The lack of a best director nomination for DuVernay,” writes Linda Holmes at NPR, “is a disappointment not only for those who admired the film and her careful work behind the camera, but also for those who see her as a figure of hope, considering how rare it is for even films about civil rights to have black directors, and how rare it is for any high-profile project at all to be directed by a woman.” She notes that “the film has been criticized for the places where it takes liberties with facts,” but says “that issue doesn’t comfortably explain any challenges it faces with voters, given the welcoming of ‘The Imitation Game’ and ‘Foxcatcher,’ both of which have been criticized for substantial alterations to the stories of not supporting characters but principal characters.”\nAnd, she adds, “how a film can qualify for best picture and have practically no other elements worthy of recognition is an eternal — but here, particularly painful — bit of bafflement.”\nAt The Root, Stephen A. Crockett Jr. surveys a variety of explanations for its relatively few nominations, from racial bias in the academy to a failure to send “Selma” screeners to Directors and Screen Actors Guild voters. But, he writes, “no matter the explanation, the reality remains: DuVernay and Oyelowo were robbed. In retelling the story of a fight for justice, a great injustice has been done to them.”\nAt The Huffington Post, Lauren Duca notes that this is the first year since 1998 that no actors of color were nominated. This year’s lack of diversity, she writes, “is especially troubling when you consider that last year’s Oscars was a banner year with a best supporting actress award for Lupita Nyong’o (and Steve McQueen taking home the best picture title).” And, she writes, “if there’s a lesson to be learned here it’s that we have a long way to go before we can truly talk about progress being made.”\nMr. Buchanan made a similar point in September. It’s “notable,” he wrote, “that after nearly two decades of inclusion, where nearly every year featured multiple nominees of color, the Oscar cupboard could soon be bare for nonwhite actors.”\nBut at Fusion, Jorge Rivas points out that those two decades may not have been all that inclusive: “Of the 80 Oscars that have gone to actors in the last 20 years, 67 have been awarded to white performers.” And he writes that the homogeneity of the Oscar voters (a 2012 Los Angeles Times study found that 94 percent of those voters were white, and 77 percent were male) is only part of the problem. He quotes Alex Nogales, president of the National Hispanic Media Coalition: “The whole industry is to blame and it starts with the agents.” And, Mr. Nogales adds, “We have a group of people that are more comfortable dealing with people that are like them, and that’s why you have so many stories that are pretty much the same.”\nIn a widely cited NPR op-ed, the history professor Peniel E. Joseph argues that “Selma” may have been dismissed by some precisely because it’s different from the story many Americans like to tell themselves:\n“The real problem many critics have with this film is that it’s too black and too strong. Our popular reimagining of the civil rights movement is that it’s something we all did together and the battle is over; that’s just not true.”\nAnd, he adds:\n“Ultimately, the beating heart of this film rests not with its portrait of LBJ, or even King, not with what group has been left out or ignored, but with the larger truth that the civil rights movement’s heroic period reflected our collective strengths and weaknesses as a nation, something Americans are loath to recognize let alone acknowledge. ‘Selma’s’ greatest gift is that, even when it reimagines some moments of history, it remains unflinching in its examination of America’s racial soul.”\nFor Mr. Crockett Jr., the story of “Selma” may be one we especially need right now: He calls it “a movie whose social message couldn’t have been more relevant in a post-Ferguson, #BlackLivesMatter push for social change than if it had been preordained by a minister.”\nAnd for many, the relatively slim showing for “Selma” is a sign that the academy has yet to feel such a push for change — or, if anything, that it’s changing in the wrong direction.", "url": "https://op-talk.blogs.nytimes.com/2015/01/15/are-oscar-nominations-moving-in-the-wrong-direction/"}