{"authors": ["Anna North"], "date_download": "2018-11-16 04:23:43", "date_modify": "2018-11-16 04:23:43", "date_publish": "2015-01-20 15:01:57", "description": "Researchers say a computer model can predict your personality based on your Facebook Likes, and such predictions could one day be used in hiring, banking and more. But should they?", "filename": "2015_01_20__1542342223.html", "image_url": "https://static01.nyt.com/images/2015/01/20/opinion/nyto-likes/nyto-likes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/op-talk.blogs.nytimes.com/2015_01_20__1542342223.html", "title": "How Your Facebook Likes Could Cost You a Job", "title_page": "How Your Facebook Likes Could Cost You a Job - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLiking Nicki Minaj on Facebook may not seem like a momentous decision — but one day, it could help determine whether you get hired. A new study suggests that based on your Facebook likes, a computer model can predict your personality better than your friends — and in some ways, know more about your life than you do. This also means anyone who can see your Facebook profile could one day learn about your personality, and make determinations about your future job performance, your creditworthiness and more.\nSome fear that personality research will open up yet another front in the continuing battle over data privacy online. But could it also help ordinary users win that battle — or at least understand what they’re up against?\nFor a paper published in Proceedings of the National Academy of Sciences, Wu Youyou, Michal Kosinski and David Stillwell used a computer model to gauge subjects’ personalities based on Facebook Likes. To measure the model’s accuracy, the researchers compared its verdicts to subjects’ ratings of their own personalities. The result: Fed enough Likes, computers are quite good at judging human personality — better than the average friend or co-worker, and about as good as the average spouse. At least when it comes to a certain conception of personality (the researchers used the five-factor model, which looks at traits like extroversion and neuroticism), a computer program can know you as well as your husband or wife does.\nThe researchers also tested the computer model’s assessments to see how good they were at predicting 13 “life outcomes” that have been linked to personality, including health, political leanings and satisfaction with life. The model’s ratings were better than those provided by other humans at predicting all but one of these outcomes (life satisfaction). And they were better than people’s self-ratings of their personality at predicting four of the outcomes: Facebook use; number of Facebook friends; use of alcohol, tobacco, and drugs; and field of study.\nThe first two aren’t necessarily shocking, said Ms. Wu in an interview — you’d expect a Facebook-based algorithm to be able to predict Facebook behavior accurately. More surprising, she explained, is the fact that computers’ personality ratings were so good at predicting how much people drank or used drugs, and what subject they were likely to study. Using the computer model to guess at such outcomes is “basically a measure of how the judgment of personality described this person’s behavior in real life,” she said. “In that sense, computers to some extent know you better than people know themselves.”\nComputer-based personality assessment could have a number of real-world uses, said Ms. Wu. Marketers could use the information (with users’ consent) to fine-tune their ads or reach out to certain groups: “A bungee-jumping company,” for example, “might want to target people who are open to new experience.” It could change online dating: Rather than asking daters to fill out site-specific questionnaires, “we can just take your digital records and make predictions about your characteristics and personality and try to pair you up with other people who are similar to you.” The model could also be used in job recruitment, perhaps making a better match between people and careers than companies are currently finding.\nDr. Kosinski, one of Ms. Wu’s co-authors, also sees computer personality testing as a possible recruitment tool. It has “the potential to completely change how we see the job market,” he said in an interview. Each person could get a computer-generated personality profile, and then prospective employers could search through the profiles for people whose personalities and skills matched their needs. Instead of posting a job and interviewing applicants, “you basically reach out to two or three people that match your profile.”\nHe’s not the first to suggest a broader role for data analysis in the hiring process — and that suggestion has inspired some concern. In an Atlantic analysis of what he describes as “the application of predictive analytics to people’s careers,” Don Peck asks:\n“Should job candidates be ranked by what their Web habits say about them? Should the ‘data signature’ of natural leaders play a role in promotion? These are all live questions today, and they prompt heavy concerns: that we will cede one of the most subtle and human of skills, the evaluation of the gifts and promise of other people, to machines; that the models will get it wrong; that some people will never get a shot in the new workforce.”\nAnd Danielle Citron, a law professor who has studied privacy, worries that data on people’s personalities could be stored and used in contexts they never expected. “What concerns me,” she said in an interview, “is the potential for keeping people’s assessments and scores in ways that have a much more lasting effect, can be merged, and then analyzed and propagated in ways that aren’t accountable.”\nPersonality assessments don’t just reveal positive attributes, she noted — “there’s also people whose personalities may have some negative implications, like they’re very absent-minded or they have short attention spans.” And if computerized personality screening and data collection become widespread, such people could lose out on jobs, be denied bank loans or even be flagged for extra security at airports. “It’s not always a good story for everybody,” she said.\nDr. Citron believes limits on the use of personality data may not be sufficient to stop it from harming us — we may need to stop it from being gathered in the first place. She noted that the United States government used census data to target Japanese-Americans for internment during World War II. “If we’re going to rely on the use restrictions, those give way to times of crisis.” Instead, she said, “maybe we need to think about limits on collection.” And personality data may be “the sort of thing we don’t want employers to ever collect.”\nDr. Kosinski agrees that Facebook-based personality assessment presents privacy concerns. “With a psychological assessment that is automated and based on a digital footprint, anyone could potentially assess your personality without asking your permission,” he said.\nHowever, he said, if we are concerned about online privacy, Facebook shouldn’t necessarily be our biggest worry. Your Facebook activities “are the least potentially dangerous types of digital footprint” from his perspective. “Your Internet service operator, your government, a bunch of marketing companies — they’re recording all the websites you’re visiting. Your credit card company records all the purchases you’re making and when and where and what did you buy and how much you paid for it. Your mobile phone operator records places you go to, whom you talk to, how much time did you spend talking with them.” You’d have to get rid of your credit card and phone to escape such data collection, he said.\nHis advice: “Use those technologies as much as you can, but also exert pressure on the decision makers and policy makers to design policies that will basically be protecting you in this environment.” Regulations, he said, “should give people full control over their personal data.”\nBut Scott R. Peppet, a law professor who also studies privacy issues, suggests that even control may not be sufficient, if not enough people exercise it. Even if revealing your information to an employer is technically voluntary, he said in an interview, if enough people do it, those who don’t may be at a disadvantage. “Let’s say employers routinely started asking for your Facebook information because they wanted to be able to look at your Likes and assess your personality, and you’re the one person in the group who says no,” he said. At a certain point, “the fact that you won’t reveal it is itself revealing about you, and people start to draw inferences based on that refusal.”\nHe agrees with Dr. Kosinski that Facebook may be only the beginning. “There’s probably lots of inputs that we’re going to show over the next few years correlate or predict or assess personality,” he explained, from your Fitbit stats to your iTunes downloads. “In a world where lots of things reveal lots of things about you, it’s not so clear if you’re going to know which one you should or shouldn’t do to protect your privacy.”\nDr. Peppet isn’t optimistic about future legal protections: “The likelihood of large-scale federal privacy regulation or a new privacy statute seems pretty low to me at the moment.” But studies like the one Ms. Wu and Dr. Kosinski conducted may at least draw attention to the issue: Such research, he said, is “making people realize that there are policy implications here that need to be seriously considered. I’m not sure what format that’s going to take, but I do think there’s increasing policy interest in, ‘what uses can these kinds of inferences be put to, and what uses are just too creepy?’”\nAnd the study’s focus on Facebook activity may be a strength. “I like this study because Facebook Likes seem kind of innocuous,” he said. “You just Like your friend’s picture of their kid’s Halloween costume.” What Ms. Wu and her team have shown, he said, is that something “seemingly very innocent really does reveal a lot about us.”", "url": "https://op-talk.blogs.nytimes.com/2015/01/20/how-your-facebook-likes-could-cost-you-a-job/"}