{"authors": ["Anna North"], "date_download": "2018-11-16 04:23:38", "date_modify": "2018-11-16 04:23:38", "date_publish": "2015-01-20 23:12:57", "description": "Watch the address and find out what observers are saying before, during, and afterward.", "filename": "2015_01_20__1542342218.html", "image_url": "https://static01.nyt.com/images/2015/01/20/opinion/nyto-speech/nyto-speech-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/op-talk.blogs.nytimes.com/2015_01_20__1542342218.html", "title": "What America Thinks of the 2015 State of the Union Address", "title_page": "What America Thinks of the 2015 State of the Union Address - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nUpdated at 11:11 PM. What’s unusual about this year’s State of the Union address, many have noted, is how much we know already. President Obama has revealed that he’ll call for a federal program to cover community college tuition and tax credits for middle-income Americans paid for by an increase in capital-gains taxes, among other changes. But, some say, that doesn’t mean we know everything about how Tuesday night’s speech will go. Below, watch the address and find out what observers are saying before, during and afterward — Op-Talk will be updating with reactions throughout the evening.\nFollow\nTake a look at these users for reactions and/or live-tweeting:\nCharles M. Blow sees a reference to the #BlackLivesMatter campaign:\nObama said \"your life matter.\" Nod to #BlackLivesMatter, I'm sure of it. Pat yourselves on the back activists… #SOTU — Charles M. Blow (@CharlesMBlow) January 21, 2015\nAs does Jamilah King, a senior editor at Colorlines:\n\"Every life matters\" is as close to #BlackLivesMatter as we can expect to hear from a sitting US president. Huge. #SOTU — Jamilah King (@jamilahking) January 21, 2015\nGrover Norquist, the president of Americans for Tax Reform, is unconvinced by the president’s message of bipartisanship:\nQuestion. Has any president in 200 years given a state of the union speech which divided americans by party as often as Obama is doing. — Grover Norquist (@GroverNorquist) January 21, 2015\nGreenpeace USA calls for action on climate change:\nPres. Obama, if climate change is truly a top priority, work to end extraction of coal and oil. #SOTU #savethearctic pic.twitter.com/e5Jcw43Sr5 — Greenpeace USA (@greenpeaceusa) January 21, 2015\nBut Zeynep Tufekci, an assistant professor at the School of Information and Library Science at the University of North Carolina, isn’t optimistic on the issue:\nThe \"Climate Change\" portion is so depressing. Every year \"warmest year on record…\" \"We will not …\" #sotu — Zeynep Tufekci (@zeynep) January 21, 2015\nBethany Allen-Ebrahimian, a fellow at Foreign Policy, criticizes Mr. Obama’s foreign-policy comments:\nReally? Are we really \"making sure\" China is playing by the rules in Asia-Pacific? Japan, Philippines, Vietnam might beg to differ. #sotu15 — B. Allen-Ebrahimian (@BethanyAllenEbr) January 21, 2015\nApropos of the president’s comments on Ebola, Suzy Khimm of MSNBC questions the efficacy of America’s response:\nReminder: U.S.-built Ebola treatment centers in Liberia are nearly empty. //t.co/nyrnOXMjr9 Like many others, we responded too late. — Suzy Khimm (@SuzyKhimm) January 21, 2015\nThe official Twitter account of Speaker John A. Boehner critiques the president on education:\nJorge Rivas of Fusion asks about Americans’ pay:\n\"Our economy is growing and creating jobs at the fastest pace since 1999.\" But how do wages compare? #ThisIsAmerica #StateOfTheUnion #SOTU — Jorge Rivas (@thisisjorge) January 21, 2015\nJana Kasperkevic of The Guardian shares some perspectives on class in America:\nObama says that: \"middle-class economics works\" Our readers say #middleclass is living from one crisis to the next //t.co/r08SjT7WAS — Jana Kasperkevic (@kasperka) January 21, 2015\nThe New York Times op-ed columnist Charles M. Blow draws a parallel:\nThat \"sorted into factions\" language was very interesting. Evoke \"Divergent\" for me… #IJS #SOTU — Charles M. Blow (@CharlesMBlow) January 21, 2015\nJeremy Scahill, a co-founding editor at The Intercept, questions the president’s comments on Afghanistan:\nOur combat mission is over…. except the part where it isn't #SOTU — jeremy scahill (@jeremyscahill) January 21, 2015\nGabriel Arana, a contributing writer at Salon and a contributing editor at The American Prospect, quips on the economy:\n\"It has been, and still is, a hard time for many.\" #understatement #SOTU … or was that \"for money\"? — Gabriel Arana (@gabrielarana) January 21, 2015\nPlanned Parenthood voices disapproval for Joni Ernst, the senator from Iowa who gives the Republican response to the president’s speech:", "url": "https://op-talk.blogs.nytimes.com/2015/01/20/what-america-thinks-of-the-2015-state-of-the-union-address/"}