{"authors": ["Marie Tessier"], "date_download": "2018-11-16 04:23:50", "date_modify": "2018-11-16 04:23:50", "date_publish": "2015-01-16 20:01:50", "description": "The Tom Hanks Op-Ed “I Owe It All to Community College” evoked readers’ youthful hopes — and their support of community colleges.", "filename": "2015_01_16__1542342230.html", "image_url": "https://static01.nyt.com/images/2015/01/17/opinion/nyto-hanks/nyto-hanks-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/op-talk.blogs.nytimes.com/2015_01_16__1542342230.html", "title": "Readers Respond: On Tom Hanks and Community College", "title_page": "Readers Respond: On Tom Hanks and Community College - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLike the boy who looked into a “magic” machine and wished to be “Big,” the actor and director Tom Hanks evoked readers’ youthful hopes as they recounted how they realized their ambitions through inexpensive community colleges like the one he attended in the 1970s.\n“Classmates included veterans back from Vietnam, women of every marital and maternal status returning to school, middle-aged men wanting to improve their employment prospects and paychecks,” Mr. Hanks wrote in “I Owe It All to Community College.” “We could get our general education requirements out of the way at Chabot — credits we could transfer to a university — which made those two years an invaluable head start.”\nMr. Hanks’s ode to Chabot College in Hayward, Calif., was a testimonial in support of President Barack Obama’s proposal to offer two years of free community college for some students.\nTimes readers wrote overwhelmingly in support of Mr. Obama’s plan, but there were skeptics, too.\nSupporters often mentioned the importance of keeping tuition within reach for families of little means, or free, as Mr. Hanks’s was in the 1970s.\n“A free or nearly free community college education enriched the lives of untold numbers of individuals — and more than likely fueled much of this nation’s financial, cultural and intellectual growth — during the 1960s and ’70s,” Wayne Morse wrote from Honolulu, mentioning his own experience at City College of San Francisco. “The potential brain power of this country is unequaled anywhere else, but its development must be broadly subsidized.”\nMany readers said the accessibility of community colleges shaped their ambitions, built their confidence, and gave shape to their futures.\n“I was a young mother without much opportunity to attend college, and when the chance arose in my early 40s to return to school, I jumped at it,” wrote Margo Evans from Annapolis, Md., a financial analyst who said she attended Northern Virginia Community College. “Community college gave me not only an education, but the confidence to go on to a four-year university. What a life changer.”\nIf erudition has come to be expected in NYTimes.com comments, the outpouring of outsize success stories in response to Mr. Hanks’s Op-Ed rivaled his own conversion from an underachieving, girl-watching French fry enthusiast to a household name.\n“My first job was as a trajectory analyst on the Viking mission to Mars. We landed two spacecraft safely on that planet,” wrote David Sheppard of Healdsburg, Calif., who said he first studied at Bakersfield College in the early 1960s. “Free community college would open up the world to many a disadvantaged student. ”\nMr. Hanks wrote of the drama classes that “filled my head with expanded dreams.” And so readers shared their own conversions from ordinary youth to attorneys, physicians and Ivy League students and professors.\nOne reader shared his path from 30-year-old with no high school degree living in public housing on Staten Island to Borough of Manhattan Community College in 2007 and ultimately to Yale University, where he is pursuing a Ph.D. in history. “If it wasn’t for community college I would never have had the chance to get my B.A., let alone my Ph.D.,” Michael D. Hattem wrote from New Haven, Conn. “Community colleges literally create opportunities where none exist.”\nSome readers questioned the $60 billion price tag of the president’s proposal over 10 years, and whether free tuition is the appropriate goal.\n“I don’t need to be sold on the value of community colleges, the problem is who pays?” Ben R. wrote from N. Caldwell, N.J. “Personally I don’t like the ‘free’ model. No skin in the game.”\nOthers said improving public schools would alleviate some need for community colleges.\n“Wouldn’t we be better off if we became serious about improving school instruction and community culture so that more students benefit from their schooling?” PatT in Phoenix wrote.\nA few readers said Mr. Hanks’s words were valuable encouragement. “I am currently taking the community college route in lieu of a four-year school start and I have to say I appreciate this opinion piece very much,” wrote Aaishah from New York City, who said she hopes to attend medical school. “It gave me hope that if the great Tom Hanks could get his start at a community college, then there is no shame in my getting my start there either.”", "url": "https://op-talk.blogs.nytimes.com/2015/01/16/readers-respond-on-tom-hanks-and-community-college/"}