{"authors": [], "date_download": "2018-11-16 03:11:42", "date_modify": "2018-11-16 03:11:42", "date_publish": "2011-09-08 18:46:38", "description": "Can’t keep up with the cocktail party chatter? Here’s David Pogue’s essential list of Internet Memes You Should Know.", "filename": "2011_09_08__1542337902.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/pogue.blogs.nytimes.com/2011_09_08__1542337902.html", "title": "Internet Memes 101: A Guide to Online Wackiness", "title_page": "Internet Memes 101: A Guide to Online Wackiness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the olden days, it was simple to keep up with pop culture. There were only three channels on TV, and everybody saw the same shows at the same time.\nThese days, of course, not so much. There are 500 channels on TV, and you can watch anything at any time. That doesn’t mean, however, that we no longer have a common pop-culture base. We do — it’s just moved online. Show me somebody under 20, and I’ll show you someone who can laugh at “Friday,” sing the “Bed Intruder Song” or “plank” in an incongruous place.\nBut there are plenty of other people who aren’t getting the references at cocktail parties and in the late-night comedians’ monologues. And a certain percentage of those out-of-the-loopers might wish they had a single, concise cheat sheet of the most important Internet memes (fad concepts).\nToday’s your lucky day. After consulting Know Your Meme, my Twitter followers (I’m @pogue) and my own three under-20 offspring, I’ve put together this essential list of Memes You Should Know.\nModern Videos\nMuch of online pop culture lives and dies on YouTube. Over and over again, the videos most likely to go viral are the ones that incorporate catchy music, humor and spectacle — preferably all three.\n“Friday.” In March, a 13-year-old girl named Rebecca Black released a YouTube music video. It became a sensation, with 167 million views — not because it was good, but because it was screamingly bad. With 87 percent thumbs-downs, it’s the most disliked video on YouTube. Sample ultra-banal lyrics: “Seven a.m., waking up in the morning … Gotta have my bowl, gotta have cereal…”\n“Friday” wound up being performed by Stephen Colbert and the cast of “Glee,” making several pop-music charts and, most deliciously, inspiring dozens of YouTube parodies. Some of those have themselves become megahits. In the warped “Brock’s Dub,” for example, the original audio is replaced with a Christopher Walken impersonation (warning: obscenities).\n“Bed Intruder Song.” In July 2010, an Alabama news station, WAFF, reported an attempted rape. The intended victim’s brother, the eccentric and animated Antoine Dodson, spoke directly to the camera: “He’s climbin’ in your windows, he’s snatchin’ your people up… so y’all need to hide your kids, hide your wife and hide your husband cuz they’re rapin’ e’rybody out here!”\nMr. Dodson’s performance was Auto-Tuned into melody and set to incredibly catchy music by the Gregory Brothers (see below). The result was the most-watched noncommercial YouTube video of 2010, inspiring over 2,500 people to record their own versions of the song, including a marching-band edition.\n“Hitler Finds Out” (a k a “Downfall”). For some weird reason, a scene from the 2004 German movie “Der Untergang” has become fodder for a huge array of YouTube parodies. In the scene, Hitler has a breakdown, screaming at his generals; Internet wiseacres love to add subtitles that make it seem as though he’s reacting to some trivial, modern-day development.\nThere’s actually a YouTube “HitlerRantsParodies” channel. Here, among hundreds of others, you’ll find the spoofs where Hitler learns that Twitter is down, that Sarah Palin has resigned the governorship and that he’s been banned from Xbox Live.\nThe new classics. Your education is not complete unless you’ve also witnessed the bizarre goofiness of modern-day YouTube classics like “Cows & cows & cows,” “Double Dream Hands” and “Honey Badger” (watch both the original and the overdubbed parody). No explanation of these will be provided here, because there is no possible explanation.\nClassic Videos\nNew videos go viral every day, but your online pop-culture education would not be complete without an appreciation for these immortal older videos:\nDramatic prairie dog. The funniest five-second video on YouTube. As three evil chords play, the prairie dog turns to face the camera as it zooms in. That’s it.\nDavid After Dentist. A home video in which a 7-year-old boy (David DeVore Jr.), still under the effects of oral-surgery anesthetic, hilariously wigs out at his sense of spacey disorientation.\nNuma Numa Dance. In 2004, a chubby young man named Gary Brolsma recorded himself sitting in front of his computer, wearing headphones and dancing/lip-syncing to a Romanian pop song called “Numa Numa” . There’s such earnestness and charisma in his performance that you can’t tear your eyes away; his video, and copies of it, have been viewed 700 million times.\nKeyboard Cat. It’s just a silly 1984 video of a cat wearing a shirt and playing the piano (its paws manipulated offscreen by its owner). But its cultural impact has included 17 million views, cameos in video games and awards shows, and appearances on T-shirts. Above all, Keyboard Cat has become famous as a “Play him off, keyboard cat!” clip tacked onto the end of over 4,000 other videos (people falling, George W. Bush pelted with shoes, and so on).\nPranks\nThe trend of the Web as the source of all humor continues with trends like these:\nRickrolling. It’s an online bait-and-switch. You send a Web link to someone, promising something exciting or compelling (“Is this you!?”) — but the link actually takes your victim to a YouTube video of Rick Astley’s 1987 music video, “Never Gonna Give You Up.” That’s it. That’s the joke. Ha! You’ve been Rickrolled! (See the Wikipedia article “Rickrolling” for an astonishing list of high-profile rickrolls.)\nPlanking. Here’s one of the few Internet memes that has a real-world component. In it, people take photos of themselves lying, face down, expressionless, arms at their sides, in strange locations: on rooftops, cars, trees and so on — and post them on Facebook.\nThe practice was originally meant to be a comment on the cliché of the usual tourist photo — facing front, fake smile, landmark in the background — but has now become, well, just a weird fad.\nMemes\nSometimes, Internet memes aren’t videos or acts, but just ideas that get passed around. Some classics:\nLOLcats.com. A Web site where people superimpose captions on cat photos. Always the same font, always the same weird broken-English catspeak syntax. And darned funny.\nChuck Norris Facts. In this meme (immortalized by Web sites and even books), people pass around hyperbolic references to the virility and strength of Chuck Norris, the movie and TV action actor.\n“Chuck Norris won American Idol using only sign language,” goes one. “Chuck Norris can cut through a hot knife with butter.” “Death once had a near-Chuck Norris experience.”\nYouTube Stars\nYouTube is a talent discovery machine. Dozens of talented performers have become full-time YouTube video makers; the most popular of them produce weekly mini-masterpieces of comic silliness and sarcasm.\nThey include Ray William Johnson, the #1 most-subscribed-to YouTube personality, with over a million followers; Nigahiga, whose humor is perfectly suited to the middle schoolers who adore him; and Mystery Guitar Man, a virtuoso on both every musical instrument and his video-editing software.\nThen there are the Gregory Brothers, the four Brooklyn musicians responsible for “The Bed Intruder Song” and other Auto-Tuned video megahits, including “Double Rainbow” and “Backin’ Up.”\nThe Gregory Brothers’ YouTube success has brought them an agent, an Academy Awards appearance, an iPhone app and a development deal for a new Comedy Central TV show.\nYes, that’s right: among its many other accomplishments, the new-media meme machine is perfectly capable of producing material for the old media. Next thing you know, you’ll turn on your TV set, spot some gifted musician or comedian — and be grateful that you were culturally tuned-in enough to recognize them from their humble beginnings online.", "url": "https://pogue.blogs.nytimes.com/2011/09/08/internet-memes-101-a-guide-to-online-wackiness/"}