{"authors": [], "date_download": "2018-11-16 03:11:45", "date_modify": "2018-11-16 03:11:45", "date_publish": "2013-10-03 11:37:12", "description": "The latest version of the Kindle Fire is still focused on its main purpose: encouraging consumers to buy more stuff from Amazon. But it’s a lighter, sharper and faster pleasure than the prior model.", "filename": "2013_10_03__1542337905.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/pogue.blogs.nytimes.com/2013_10_03__1542337905.html", "title": "A New Kindle Fire, Just in Time for the Holiday Season", "title_page": "A New Kindle Fire, Just in Time for the Holiday Season - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIf it’s October, that must mean the holiday buying season has begun — and that means Amazon will offer a new color tablet.\nIt’s the Kindle Fire HDX. It costs $230, and it’s terrific. The battery goes for about 11 hours, or 17 in a power-saving, reading-only mode. The stereo speakers sound great. The plastic case weighs less than the prior version and has narrower margins around the screen. There’s a mediocre camera on the front for video chatting (not on the back on the 7-inch model). The one big misfire was putting the power and volume keys on the back; you’ll spend the first week hitting the Off button by mistake while trying to turn it up the sound.\nThe X in “HDX” is a reference to the screen’s clarity. It packs in 323 tiny dots per inch, making it sharper than high definition, and making the iPad Mini’s 163 dots per inch look coarse.\nThe HDX’s screen really is spectacular, if infuriatingly reflective. The trouble is, you can see the new sharpness only when you’re looking at source material with resolution that high. The type in books and magazines looks razor-sharp, but most of the 150,000 TV shows and videos in Amazon’s catalog don’t look any clearer. Movies are also the wrong shape for the screen; you see black bands above and below.\nAlthough the Kindle is based on the Android operating system, Amazon has thoroughly disguised it.\nThe home screen still features a sliding horizontal “carousel” of everything you’ve had open recently — books, movies, music, apps. Below that carousel, you now see a traditional grid of icons, just as on other tablets. Good.\nParental controls are easy and effective. You can limit your kids’ time each day or limit which items they can use, watch or read.\nAmazon has started to bring its X-Ray trivia feature to movies and music. Some of the songs you buy from Amazon (a few thousand, apparently) now display scrolling lyrics. And watching a movie with the X-Ray panel open is great fun; it identifies the actors in the scene before you, their bios one tap away, and tells you the name of the song playing in the background.\nThe company says that in an upcoming software update, you’ll be able to fling the video to a PlayStation 3 or a Samsung TV, while continuing to read the X-Ray details on your Kindle Fire. That doesn’t fully compensate, however, for the loss of any other way to connect the Fire to a TV (the HDMI jack is gone).\nPhoto\nBoldest and most stunning of all, though, is Mayday: a button that places an instant, free video call to a 24-hour help technician. The agents can see your screen, but can’t see you. You can see the agents (in a tiny, 1-inch movable window), and accept their invitation to take control of your Kindle or draw with virtual highlighter pens around elements of the screen.\nMayday is amazing and truly practical — but keep in mind that the HDX (the 7-inch and its $380 9-inch sibling) won’t be for sale until later this month. Will there be enough of those video agents to go around, especially Christmas week?\nNow, $230 is an excellent price for a tablet this fast, smooth and satisfying — and this Amazon tablet finally includes a wall charger. It’s $30 more than last year’s model, but bargain hunters might be happy with the revamped Kindle Fire HD, which is only $140 despite being, as a rep told me, “more performant” (I’m pretty sure that’s supposed to mean “faster”).\nBut $230 also happens to be the price of Google’s Nexus 7 tablet, which is also fast, smooth and satisfying, and also has a 323-d.p.i. screen. On the Kindle, though, you see a full-screen ad every time you turn on the device; getting rid of them forever costs another $15. For another $50, you can buy a cover that attaches magnetically and folds in weird ways to act as a stand.\nSo which is the better deal?\nDepends on what you’re looking for. The Nexus is a real tablet, with all of the flexibility and complexity that entails. The Kindle Fire is still clearly intended to show off the books, TV shows, music and videos you’ve bought from Amazon.\nIt still doesn’t seem like a “real” tablet. There’s still no GPS navigation, no speech recognition, no to-do list or notes app. It doesn’t run standard Android apps, and can’t access the Google Play store that houses a million of them. About 100,000 apps have been tailored for the Fire, but lots of important ones are missing — including Dropbox, SkyDrive and anything by Google.\nThat’s not a slam, either. The Kindle’s simplicity and dedication to its purpose has always been its primary virtue. Amazon should tread carefully; piling on features risks junking up this focused, efficient reader. Already, the company intends to add “enterprise” features in a software update this fall: V.P.N. access, Office-compatible productivity suite, hardware data encryption and so on.\nBut never mind. As it is, the Kindle Fire HDX is a lightweight, sharp-screened, superfast pleasure.", "url": "https://pogue.blogs.nytimes.com/2013/10/03/a-new-kindle-fire-just-in-time-for-the-holiday-season/"}