{"authors": ["Undecided Voter", "Jp", "Milltown", "Melissa Jennings", "Mike Worthington", "Douglas G.", "David B.", "Sharon Fruth", "Don Fitzgerald", "Joe In Pittsburgh"], "date_download": "2018-11-16 04:02:06", "date_modify": "2018-11-16 04:02:06", "date_publish": "2008-07-24 11:52:00", "description": "The Democratic candidate enters the European leg of his overseas trip.", "filename": "2008_07_24__1542340926.html", "image_url": "https://thecaucus.blogs.nytimes.com/2008/07/24/obama-plays-down-berlin-speech/", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2008_07_24__1542340926.html", "title": "Obama Plays Down Berlin Speech", "title_page": "Obama Plays Down Berlin Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN – Senator Barack Obama arrived in Germany on Thursday amid high anticipation for an evening speech he is poised to deliver here in the Tiergarten, the German capital’s equivalent of Central Park. As he held meetings with Chancellor Angela Merkel and other officials, he sought to tackle another task: lowering expectations.\n“I doubt we’re going to have a million screaming Germans — let’s tamp down expectations here,” Mr. Obama told reporters as he flew here from Tel Aviv, joking that he only recently learned that his audience was expected to be so large. “We’re sort of on the high-wire all of the sudden.”\nMr. Obama, who is nearing the final days of his first international trip as a presidential candidate, has navigated a political high-wire for days as he traveled through Iraq, Afghanistan, Jordan and Jerusalem. Germany, France and Britain remain on his agenda this week as he works to prove himself on a worldwide stage in a trip that has been heavily promoted by his campaign.\n“I think the world is keenly interested in this election. I think they’re hungry for a sense of where America’s going,” Mr. Obama said, standing in the aisle of his campaign plane. “Certainly there’s a curiosity factor involved.”\nMr. Obama met for about an hour with Chancellor Merkel at the Federal Chancellery before holding an afternoon session with Foreign Minister Frank-Walter Steinmeier. Mr. Obama, who acknowledged on Thursday that he was lacking sleep from his weeklong trip, said he also hoped to take an afternoon break before delivering his evening speech.\nAides to the Obama campaign have suggested that the speech in Berlin was neither a campaign nor a political event. When a reporter asked the senator if he considered the address a campaign event, he said with a puzzled look: “As opposed to?”\n“It’s not a political rally,” he added. “Hopefully, it will be viewed as a substantive, articulation of the relationship I’d like to see between the United States and Europe. I’m hoping to communicate across the Atlantic the value of that relationship and how we need to build on it.”\nWhile Mr. Obama may well be the first American presidential candidate to deliver a speech in Berlin, several presidents have made important addresses in the city, including John F. Kennedy, Ronald Reagan and Bill Clinton. Mr. Obama shrugged off any comparisions.\n“They were presidents, I am a citizen,” Mr. Obama said. “But obviously Berlin is representative of the extraordinary success of the post World War II effort to bring the continent together and to bring the West together. Then, later to bring the East and the West together. So I think it’s a natural place to talk.”\nEven as supporters lined the streets in Berlin on Thursday, hoping to catch a glimpse of Mr. Obama, he conceded that a key piece of his audience is in the United States.\n“There’s no doubt,” he said, “that part of what I want to communicate on both sides of the Atlantic is the enormous potential of us restoring a sense of coming together.”", "url": "https://thecaucus.blogs.nytimes.com/2008/07/24/obama-plays-down-berlin-speech/"}