{"authors": ["John Bailo", "Ron M", "Jean Simmons", "Maureen Scanlan", "Canary In Coalmine", "Iohwe Ipo", "Kevin Carson", "Doug M", "Susan K.", "Nyc"], "date_download": "2018-11-16 04:02:08", "date_modify": "2018-11-16 04:02:08", "date_publish": "2008-07-24 00:14:33", "description": "A Georgetown law professor contends that Democratic Party rules dictate that Hillary Rodham Clinton be “placed in nomination” at the convention next month.", "filename": "2008_07_23__1542340928.html", "image_url": "https://static01.nyt.com/images/promos/politics/blog/p24convention.190.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2008_07_23__1542340928.html", "title": "Clinton Supporters Try One More Tack", "title_page": "Clinton Supporters Try One More Tack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CORRECTED | As many have been saying all along, Senator Barack Obama is only the presumed Democratic nominee. And that fact has given heart to some of Senator Hillary Rodham Clinton’s supporters, who are investing tens of thousands of dollars to pressure the party to put her name to a binding vote at the convention next month.\nThe Denver Group, founded by two political novices who have been frustrated with the treatment of Mrs. Clinton since February, ran full-page ads on Wednesday and two weeks ago in The Chicago Tribune and Congressional Quarterly calling for Mrs. Clinton to be placed “in nomination” in Denver. They contend that because neither candidate has enough elected delegates to claim the nomination, Democratic Party rules call for a process to begin that could result in her name being presented for possible nomination at the convention.\nWednesday’s ad cited Franklin Delano Roosevelt, who won the nomination on the fourth round of balloting. (Here is their earlier ad.)\n“Contentious politics is not losing politics,” said Marc Rubin, a television and movie writer. He and the co-founder of the Denver Group, Heidi Li Feldman of the Georgetown Law Center, say that a perceived forced unity imposed by party leadership is likely to alienate Clinton supporters and ultimately cost the eventual nominee the election.\nHoward Dean, the Democratic Party chairman, has said Mrs. Clinton will be “on the ballot” at the convention.The group is urging him to allow the process that could bring her nomination up for a vote to go forward.\nCalls to the Democratic National Committee were referred to the Obama campaign, and Bill Burton, a spokesman said: “We’re working out the details of the convention, and we’ll let people know when the specifics are worked out.”\nBut for the Denver Group, there is nothing to “work out.”\nIn a post on her personal blog, Professor Feldman compares “being on the ballot” to throwing the ceremonial first pitch at a baseball game, while being placed in nomination is akin to being added to the team roster. The group is considering running advertisements to explain the distinction.\nWhat is clear is that some of Mrs. Clinton’s supporters are not ready to give up the fight. The Denver Group, established in late June, has already collected approximately $30,000, and hopes to at least double that and buy time on CNN. Its success reflects a lingering sense among some Democrats that party leaders are trying to block Mrs. Clinton from the nomination.\n“I don’t know which way it’ll go and neither does he,” said Professor Feldman of Mr. Dean. “If he knew, he would just allow it to happen.”\nMr. Rubin admits that a Clinton victory in convention balloting would be a long shot — at least 175 superdelegates would have to reverse their public positions, should her name be placed in nomination and the matter be put to a vote — but “the potential is there.”\nCORRECTION | An earlier version of this post incorrectly stated that Professor Feldman believes that Democratic Party rules require Mrs. Clinton’s nomination be put to a binding vote. In fact, according to Professor Feldman, the rules only require that a process be started that could result in a nominating vote.", "url": "https://thecaucus.blogs.nytimes.com/2008/07/23/clinton-supporters-try-one-more-tack/"}