{"authors": ["John Q.", "Grannieannie Tn", "Irene Gugg", "Sj Brown", "Stephen Karras", "Darryl M", "Ariel Goldberg", "Jibril M Mohamed", "Lawrewnce"], "date_download": "2018-11-16 04:01:59", "date_modify": "2018-11-16 04:01:59", "date_publish": "2008-07-24 03:44:41", "description": "He followed the tradition of placing a prayer note at the site. Then, the Democratic candidate left for Germany.", "filename": "2008_07_23__1542340919.html", "image_url": "https://static01.nyt.com/images/promos/politics/blog/20080723obamawall2.533.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2008_07_23__1542340919.html", "title": "Obama Visits the Wall", "title_page": "Obama Visits the Wall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Senator Barack Obama made a pre-dawn visit here Thursday to the Western Wall, arriving in the Old City as a clear moon helped illuminate a still-dark sky.\nMr. Obama, wearing a white yarmulke, made his way down a walkway toward the Wall. He was escorted by the Rabbi of the Wall, Shmuel Rabinovich, and surrounded by many other followers at one of the holiest sites in Judaism.\nAs the rabbi quietly read from Psalm 122, both he and Mr. Obama flipped through a Holy book on a wooden stand. The moment unfolded as a lone man standing about 10 yards away yelled over and over, “Obama, Jerusalem is not for sale! Obama, Jerusalem is not for sale!”\nAfter the prayer, Mr. Obama walked a final few paces to the Wall and followed the custom of placing a personal prayer between the stone cracks, with his note left alongside hundreds of others. He placed his hand on the Wall, bowed his head and stood in quiet contemplation for a few moments.\nThe heckler continued his chant as Mr. Obama walked away from the Wall. Several other men tried to drown out his voice with chants of, “Obama, Obama, Obama.”\n“It was a little rowdier than the last time I was there,” Mr. Obama said later.\nDozens of people cheered and reached out to grab the senator’s hand as he walked away from his final appearance of the day in Jerusalem. With this symbolic image captured, Mr. Obama set off for Germany.", "url": "https://thecaucus.blogs.nytimes.com/2008/07/23/obama-visits-the-wall/"}