{"authors": ["Sarah Wheaton", "Abby", "Tucson", "Mike A.", "Jp", "Milltown", "Arun Mehta", "Ny Independent", "Michael A.", "Nathan"], "date_download": "2018-11-16 04:02:12", "date_modify": "2018-11-16 04:02:12", "date_publish": "2008-12-04 22:03:40", "description": "Ed Rendell’s comments about Janet Napolitano, caught by an open mike, were just vague enough to offend, well, just about everyone.", "filename": "2008_12_04__1542340932.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2008_12_04__1542340932.html", "title": "The New York Times", "title_page": "Blogtalk: Rendell on Napolitano's 'No Life' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Edward G. Rendell of Pennsylvania is among the most seasoned of politicians. So when he commits a gaffe, it is often a powerful one.\nHis comments about Gov. Janet Napolitano of Arizona, caught by an open microphone, were just vague enough to offend, well, just about everyone. We’ve found at least four different groups so far.\nApparently not realizing the microphone was live, Mr. Rendell said Tuesday of Ms. Napolitano’s being nominated by President-elect Barack Obama as homeland security secretary: “Janet’s perfect for that job. Because for that job, you have to have no life. Janet has no family. Perfect. She can devote, literally, 19, 20 hours a day to it.”\nAnd that set a number of people off.\nCampbell Brown, a CNN host, commented on her show, “No Bias, No Bull,” that moms or potential moms should feel rankled:\nAs a woman, hearing this, it is hard not to wonder if we are counted out for certain jobs, certain opportunities, because we do have a family or because we are in our child-bearing years. Are we? It is a fair question.\nAnd so, Ms. Campbell added, should women like Ms. Napolitano:\nIf you are a childless, single woman with suspicions that you get stuck working holidays, weekends and the more burdensome shifts more often than your colleagues with families, are those suspicions well-founded? Probably so. Is there an assumption that if you’re family-free then you have no life? By some, yes.\nOh, but wait, says Chris in Paris of AmericaBlog. “There is an enormous double standard when it comes to couples without kids versus couples with kids, straight and gay, as many of us notice especially over the holidays,” he writes, adding, “It’s not right, but it’s also not sexism.”\nNo, it’s not sexism. It’s … singlism! Gail Collins, a columnist for The Times, introduced us this morning to Bella DePaulo, a psychology professor and author of “Singled Out: How Singles Are Stereotyped, Stigmatized, Ignored and Still Live Happily Ever After.” She writes in her blog at Psychology Today:\nIn the year 2008, a state governor says of another state governor that she has no life because she is single. When I used nearly exactly those words in a Singled Out chapter subtitle, “You don’t have anyone and you don’t have a life,” I was making fun of that belief! I was calling it a myth. Some have mentioned that Rendell did not realize there was a live microphone beside him when he committed his act of singlism. I’m not sure it mattered. Too often, people who say these sorts of things do not even realize that they have said anything boorish. Singlism slips under the radar of our Prejudice Alert System. We really do need some consciousness-raising. Lots of it.\nSo, at this point, Mr. Rendell has irked women with children, women without children, couples without children and the uncoupled. Can’t do much worse, right?\nIn clarifying and apologizing for his remarks, Mr. Rendell cited a conversation with former Gov. Tom Ridge of Pennsylvania, who served as the first homeland security secretary. He told Mr. Rendell that “you have to live that job every minute.”\n“I think it’s clear, to do that job you have to be ready to work 24-7,” Mr. Rendell continued. “You can’t have another job, you can’t have an avocation you’re addicted to like golf or anything like that.”\nGolf addicts: Consider yourselves disqualified from the cabinet.", "url": "https://thecaucus.blogs.nytimes.com/2008/12/04/blogtalk-rendell-on-nepolitanos-no-life/"}