{"authors": ["Carl Dejesus", "Jp", "Milltown", "Don Duval", "Peter Lake", "Orin Hollander", "Texas Francophile"], "date_download": "2018-11-16 04:02:03", "date_modify": "2018-11-16 04:02:03", "date_publish": "2008-07-24 10:18:45", "description": "There is little danger of being labeled effete in the home of Oktoberfest and oom-pah bands.", "filename": "2008_07_24__1542340923.html", "image_url": "https://thecaucus.blogs.nytimes.com/2008/07/24/as-german-as-america/", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2008_07_24__1542340923.html", "title": "The New York Times", "title_page": "As German as ... America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — When one thinks of beer and bratwurst, one tends to think of either faraway Germany — or Milwaukee in the heartland.\nThat quirk of culinary geography says a lot about why Barack Obama can give a public speech in Berlin without catching the kind of flak that a similar outing under the Eiffel Tower would garner.\nAs the Obama campaign searched for a location here for his public address before a crowd that is expected to reach at least into the tens of thousands, a great deal of attention was paid to the backdrop within the city. Little was paid to the choice of country itself.\nYet Germany is an easy call for a number of reasons. It is the site of two of America’s most cherished victories, over the Nazi regime in World War II and the Soviets in the Cold War. And for the Obama campaign, comparisons to President Kennedy are always welcome as long as they do not appear too overtly sought after. Do not expect to hear Mr. Obama claim, auf deutsch, that he is a Berliner.\nBut a broader combination of social, historical and even demographic factors make Germany a hit for American politicians going abroad, whether it be Mr. Obama or President Bush, who in 2006 enjoyed a hearty meal of barbecued pig on a spit with Chancellor Angela Merkel.\nCampaigning abroad means delving into American perceptions and stereotypes about foreign countries, even among allies. No political operative could forget the way French became pejorative shorthand for elitism against John Kerry in the 2004 campaign.\nOne might think that the French would have a leg up in the public-relations game, thanks to Lafayette and de Tocqueville. Yet an appearance in Germany brings few of the dangers that a campaign speech before cheering throngs in the land of pinot and foie gras might. While plenty could go wrong, and a backlash is still possible, one thing is clear: There is little danger of being labeled effete in the home of Oktoberfest and oom-pah bands.\nGermany can be, well, pretty American sometimes. And often overlooked is just how German the United States really is.\nAs the American ambassador noted when opening the new embassy to Germany on the Fourth of July, in the 2000 census the number of Americans reporting German ancestry was nearly 43 million, the highest tally of any group. That’s more than Irish or English or Italian, some five times the number claiming French roots and roughly the same number as African-American and Mexican combined.\nThe same debates that take place today over Latino immigrants and the Spanish language once centered around the German communities, which had their own newspapers, schools and theaters. At the peak of German migration to the United States 1.8 million came between 1880 and 1893, according to Klaus Bade, a professor at the University of Osnabrück and founder of the Institute for Migration Research and Intercultural Studies.\nTo put that in perspective, that came at a time when the population of the United States was only around 50 million, or one-sixth of what it is today. That enormous influx left a lasting influence on American culture. It was — and still is — particularly powerful in the heartland. The Census Bureau said that every state in the Midwest reports Germany as the largest share of ancestry, with 44 percent in North Dakota and 43 percent in Wisconsin.\nThe identification with German ancestry in America receded in the 20th century for a couple of reasons. First, according to Professor Bade, the wave of immigrants came to an unusually abrupt halt as Germany went from having too few jobs to too many.\nThe other reason is a little more obvious: Germany’s place as America’s enemy in two consecutive world wars.\nYet the significant American role in rebuilding and defending West Germany after the war led to what in some ways amounted to the largest exchange program in history, even if the leading edge was soldiers instead of students. That meant new contacts and even more chances for cross-pollination.\n“There are an enormous number of organic connections between Germans and Americans,” said Jackson Janes, executive director of the American Institute for Contemporary German Studies in Washington, an independent think tank. He said that between 14 million and 16 million Americans were stationed in Germany since the 1940s, especially military families and their dependents.\nThe transformation of Germany from violent dictatorship to peaceful democracy stands as one of the great accomplishments in American history, a significant point of pride for the country. That may be why, even at the nadir of relations, Germany never caught the same degree of criticism as France for opposing the Iraq invasion. Though former Chancellor Gerhard Schröder was against the war in Iraq, it was cheese-eating surrender monkeys, not schnitzel-eating surrender monkeys.\nSenator Obama may not say, “Ich bin ein Berliner,” this summer, but he need have no fear diving into a few frankfurters or hamburgers at an American picnic. The meat and potato Germans, their cuisine, and a lot of their culture, is as American as apple struedel, er, pie.", "url": "https://thecaucus.blogs.nytimes.com/2008/07/24/as-german-as-america/"}