{"authors": ["Jp", "Milltown", "Eva L", "Ken Paik", "David Nyc"], "date_download": "2018-11-16 04:02:09", "date_modify": "2018-11-16 04:02:09", "date_publish": "2008-07-24 12:47:49", "description": "The presumptive Democratic nominee’s first stop is Berlin. He will travel to Paris and London in the coming days.", "filename": "2008_07_24__1542340929.html", "image_url": "https://thecaucus.blogs.nytimes.com/2008/07/24/the-early-word-obama-opens-european-tour/", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2008_07_24__1542340929.html", "title": "The Early Word: Obama Opens European Tour", "title_page": "The Early Word: Obama Opens European Tour - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Barack Obama arrived in Germany earlier today in advance of a highly anticipated speech he’ll deliver in Berlin. But the presumptive Democratic nominee already moved to lower expectations about just how large of a crowd will gather to hear him: “I doubt we’re going to have a million screaming Germans,” Mr. Obama said on his campaign plane, according to a dispatch from The Times’s Jeff Zeleny.\nAlso on Mr. Obama’s agenda today – an afternoon nap – if he can fit it in.\nOur Berlin bureau chief, Nicholas Kulish, previews Mr. Obama’s speech in the German capital today, noting that for cultural reasons he “can give a public speech in Berlin without catching the kind of flak that a similar outing under the Eiffel Tower would garner.”\nMr. Obama met with officials of the Israeli and Palestinian governments yesterday, and before flying to Germany, made a pre-dawn visit to Jersusalem’s Western Wall, a holy site.\nThe Washington Post notes that the careful planning that went into Mr. Obama’s trip to Israel underscores the importance his campaign is placing on courting Jewish voters:\nFor all the hype about his trip to Iraq and his speech in Berlin, it was the Israel leg that was the most sensitive and the most meticulously planned, according to sources involved with the arrangements. That fact alone is a testament to the presidential candidate’s ongoing concerns about the Jewish vote this November, and the extraordinary lengths to which the senator from Illinois is going to ensure support from that traditional Democratic constituency. Obama’s position on Israel has been fairly mainstream. He has declared himself an undying ally of the Jewish state and has indicated that he would like the United States to return to a position of honest broker in the Israeli-Palestinian peace process. But his connection to his former pastor Jeremiah A. Wright Jr., whose anti-Israel sermons were widely reported this past spring, caused concern among some Jewish groups.\nMr. Obama travels to Paris and London over the next few days. In a dig at the Illinois senator, the Republican National Committee announced today that it was going on the air with a radio ad reminding voters “in Paris, MO; Paris, MI; and Paris, ME, that Obama’s politically expedient record has consistently put politics before the needs of our military.” And the McCain campaign is running a new Web ad linking Mr. Obama to Fidel Castro.\nAnd across an ocean, a debate raged on Wednesday between Mr. Obama and his Republican rival, Senator John McCain, over the historical chronology of the buildup of troops in Iraq. The Times’s Michael Cooper fact checks the statements of both candidates.\nMr. McCain campaigns in Ohio today where he will appear with cyclist and fellow cancer survivor Lance Armstrong at the Livestrong Summit\nUSA Today’s David Jackson reports on the town hall meeting Mr. McCain held on Wednesday in Wilkes-Barre, Penn. The presumptive Republican nominee had to cancel plans to visit Louisiana today to tout his support for oil exploration due to Hurricane Dolly.\nThe Times’s Jennifer Steinhauer looks at the difficulties Senator McCain might face in his home state of Arizona in the general election, noting that victory there is not a sure thing. A few factors to keep in mind:\nThe number of independent voters in Arizona has risen 12 percent since 2004, and those voters have helped send a Democrat to the governor’s mansion and given the party four of the state’s eight Congressional seats — including two in 2006, one in a historically Republican district. At the same time, Arizona Democrats, like many of their counterparts around the country, have outpaced Republicans in voter registration, adding almost 20,000 voters to the rolls since March, compared with the Republican majority’s 8,600 new voters. The second-term Democratic governor, Janet Napolitano, remains wildly popular.\nThe E-Campaign: The Boston Globe’s Lisa Wangsness looks at the McCain campaign’s efforts on the Internet and finds room for improvement: “McCain’s campaign, lagging far behind Obama among young voters, is trying to catch up. It will soon roll out new MySpace-style social networking features on its website – which at the moment has special sections for women, veterans, and even lawyers, but not young people. It is also increasing its youth grass-roots organizing across the country and honing a new message aimed at young voters – “service to a cause greater than your own self-interest” – designed to dovetail with the 71-year-old’s biography.\nPolitico’s Jonathan Martin compares liberal and conservative opinion leaders on the Internet and notes that “the right is engaged in the business of opining while the left features sites that offer a more reportorial model.” He continues: “At first glance, these divergent approaches might not seem consequential. But as the 2008 campaign progresses, it’s becoming increasingly clear that the absence of any websites on the right devoted to reporting—as opposed to just commenting on the news—is proving politically costly to Republicans.”\nCampaign Trail Roundup:\n* Senator John McCain holds events in Ohio, including a town hall meeting on cancer at the Livestrong Summit and a media availability with cyclist Lance Armstrong.\n* Senator Barack Obama delivers a speech in Berlin, Germany.", "url": "https://thecaucus.blogs.nytimes.com/2008/07/24/the-early-word-obama-opens-european-tour/"}