{"authors": ["Steve Bolger", "Steve Hunter", "Dan Quixote", "Lisa C"], "date_download": "2018-11-16 03:30:47", "date_modify": "2018-11-16 03:30:47", "date_publish": "2009-04-09 21:56:32", "description": "The top White House economic adviser was appearing on Thursday before a friendly crowd at the Washington Economists Club, but the event turned out to be not all hail-fellow-well-met.", "filename": "2009_04_09__1542339047.html", "image_url": "https://thecaucus.blogs.nytimes.com/2009/04/09/demonstrators-take-the-stage-at-summers-event/", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2009_04_09__1542339047.html", "title": "Demonstrators Take the Stage at Summers Event", "title_page": "Demonstrators Take the Stage at Summers Event - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Chip Somodevilla/Getty Images\nLawrence H. Summers, the top White House economic adviser, was appearing on Thursday before a friendly crowd at the Washington Economists Club, but the event turned out to be not all hail-fellow-well-met.\nHis message was mixed — the downward plunge of the economy might hit bottom within the next few months, but unemployment would probably keep rising for some time to come.\nComparing the downturn to a ball falling off a table, he said: “I think we can be reasonably confident that that’s going to end within the next few months and that you’ll no longer have that sense of free fall.”\nThen a couple of prankish demonstrators of the kind who have taken to shadowing economic policymakers around took the stage, walking brazenly behind him and unfurling a sign that said, “We Want Our $$$ Back.”\nAs they shouted out that he should resign, Mr. Summers and his host, club president David Rubenstein, who is the chairman of the Carlyle Group, sat in awkward silence. The Secret Service did not intervene, but the staff eventually hustled the demonstrators away.\n“Have you ever had second thoughts about coming back to Washington?” Mr. Rubinstein asked.\n“There are moments that are less pleasant,” he said wryly.", "url": "https://thecaucus.blogs.nytimes.com/2009/04/09/demonstrators-take-the-stage-at-summers-event/"}