{"authors": ["Steve Bolger", "Kevin", "Harrisburg", "Dave", "Naples", "Victoria", "Merlene Gittens", "Carolyn", "Rodham", "Hopeful American In Japan"], "date_download": "2018-11-16 03:30:42", "date_modify": "2018-11-16 03:30:42", "date_publish": "2009-04-09 22:04:11", "description": "An unusual fund-raising appeal arrived in some e-mail boxes on Thursday afternoon, offering prizes in exchange for helping to retire the presidential campaign debt for Hillary Rodham Clinton.", "filename": "2009_04_09__1542339042.html", "image_url": "https://thecaucus.blogs.nytimes.com/2009/04/09/a-clinton-carnival-of-prizes/", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2009_04_09__1542339042.html", "title": "A Clinton Carnival of Prizes", "title_page": "A Clinton Carnival of Prizes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Would you like to spend a day with Bill Clinton, followed by a free weekend in New York City? Would you like to attend the season finale of American Idol? Would you like to talk politics over lunch with James Carville and Paul Begala?\nThis is not a game show, but rather three potential prizes in exchange for helping to retire the presidential campaign debt for Hillary Rodham Clinton.\nAn unusual fund-raising appeal arrived in the e-mail boxes of prospective donors on Thursday afternoon. It’s the latest effort to pay down the campaign debt that Mrs. Clinton racked up during her long primary challenge with President Obama.\n“I knew it was going to take an extraordinary effort to help pay off Hillary Clinton’s campaign debt. But now, I think we can do it and have some fun at the same time!” Mr. Carville wrote in the fund-raising appeal. “I won’t spend a lot of time trying to convince you to help Hillary. I know what she means to you, and I’m sure you know how important it is for her to have her campaign pay off all its obligations.”\nAs Secretary of State in the Obama administration, Mrs. Clinton cannot take part in her own fund-raising efforts. So she has turned to her loyal circle of supporters – along with her husband’s – to help pay down the bills (even if she kisses off the personal loans she made to the campaign.)\nWith contributions in a slump – particularly for someone like Mrs. Clinton who is no longer in the day-to-day business of politicking – fund-raising organizers have taken to finding creative ways to raise money. Winning a day with Mr. Clinton, a ringside seat to American Idol or a lunch with two Democratic operatives is the latest volley.\n“Your contribution today not only gives you the chance at winning one of these fantastic prizes – it’ll also help our dear friend, Hillary Clinton, pay off the very last of her campaign debt,” Mr. Carville said. “This means a whole lot to Hillary, and I know she appreciates everything you do for her.”\nA spokeswoman for Mrs. Clinton said that the campaign debt was $5.9 million at the end of last year, and a new financial report is due April 15.\nSo still need to think about it?\n“These amazing prizes are only being offered online and are available only for a limited time,” Mr. Carville said. “So please don’t delay in acting today.”", "url": "https://thecaucus.blogs.nytimes.com/2009/04/09/a-clinton-carnival-of-prizes/"}