{"authors": ["Marian Burros", "Roger The Miller", "Jane Smith", "Ms. Rebecca Mccoyer", "Fahey", "Kay Sieverding", "Larry Buchas", "G English", "Omar S Bamehriz", "Ani K."], "date_download": "2018-11-16 03:30:35", "date_modify": "2018-11-16 03:30:35", "date_publish": "2009-05-29 23:39:27", "description": "Michelle Obama traveled to the Bancroft Elementary School in Northwest Washington on Friday, visiting students who had worked in the new kitchen garden at the White House.", "filename": "2009_05_29__1542339035.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2009_05_29__1542339035.html", "title": "The New York Times", "title_page": "First Lady Talks Vegetables and Gets Her 'Baby Fix' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Doug Mills/The New York Times\nSomewhere around the time that President Obama stopped at Five Guys for a burger, First Lady Michelle Obama told a group of fifth graders how proud she is that they have learned the importance of eating lots of vegetables.\nMrs. Obama traveled to the Bancroft Elementary School in Northwest Washington on Friday, visiting students who had worked in the new kitchen garden at the White House. The students told the first lady how much they had learned, not only at the White House, but also in their own flourishing school garden.\n“We are big fans of carrots and of the first lady,” said Tammy Ngueyen, one of students.\nMrs. Obama beamed. “This is A-plus work,” she said.\nAnd the parents beamed.\nThe first lady stressed the importance of better food in schools. “We’ve got to figure out how to make food more accessible and affordable,” she said, touching on one of the biggest stumbling blocks to getting people to eat more nutritious food. She didn’t mean hamburgers.\nAlex Brandon/Associated Press\nAfter planting a few more tomatoes and cucumbers in the school garden, Mrs. Obama shook hands, but mostly hugged the parents, stopping in front of Rebecca McCoyer, the vice president of the PTA.\nMrs. McCoyer, who was holding her 5-month-old baby, Sarah Lydia, recounted the exchange: “I’d like to have a baby fix,” the first lady said, and Sarah Lydia went willingly into Mrs. Obama’s arms.\nAfter a while, the first lady returned the baby to her mother with these parting words: “Oh thanks, I got my baby fix.”", "url": "https://thecaucus.blogs.nytimes.com/2009/05/29/first-lady-talks-vegetables-and-gets-her-baby-fix/"}