{"authors": ["Jp", "Milltown", "Robert Duncan"], "date_download": "2018-11-16 03:30:50", "date_modify": "2018-11-16 03:30:50", "date_publish": "2009-04-09 17:39:04", "description": "Perhaps no one has as much influence as President Obama in Chicago’s bid to host the 2016 Olympic Games.", "filename": "2009_04_09__1542339050.html", "image_url": "https://static01.nyt.com/images/2009/04/09/us/politics/08olympics.caucus.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2009_04_09__1542339050.html", "title": "Chicago Makes Bid for 2016 Olympics", "title_page": "Chicago Makes Bid for 2016 Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nam Y. Huh/Associated Press\nWhile Secretary of State Hillary Rodham Clinton, basketball player Michael Jordan and other prominent Americans have offered their support in Chicago’s bid to host the 2016 Olympics, perhaps no one has more influence than President Obama.\nPresident Obama’s home is within walking distance of the proposed Olympic Stadium in Washington Park on the South Side. He has supported the bid from the outset, taping several promotional videos, including one that greeted an International Olympic Committee inspection team to Chicago last week.\nThirteen I.O.C. inspectors assessed Chicago’s Olympic plans, dining with Oprah Winfrey, touring the lakefront sites and attending nonstop meetings about the city’s bid.\nIn subsequent weeks, the I.O.C. team will repeat its evaluation process in Tokyo, Rio de Janeiro and Madrid, the other cities bidding for the 2016 Olympic and Paralympic Games. The commission will then submit a report by Sept. 2 on the technical aspects of each bid, and on Oct. 2, the I.O.C. will vote on a winner.\nTannen Maury/European Pressphoto Agency\nChicago Mayor Richard M. Daley has called Mr. Obama “the quarterback of our bid.”\n“I know that he and the rest of the country want to bring the Olympics back to the United States of America,” Daley said. “Now we just have to win votes.”", "url": "https://thecaucus.blogs.nytimes.com/2009/04/09/chicago-makes-bid-for-2016-olympics/"}