{"authors": ["Michael D. Shear", "Topics.Nytimes.Com Top Reference Timestopics People S Michael_D_Shear Index.Html"], "date_download": "2018-11-16 03:21:38", "date_modify": "2018-11-16 03:21:38", "date_publish": "2011-06-22 17:15:56", "description": "Mr. Obama’s prime-time speech on Wednesday is his latest attempt to explain to the American public how deeply — and for how long — the country should remain involved in Afghanistan.", "filename": "2011_06_22__1542338498.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2011_06_22__1542338498.html", "title": "Afghan Strategy Has Loomed Over Obama Presidency", "title_page": "Afghan Strategy Has Loomed Over Obama Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nAs a candidate for president in 2008, Barack Obama said the United States should disentangle itself from the war in Iraq and focus more on Afghanistan, which he called a “war of necessity.”\nAs president, Mr. Obama got his wish. After taking office, he quickly moved to end combat operations in Iraq and draw down troops there. But at the same time, he was immediately confronted with questions about the military strategy in Afghanistan and the troop levels needed to sustain it.\nHis prime-time speech on Wednesday is the latest in a half-dozen high-profile moments in his presidency in which Mr. Obama has publicly tried to answer those questions.\nCurrent plans call for American troops to leave Afghanistan by 2014, and administration officials have signaled that in his speech on Wednesday, Mr. Obama will keep his pledge to begin withdrawing a significant number of troops this summer.\nThat withdrawal will include some of the 30,000 troops that Mr. Obama himself thrust into the conflict in December 2009, when he agreed to a broader counter-insurgency strategy advocated by his top generals.\nHere is a timeline of the president’s major decisions on Afghanistan.\n1. The first increase. Even as he walked into the Oval Office for the first time in January 2009, Mr. Obama was faced with a Bush-era request from the military for 17,000 additional troops in Afghanistan.\nIn February, less than three weeks into his presidency, he approved the request, saying that the additional manpower was needed to “stabilize a deteriorating situation in Afghanistan, which has not received the strategic attention, direction and resources it urgently requires.”\n2. A quick review. After a three-month review of the conflict, Mr. Obama announced that he would insist on what he called the first “benchmarks” for success in the long war. In a major speech in March 2009, Mr. Obama declared that “the era of the blank check” for the Afghanistan conflict was over.\nIn addition to the 17,000 troops that he had approved earlier, Mr. Obama said that he would send 4,000 more troops to aid in training the Afghan military. That brought the total of troops that he personally authorized to 21,000.\n“The situation is increasingly perilous,” Mr. Obama said. ““We have a clear and focused goal to disrupt, dismantle and defeat al Qaeda in Pakistan and Afghanistan.”\n3. A new strategy. By the fall of 2009, Mr. Obama began what aides described as an exhaustive review of the Afghanistan policy. In a series of high-level meetings with his war cabinet, Mr. Obama and his military and political advisers debated strategy.\nSeveral of the president’s advisers, including Vice President Joseph R. Biden Jr. and Rahm Emanuel, then the chief of staff, argued for a more scaled-back effort in Afghanistan that would focus on antiterrorism goals and make heavy use of remote-controlled drones and special forces.\n4. Mr. Obama’s surge. But Mr. Obama ultimately sided with aides who argued that a bigger American force could succeed in implementing a counter-insurgency strategy in the country. On Dec. 1, 2009, Mr. Obama announced that new strategy — and an additional 30,000 troops — in a speech at West Point.\n“America, we are passing through a time of great trial,” Mr. Obama said in that speech. “And the message that we send in the midst of these storms must be clear: that our cause is just, our resolve unwavering.”\nIn announcing the escalation in Afghanistan — and bringing the troop totals there to nearly 100,000 — Mr. Obama stressed that the months of review had also persuaded him of the need to set a more specific timeline for American involvement in the conflict.\nHe promised to begin withdrawing troops in the summer of 2011, though Defense Secretary Robert M. Gates later made clear that the size and pace of that initial withdrawal would depend on conditions on the ground.\nThe president also said that the higher troop levels would help implement a robust counter-insurgency and counter-terrorism plan developed by Gen. Stanley A. McChrystal, then the top American general in Afghanistan.\n“Let me be clear: none of this will be easy,” Mr. Obama said. “The struggle against violent extremism will not be finished quickly, and it extends well beyond Afghanistan and Pakistan. It will be an enduring test of our free society, and our leadership in the world.”\n5. A leadership change. In June 2010, Mr. Obama faced a different kind of test in Afghanistan. After Rolling Stone magazine published a controversial profile of General McChrystal, Mr. Obama fired the general, raising fresh questions about whether the strategy for the war would change.\nBut the president moved quickly to dispel those questions, naming Gen. David H. Petraeus — a strong backer of the counter-insurgency strategy — as General McChrystal’s successor in Afghanistan. The move sent a clear signal that Mr. Obama intended to continue with the course he had set out.\n“We have a clear goal. We are going to break the Taliban’s momentum,” he said.\n6. A progress report. At the end of 2010, Mr. Obama offered a report to Congress that said there had been “fragile gains” during the year and that the military would keep to the schedule of starting to withdraw troops in July.\nIn briefings by the president’s top advisers, the White House and the Pentagon said the military had made progress in going after al Qaeda. But Mr. Obama acknowledged that “progress has not come fast enough.”", "url": "https://thecaucus.blogs.nytimes.com/2011/06/22/afghan-strategy-has-loomed-over-obama-presidency/"}