{"authors": ["Michael D. Shear", "Topics.Nytimes.Com Top Reference Timestopics People S Michael_D_Shear Index.Html"], "date_download": "2018-11-16 03:21:50", "date_modify": "2018-11-16 03:21:50", "date_publish": "2011-06-23 02:01:37", "description": "Some of the leading Republican presidential candidates offered dramatically different reactions to President Obama’s announcement of troop reductions in Afghanistan.", "filename": "2011_06_22__1542338510.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2011_06_22__1542338510.html", "title": "The New York Times", "title_page": "Romney, Pawlenty, Huntsman Respond to Obama Speech of Afghanistan Troop Withdrawal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some of the leading Republican presidential candidates offered dramatically different reactions to President Obama‘s announcement of troop reductions in Afghanistan, a reflection of the schism in the Republican Party over the future of the war.\nTim Pawlenty, the former governor of Minnesota, issued a sharp rebuke of the president’s proposal to withdraw 10,000 troops immediately and the remaining 20,000 troops from the 2009 “surge” within a year. In a statement, Mr. Pawlenty called the speech “deeply concerning.”\n“Look how he phrased the outcome of this war,” Mr. Pawlenty said on “The O’Reilly Factor.” “He said we need to end the war, quote unquote, responsibly. When America goes to war, America needs to win. We need to close out the war successfully, and what that means now is not nation-building. What it means is to follow General Petraeus’s advice and to get those security forces built up where they can pick up the slack as we draw down.”\nMr. Pawlenty has staked out the most hawkish position of the major presidential candidates. Jon M. Huntsman Jr., the former governor of Utah, has chosen the other side, having said this week that the United States should “move on” from the decade long war in Afghanistan.\nIn a statement after Mr. Obama’s speech, Mr. Huntsman said that “now it is time we move to a focused counterterror effort, which requires significantly fewer boots on the ground than the president discussed tonight. We need a safe but rapid withdrawal which encourages Afghans to assume responsibility.”\nMitt Romney, the former governor of Massachusetts, is somewhere in the middle. In a statement, Mr. Romney said that “we all want our troops to come home as soon as possible,” but he stopped short of praising Mr. Obama’s speech.\n“We shouldn’t adhere to an arbitrary timetable on the withdrawal of our troops from Afghanistan,” Mr. Romney said. “This decision should not be based on politics or economics. America’s brave men and women in uniform have fought to achieve significant progress in Afghanistan, some having paid the ultimate price. I look forward to hearing the testimony of our military commanders in the days ahead.”", "url": "https://thecaucus.blogs.nytimes.com/2011/06/22/2012-republicans-respond-to-obama-speech/"}