{"authors": ["Matt Bai"], "date_download": "2018-11-16 03:21:42", "date_modify": "2018-11-16 03:21:42", "date_publish": "2011-06-22 19:14:14", "description": "The assembled news media wasn’t nearly this dismissive of, say, Newt Gingrich when he announced several weeks and a couple of credit lines at Tiffany’s ago.", "filename": "2011_06_22__1542338502.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2011_06_22__1542338502.html", "title": "The New York Times", "title_page": "Why All the News Media Scorn for Huntsman? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jon M. Huntsman Jr. is actually running for president? And saying he respects President Obama, no less?\nPolitical Times Matt Bai’s analysis and commentary. Is he mocking us? Does he think we’re a bunch of idiots?\nThat’s pretty much been the tone of the commentary since Mr. Huntsman made his candidacy official on Tuesday, and I have to say I’ve found it rather jolting.\nHaving written an article on Mr. Huntsman for this Sunday’s New York Times Magazine, I’m under no illusions that he has, as the TV talking heads insist on putting it, a likely “path to the nomination.” (Why do they all use this exact same imagery? Is there some map of the presidential contest I was supposed to get back at the entrance?)\nBut much of the coverage here carries an unmistakable undercurrent of anger. The assembled news media wasn’t nearly this dismissive of, say, Newt Gingrich when he announced several weeks and a few credit lines at Tiffany’s ago. In Mr. Huntsman’s case, the prevailing attitude seems to be that he is wasting our time.\nHere’s how Dana Milbank at The Washington Post summarized the situation this morning, in a column that seemed to channel much of the chatter in Washington:\n“I wish Huntsman luck in this noble pursuit, but the high road almost always leads to political oblivion. For Huntsman to maintain his course all the way to the Republican presidential nomination would turn politics on its head. More likely, he will join other decent men — Richard Lugar, Orrin Hatch — whose presidential campaigns were quickly forgotten.”\nNo disrespect to Senators Lugar and Hatch, or to Dana for that matter, but let’s just review the facts here for a moment, as if we were all Martians on an expedition and didn’t know we should be so jaded.\nMr. Huntsman served in two Republican administrations and was twice elected governor of Utah, the second time by a margin of 57 percentage points. (That’s “by,” not “with.”) Then he served as the country’s ambassador to China, probably the foreign power most critical to our future. He has no obvious character flaws, and he’s richer than LeBron.\nThis is not the résumé of a quixotic candidate.\nIt’s true that Mr. Huntsman doesn’t seem to have much to say that’s very compelling at this point, and it’s true that “civility” isn’t much of a message — points my colleague Michael Shear made in his column this morning.\nBut let’s review the modern history here. George W. Bush ran largely in 2000 on a promise to “change the tone” in Washington, and John McCain nearly beat him for the nomination with a call for bipartisan reform. Then Barack Obama vowed to leave behind the incivility of boomer politics. None of these men were unserious.\nAnd at this time in 2007, you could have said many of the same things about Mr. Obama that are now being hurled at Mr. Huntsman. Mr. Obama seemed to have no compelling reason to run back then, aside from people were telling him that he could. The closest thing he had to a theme was “hope,” whatever that was about. He was nowhere near Hillary Rodham Clinton in the polls, and his skin color struck a lot of people as an insurmountable barrier.\nSo why is Mr. Huntsman being mocked by a lot of influential analysts? I think it’s because, going back to 2009 and culminating in the 2010 elections, there is now an accepted news media narrative about the Republican Party. It’s ideologically kooky. It’s furiously partisan. It’s full of hate.\nMitt Romney seems essentially to buy into this narrative. So does Tim Pawlenty. For all I know, they’re right.\nBut Mr. Huntsman is advancing the notion that there is a more nuanced, less reactionary strain in the party that feels underrepresented. And this seems to unduly irritate a lot of analysts. The feeling seems to be: We’ve already got this all figured out, and we know he’s wrong. So why is he still up there talking?\nMany politicians have qualities that can annoy those who cover them: self-importance, hypocrisy, elusiveness. But for whatever reason, none more offends the capital’s pundits and insiders than naïveté. We know the Republican Party won’t even entertain a conciliator as its nominee, just like we knew that Republicans after 2008 had been relegated to the minority for decades. We tend to ridicule anyone whose version of reality isn’t what we know it to be — until suddenly it is, and then you can bet that we saw it coming all along.\nJust to be clear: I’m not suggesting that Mr. Huntsman is likely to win. (Read my piece and you’ll see that I have my own reasons for skepticism.) But that doesn’t mean we should shower contempt on anyone who advances a competing theory of the moment. It costs us nothing to wait and find out.", "url": "https://thecaucus.blogs.nytimes.com/2011/06/22/why-all-the-scorn-for-huntsman/"}