{"authors": ["Ashley Parker", "Michael D. Shear"], "date_download": "2018-11-16 03:54:54", "date_modify": "2018-11-16 03:54:54", "date_publish": "2012-07-11 16:27:38", "description": "“If you want a president who will make things better in the African-American community, you are looking at him,” Mitt Romney said to the N.A.A.C.P’s annual convention in Houston.", "filename": "2012_07_11__1542340494.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2012_07_11__1542340494.html", "title": "To Boos and Polite Applause, Romney Speaks to the N.A.A.C.P.", "title_page": "To Boos and Polite Applause, Romney Speaks to the N.A.A.C.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nHOUSTON — Less than four years after President Obama swept into the White House with the overwhelming support of black voters, Mitt Romney appeared on Wednesday before the National Association for the Advancement of Colored People with a bold claim: “If you want a president who will make things better in the African-American community, you are looking at him,” Mr. Romney said.\nHis assertion was met with cackles and boos — as well as some tepid applause — and was emblematic of his entire speech, in which he tried to appeal to African-Americans, while still offering some tough medicine and policy prescriptions unpopular with them.\nIn his roughly 25-minute speech at the N.A.A.C.P.’s annual convention here in Houston, Mr. Romney promised to fight teachers’ unions and repeal the president’s health care plan, both positions that are unpopular among blacks.\nWhen he said would “eliminate every nonessential expensive program I can find, that includes Obamacare,” the crowd began to boo — the first of several instances of vocal disagreement. Mr. Romney grinned nervously and deviated slightly from his prepared remarks, as he tried to explain his position.\nHe also said he would “defend traditional marriage.” Though many African-Americans have not warmed to same-sex marriage, the N.A.A.C.P. passed a resolution in May supporting marriage equality.\n“I believe that if you understood who I truly am in my heart, and if it were possible to fully communicate what I believe is in the real, enduring best interest of African-American families, you would vote for me for president,” Mr. Romney said.\nMr. Romney’s speech was blunt and delivered with little of the typical rhetorical flourishes and soaring language that is often aimed at celebrating the history of the civil rights movement.\nInstead, the presumptive Republican nominee came straight to the point, awkwardly acknowledging the lack of support among African-Americans for a candidate from his party.\nBut even as he accepted that reality, Mr. Romney appeared determined to deliver a tough critique of Mr. Obama’s economic policies in the face of a restless crowd that at several points booed him.\nTo the audience, he suggested that their support for the president was misplaced, a mistaken assumption that his policies would make their lives better. In fact, Mr. Romney said, African-Americans would do better if he was president.\n“If I did not believe that my policies and my leadership would help families of color — and families of any color — more than the policies and leadership of President Obama, I would not be running for president,” he said.\nHis message — offered with little veneer — was basically this: you should not support Mr. Obama just because he is an African-American.\nThough Mr. Obama, the country’s first African-American president, won 95 percent of the black vote in 2008, Mr. Romney is not ceding any ground in what his campaign anticipates will be a close election in November. The black vote, which is still solidly in Mr. Obama’s column, could prove crucial in swing states like North Carolina and Virginia.\n“This is an honor to address you, and one I had not expected, and one I value very highly,” Mr. Romney said, before later promising that, as president, he would return to the convention next year, if invited.\nIn May, Mr. Romney hired a consultant, Tara Wall, to help with outreach to black voters, and he also visited an inner-city charter school in West Philadelphia, where he was heckled. But his appearance on Wednesday was his most pointed wooing of black voters this campaign, even as he offered a speech that was less conciliatory in tone that many in the crowd had expected.\nMr. Romney also offered an economic pitch to the group, similar to the one he has been making to Hispanic voters — another critical voting bloc, especially in swing states like Colorado, Florida, Nevada and Virginia.\n“The unemployment rate, the duration of unemployment, average income, median family wealth are all worse in the black community,” he said. “In June, while the overall unemployment rate remained stuck at 8.2 percent, the unemployment rate for African-Americans actually went up, from 13.6 percent to 14.4 percent.”\nLast month, speaking to an annual conference of Hispanic officials, Mr. Romney addressed the topic of immigration — both legal and illegal — but ultimately gave a tweaked version of his economy-driven stump speech.\nMany in the audience gave Mr. Romney credit for showing up and speaking to the group, but said they were frustrated with certain aspects of his speech.\n“I give him thumbs up for being courageous,” said William Braxton, 59, a retired attendee from Charles County, Md., with a chuckle. “He was courageous without a doubt.”\nBut Mr. Braxton said he took issue with Mr. Romney’s claim that he would be the best president to serve black citizens.\n“Oh my God, I was shocked,” Mr. Braxton said. “Never ever have I heard him say anything about how he would help the poor or underprivileged, let alone the black community. Maybe his view is that he could tell us what we want to hear and we’re supposed to swallow it.”\nDonna Payne, 48, of Washington, D.C., who was at the convention as a representative of the Human Rights Campaign, said that she thought Mr. Romney “did the best he could,” before dissolving in laughter.\n“To say he would repeal Obama’s health care plan is absolutely a joke,” Ms. Payne said. “I can’t believe he had the nerve to even bring up repealing the plan in the middle of speaking to an audience that fought hard for the health care plan and for coverage. It’s a total misread of who you’re talking to.”\nIn recent national polls, Mr. Obama still overwhelmingly leads Mr. Romney among black voters, many of whom are suspicious of Mr. Romney’s record on civil rights and diversity, especially when he was the governor of Massachusetts. Upon taking office, for his instance, he eliminated the state’s Office of Affirmative Action.\nMr. Romney is also a member of the Mormon Church, which until 1978 barred blacks from entering the priesthood. But Mr. Romney’s father, George Romney, a former governor of Michigan, was known for his aggressive stance on civil rights. The elder Mr. Romney refused to support Barry Goldwater in 1964 because he was worried about his extreme rhetoric and his campaign’s appeals to the Southern white segregationist vote, and he later used his perch as the secretary of Housing and Urban Development to try to integrate the suburbs.\nMr. Romney mentioned his father near the end of his speech, mentioning several instances of his civil rights work and concluding: “He was a man of the fairest instincts, and a man of faith who knew that every person was a child of God.”\nThough Mr. Obama was invited to address the group as well, he canceled, citing a scheduling conflict, and Vice President Joseph R. Biden Jr. will speak at the convention on Thursday.", "url": "https://thecaucus.blogs.nytimes.com/2012/07/11/to-boos-and-polite-applause-romney-speaks-to-the-n-a-a-c-p/"}