{"authors": ["Peter Baker", "Topics.Nytimes.Com Top Reference Timestopics People B Peter_Baker Index.Html"], "date_download": "2018-11-16 04:46:29", "date_modify": "2018-11-16 04:46:29", "date_publish": "2012-11-27 00:24:55", "description": "The ambassador to the United Nations will meet on Tuesday with Senators John McCain, Lindsey Graham and Kelly Ayotte.", "filename": "2012_11_26__1542343589.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2012_11_26__1542343589.html", "title": "Susan Rice to Discuss Benghazi With Republican Critics in Senate", "title_page": "Susan Rice to Discuss Benghazi With Republican Critics in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After weeks under fire, Susan E. Rice will face her accusers on Tuesday.\nMs. Rice, the president’s ambassador to the United Nations and a front-runner to be the next secretary of state, will meet with Senator John McCain of Arizona and two other Republican senators who have excoriated her, saying she provided a misleading account of the attack on the diplomatic outpost in Benghazi, Libya.\nMs. Rice asked for the meeting, according to a government official. Mr. McCain seemed to soften his opposition to her potential nomination on “Fox News Sunday” and said “she deserves the ability and the opportunity to explain herself.” Also attending the meeting will be Senators Lindsey Graham of South Carolina and Kelly Ayotte of New Hampshire, officials said. Ms. Rice will be accompanied by Michael J. Morell, the acting C.I.A. director.\nThe White House welcomed Mr. McCain’s shift in tone during a briefing Monday before news of the meeting was disclosed. “I certainly saw those comments and appreciate them,” said Jay Carney, the White House press secretary. “As the president has said, and I and others have said, Ambassador Rice has done an excellent job at the United Nations and is highly qualified for any number of positions in the foreign policy arena.”\nMs. Rice told a series of Sunday talk shows in the week after the Benghazi attack that it stemmed from a spontaneous protest that extremists then exploited, rather than being a premeditated terrorist attack. That characterization proved inaccurate, and Republicans seized on her interviews as evidence of an attempted cover-up by the administration. The White House has defended Ms. Rice by saying she was simply articulating talking points produced by intelligence agencies.\nMr. Obama has not said whom he will nominate to replace outgoing Secretary of State Hillary Rodham Clinton, but Ms. Rice was seen as the favorite until the Benghazi episode. Mr. Obama’s sharp and aggressive defense of her at a postelection news conference led many in Washington to think he may yet go ahead with her nomination and dare Republicans to oppose her. Another top candidate, according to White House officials, is Senator John Kerry of Massachusetts, the Foreign Relations Committee chairman and a former presidential candidate.", "url": "https://thecaucus.blogs.nytimes.com/2012/11/26/susan-rice-to-discuss-benghazi-with-republican-critics-in-senate/"}