{"authors": ["Sarah Wheaton"], "date_download": "2018-11-16 04:02:49", "date_modify": "2018-11-16 04:02:49", "date_publish": "2013-03-04 23:59:45", "description": "The former governor of Florida, a prominent Republican voice on immigration, advocates giving illegal immigrants a permanent legal status, but not a special path to citizenship.", "filename": "2013_03_04__1542340969.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_04__1542340969.html", "title": "Jeb Bush Appears to Support Middle Ground on Citizenship for Illegal Immigrants", "title_page": "Jeb Bush Appears to Support Middle Ground on Citizenship for Illegal Immigrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Congressional Republicans stake out an approach to overhauling the nation’s immigration system, a high-profile voice has emerged in support of a middle-ground option for the 11 million immigrants already in the country illegally.\nJeb Bush, a former governor of Florida and the younger brother and son of former presidents, has been one of the Republican Party’s most outspoken voices on the importance of Hispanic outreach, advocating not just a change in tone but also a comprehensive approach to immigration.\nIn his new book, “Immigration Wars,” Mr. Bush and his co-author, Clint Bolick, a lawyer at the libertarian Goldwater Institute in Phoenix, outline a plan that would offer those already in the United States illegally a way to stay here as permanent legal residents. But, as he has emphasized in a series of interviews, they should not be provided a special route to become citizens. “To do otherwise would signal once again that people who circumvent the system can still obtain the full benefits of American citizenship,” Mr. Bush and Mr. Bolick write, according to The Huffington Post, which obtained a copy of the book a day ahead of its release.\nBut unlike some on the right who would preclude the possibility that illegal immigrants could ever attain citizenship, Mr. Bush would offer them an option: “However, illegal immigrants who wish to become citizens should have the choice of returning to their native countries and applying through normal immigration processes that now would be much more open than before.”\nIn ruling out a special path to citizenship, Mr. Bush seems to moving closer to a group of House Republicans who have expressed openness to a permanent legal status as a form of compromise.", "url": "https://thecaucus.blogs.nytimes.com/2013/03/04/jeb-bush-appears-to-support-middle-ground-on-citizenship-for-illegal-immigrants/"}