{"authors": ["Jennifer Steinhauer", "Topics.Nytimes.Com Top Reference Timestopics People S Jennifer_Steinhauer Index.Html"], "date_download": "2018-11-16 04:02:42", "date_modify": "2018-11-16 04:02:42", "date_publish": "2013-03-04 23:05:41", "description": "The committee is set to vote Thursday on a gun safety measure designed to curb illegal gun trafficking and purchasing.", "filename": "2013_03_04__1542340962.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_04__1542340962.html", "title": "Senate Judiciary Committee Likely to Vote on Bipartisan Guns Bill", "title_page": "Senate Judiciary Committee Likely to Vote on Bipartisan Guns Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Senate Judiciary Committee is set to vote Thursday on a bipartisan gun safety measure designed to curb illegal gun trafficking and purchasing.\nThe bill, which would toughen the penalties for those who purchase a gun illegally for others to up to 15 years and make gun trafficking a felony, has attracted the most bipartisan support so far of four measures headed for the committee.\nThe measure is a marriage of a gun-trafficking bill designed by Senator Patrick J. Leahy, Democrat of Vermont and chairman of the committee, and a similar bill that was being put together between Senators Kirsten Gillibrand, Democrat of New York, and Mark Steven Kirk, Republican of Illinois. It will be co-sponsored by Senators Susan Collins, Republican of Maine, Richard J. Durbin, Democrat of Illinois, and Richard Blumenthal, Democrat of Connecticut.\nMost significantly, the bill has received intense interest from Senator Charles E. Grassley of Iowa, the top Republican on the Judiciary Committee, who has a strong rating from the National Rifle Association. “Senator Grassley is working with the co-sponsors of the gun trafficking and straw purchaser proposals,” said Beth Levine, a spokeswoman for Mr. Grassley, “and he hopes they can come to a bipartisan consensus.”\nA proposal to reinstate an assault weapons ban, which would also ban certain high-capacity magazines, is unlikely to attract Republican votes and would have almost no chance of passing the full Senate, should it even get out of the committee.\nSince the mass shooting in Newtown, Conn., last December, gun control groups and lawmakers interested in finding a bipartisan consensus had hoped for a broad-based bill that would make background checks for gun buyers universal.\nUnder current law, people who buy firearms in a gun shop are subject to a background check using the National Instant Criminal Background Check System, which is intended to weed out people with a criminal history or with documented mental health problems. But the system excludes private gun sales, and many states have done a poor job of keeping the system up to date, something that would be addressed in a measure that is being negotiated between Senator Charles E. Schumer, Democrat of New York, and Senator Tom Coburn, Republican of Oklahoma.\nBut the two senators are at odds over whether private sellers should have to keep records of gun transactions, as gun stores must, which Mr. Coburn vehemently opposes. Mr. Schumer may well find another Republican who has a strong gun rights background to partner with on the measure if the two cannot have a meeting of the minds.\nShould the Senate fall short of a viable background check bill, it would be a major blow to gun safety advocates and a victory for the N.R.A. On Wednesday, Representative Mike Thompson, Democrat of California and chairman of the Congressional Gun Violence Prevention Task Force, will hold a hearing exploring the relationship between background checks and preventing criminals and the dangerously mentally ill from obtaining guns.\nAnother measure, to provide extra money for school safety, is also expected to receive a vote, although it is not a bill that is core to the agenda set by President Obama to stem gun violence, as are the other bills under consideration. Senator Harry Reid of Nevada, the majority leader, will most likely take the most viable bill and use it as the central measure to take to the floor.\n“The absence of any federal law defining gun trafficking as a crime in this country is shocking,” Ms. Gillibrand said in a statement. She added: “By cracking down on straw purchasers, illegal gun traffickers and their vast criminal networks, we can stop the flow of illegal guns and reduce gun crime. I look forward to working with all of our colleagues on both side of the aisle to pass this important piece of legislation.”", "url": "https://thecaucus.blogs.nytimes.com/2013/03/04/senate-judiciary-committee-likely-to-vote-on-bipartisan-guns-bill/"}