{"authors": ["Thom Shanker", "Eric Schmitt"], "date_download": "2018-11-16 04:02:52", "date_modify": "2018-11-16 04:02:52", "date_publish": "2013-03-06 16:07:20", "description": "In a letter to Defense Secretary Chuck Hagel, five former deputy defense secretaries suggest using the budget cuts as an opportunity to re-examine military strategy, personnel numbers and weapons purchases.", "filename": "2013_03_06__1542340972.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_06__1542340972.html", "title": "Former Defense Officials Urge Using Budget Cuts to Shape Military Strategy", "title_page": "Former Defense Officials Urge Using Budget Cuts to Shape Military Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With the across-the-board spending cuts now a reality, a group of five former deputy defense secretaries has written to the new Pentagon chief, Chuck Hagel, urging that he make the best of a bad situation by using the budget cuts as an opportunity to re-examine military strategy, personnel numbers and weapons purchases.\nFiscal Realities Responding to the sequester cuts.\nIn their letter, the former No. 2 Pentagon officials are urging “a new and comprehensive review of all aspects of Pentagon strategy, capabilities, and budget in order to create a new long term defense posture.”\nThe group of five — John Deutch, John P. White, John J. Hamre, Rudy de Leon and William J. Lynn III — suggest as a model the “bottom-up review” carried out during the Pentagon tenure of Les Aspin, who, like Mr. Hagel, was a Capitol Hill veteran who ascended to defense secretary. All five of the deputies were appointed to their positions by Democratic presidents.\n“The comprehensive review must assess the threats that the nation faces and propose a new defense posture to protect the country and its interests,” the letter states.\n“The review should specify force end strength, operational tempo, readiness, and training, and the suite of military equipment and systems required to support the defense posture,” it adds. “Finally, the resources needed to pay for the posture must be determined.” The five also urge that a “range of postures of differing capability and cost should be explored in order to inform the president about the choices he faces.”\nWhile research and development money may shrink, the authors advocate a focus on “disruptive technologies that could revolutionize military capability and doctrine.”\nAnd they actually identify some areas of potential savings: reductions in troop levels, fewer and less lengthy overseas deployments, reduced procurement levels “and thus a slower rate of modernization of military equipment and systems.”\nThe five officials wrote that “in the long run U.S. military superiority relies on technology dominance.” And it cautions that “the growth in costs of military compensation and benefits (especially health care for military personnel and their families) system must be brought under control.”", "url": "https://thecaucus.blogs.nytimes.com/2013/03/06/former-defense-officials-urge-using-budget-cuts-to-shape-military-strategy/"}