{"authors": ["Ron Nixon"], "date_download": "2018-11-16 04:02:46", "date_modify": "2018-11-16 04:02:46", "date_publish": "2013-03-04 18:21:36", "description": "Farm bills passed by the full Senate and the House Agriculture Committee in 2012 would cost billions more this year if they were enacted without changes, according to a new estimate from the Congressional Budget Office.", "filename": "2013_03_04__1542340966.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_04__1542340966.html", "title": "New Estimates Question Savings from Farm Bills", "title_page": "New Estimates Question Savings from Farm Bills - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Farm bills passed by the full Senate and the House Agriculture Committee in 2012 would cost billions more this year if they were enacted without changes, according to a new estimate from the Congressional Budget Office.\nThough lawmakers said last year that the legislation could provide farmers with a safety net while reducing the deficit by cutting billions for agriculture and nutrition programs, the new figures show that the Senate version of the farm bill, which the C.B.O. said last year would save $23 billion over 10 years, would save only $13.1 billion. The House bill would save $26.6 billion instead of the $35.1 billion estimated last year. The farm bill is passed every five years and sets the nation’s agriculture and nutrition policies.\nThe new estimates, which were released Friday, now show that the Senate farm bill would cost about $963 billion over 10 years, which combined with C.B.O changes to the estimated ten year cost under current law, would drop its deficit reduction to $10 billion from last year’s estimate. The House bill would cost $950 billion, with about $8.5 billion less savings than last year.\nThe C.B.O. said the decline in total savings it estimated last year resulted from underestimating spending for new disaster programs outlined in the farm bill for crops and milk, higher disaster aid costs and new calculations for spending in the food stamp program.\nA spokesman for Senator Debbie Stabenow, Democrat of Michigan and chairwoman of the Senate Agriculture Committee, said the new estimates were not surprising.\n“C.B.O. regularly adjust their formulas for calculating savings,” said Ben Becker, the spokesman. “The committee will be able to achieve the savings needed, once its passes the new version of the farm bill.”\nBut critics of the proposed farm bills said the new estimates showed that the bills would have added to the deficit and did not overhaul agriculture programs as proponents claimed.\n“Taxpayers dodged a bullet last year when Congress wisely rejected cramming a trillion-dollar farm bill onto the fiscal cliff package, instead extending most programs through the end of this September,” said Steve Ellis, vice president of Taxpayers for Common Sense, a Washington group. “Lawmakers from agriculture-heavy states had been selling their farm bill proposals as deficit reduction bills. But just as we predicted, the ‘savings’ aren’t appearing.”\nThe farm bill could end up costing less than the new estimates because of the automatic-spending cuts that went into effect on Friday. Agriculture programs in the farm bill are expected to be cut by $6 billion.\nThe Senate and House are expected to begin work on new farm bills later this year after failing to get legislation passed last fall. The Senate passed its version of the bill, which eliminated some farm subsidy programs, including direct payments, which cost about $5 billion a year and are paid to farmers and farmland owners whether they grow crops or not. The House Agriculture committee passed its version of the bill, but House leaders refused to bring the bill to the floor for a vote, after a fight over cuts in the food stamps program threatened to divide Republicans.\nLawmakers extended the current farm bill, first passed in 2008, to Sept. 30.", "url": "https://thecaucus.blogs.nytimes.com/2013/03/04/new-estimates-question-savings-from-farm-bills/"}