{"authors": ["Jackie Calmes", "Topics.Nytimes.Com Top Reference Timestopics People C Jackie_Calmes Index.Html"], "date_download": "2018-11-16 04:02:46", "date_modify": "2018-11-16 04:02:46", "date_publish": "2013-03-07 04:00:33", "description": "Washington will be digging for days for reports about what – if anything – President Obama’s unusual dinner with Republican senators might mean for progress on the budget, immigration, gun safety or any other issue central to his second-term agenda.", "filename": "2013_03_06__1542340966.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_06__1542340966.html", "title": "G.O.P. Senators Give Obama Dinner Thumbs Up", "title_page": "G.O.P. Senators Give Obama Dinner Thumbs Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For Washington-watchers looking for positive signs from President Obama’s unusual dinner with Republican senators on Wednesday night, there was this: Senators John McCain of Arizona and Tom Coburn of Oklahoma each gave waiting reporters a thumbs up as lawmakers exited the private dining room.\nPerhaps their gesture merely expressed gratitude that the president had picked up the tab – out of his own pocket – for the gathering he initiated at the tony Jefferson Hotel, just blocks from the White House and across Lafayette Park.\nBut given the near blackout on information and the security cordon surrounding the hotel, Washington will be digging for days for more substantive reports about what – if anything – the supper might mean for progress on the budget, immigration, gun safety or any other issue central to Mr. Obama’s second-term agenda.\nAt the outset of his new term, the president seems to have initiated a period of engagement with Senate Republicans to counter the paralyzing antipathy toward him in the Republican-controlled House. In recent days, he invited about a dozen senators to dinner. And next week, at his request, he will go to Capitol Hill to separately meet with both parties in both the House and Senate.\nThe official guest list of those who dined with Mr. Obama was forthcoming from the White House only after everyone had left the roughly two-hour get-together, given the Obama circle’s sensitivity to the fact that identification with the Democratic president carries a political risk for many Republicans back home.\n(Proof of that: the influential conservative activist Erick Erickson on Wednesday night circulated on his Twitter account another conservative’s Twitter warning: “Seriously, if you are a senator up for re-election in ’14, the smartest thing you can do right now is BAIL on the Obamadinner.”)\nBesides Mr. McCain and Mr. Coburn, the diners were the Republican Senators Bob Corker of Tennessee, Lindsey Graham of South Carolina, Dan Coats of Indiana, Richard M. Burr of North Carolina, Mike Johanns of Nebraska, Patrick J. Toomey of Pennsylvania, Ron Johnson of Wisconsin, John Hoeven of North Dakota, Saxby Chambliss of Georgia and – the only woman – Kelly Ayotte of New Hampshire.\n“The president greatly enjoyed the dinner and had a good exchange of ideas with the senators,” said a senior White House official who would not be identified.\nThe meeting follows Mr. Obama’s phone calls to Republicans since Saturday, when across-the-board cuts – known as sequestration – took effect for military and domestic programs because Mr. Obama and Republican leaders could not agree on alternative deficit-reduction measures. The president insists that any alternative package must combine a balance of spending cuts and new revenues, while Republicans generally oppose new taxes on the wealthy and corporations.\nIn the Senate, however, a number of Republicans are known to support higher tax revenues if Mr. Obama and Democrats agree to significant long-term reductions in future spending for the fast-growing entitlement programs, chiefly Medicare and Medicaid but also Social Security – just the trade-off Mr. Obama supports. Mr. Coburn and Mr. Chambliss, for example, are members of a bipartisan group that has supported a deficit-reduction plan with more additional revenues than the president has proposed.\nThe thinking in the White House is that with Congress’s Republican leaders – Speaker John A. Boehner and Senator Mitch McConnell, the Senate Republican minority leader – refusing to bargain with Mr. Obama on higher revenues, the president’s only route to a so-called grand bargain for deficit reduction is to go around the leaders to build a bipartisan consensus.\nIf such a bargain can get through the Democratic-controlled Senate with a few Republicans’ help, that will put pressure on the Republican-controlled House to follow suit – even if House Democrats’ votes provide the margin of passage. That is just the dynamic that in the past two months has allowed Congress to send to Mr. Obama bills raising taxes on wealthy Americans, providing aid to victims of Hurricane Sandy and reauthorizing a law on violence against women.", "url": "https://thecaucus.blogs.nytimes.com/2013/03/06/g-o-p-senators-give-obama-dinner-thumbs-up/"}