{"authors": ["Jonathan Weisman", "Topics.Nytimes.Com Top Reference Timestopics People W Jonathan_Weisman Index.Html"], "date_download": "2018-11-16 04:02:48", "date_modify": "2018-11-16 04:02:48", "date_publish": "2013-03-06 17:06:39", "description": "President Obama will host a group of Senate Republicans on Wednesday for a dinner to discuss the federal debt.", "filename": "2013_03_06__1542340968.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_06__1542340968.html", "title": "For Obama and Senate Republicans, an Opportunity to Dine and Deal", "title_page": "For Obama and Senate Republicans, an Opportunity to Dine and Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As President Obama ratchets up his outreach effort to Congressional Republicans on Wednesday with a dinner date at the Jefferson Hotel, his guests will include some of his fiercest critics in the Senate, some conciliators and some lawmakers who hardly have made a ripple in the public debate over how to tackle the federal debt.\nAnd for now, the senators on the guest list are taking the White House overture as sincere.\n“I’ve always said I’m willing to work with anybody who’s willing to acknowledge the problem to solve it. Maybe that got noticed,” said Senator Ron Johnson of Wisconsin, who swept to victory in the Tea Party-fueled wave of 2010 and will have at dinner what he said would be the first substantive conversation of his life with the president. “I’ll certainly give the president the benefit of the doubt.”\nMr. Johnson will be attending the dinner, along with Republican Senators John Hoeven of North Dakota, Pat Toomey of Pennsylvania, Lindsey Graham of South Carolina, John McCain of Arizona, Bob Corker of Tennessee, Kelly Ayotte of New Hampshire, Dan Coats of Indiana, Tom Coburn of Oklahoma, Richard Burr of North Carolina, and Mike Johanns of Nebraska.\nSome, like Senators Johanns, Graham and Coburn, have been looking for a bipartisan deficit-reduction deal for years. Others, like Senators Toomey and Johnson, have been relentless critics of the Obama administration. Some, like Ms. Ayotte, have seemed like logical negotiating partners but have had very little contact with the White House. And some, like Mr. Burr and Mr. Coats, have made little impression on the debate at all.\n“My message is, Mr. President, we’ve been dealing with short-term, buy-a-little time stuff for two years now, isn’t it time to reach some kind of big deal that puts this behind us, that sets a course for 10 years and removes this dark cloud of uncertainty that hangs over the economy,” Mr. Coats said.\nAsked if they were worried that the dinner was more about the president showing a willingness to work across party lines than trying to reach an agreement, most of the invited struck a positive tone.\n“It’s always good to talk, right?” Mr. Hoeven said.", "url": "https://thecaucus.blogs.nytimes.com/2013/03/06/for-obama-and-senate-republicans-an-opportunity-to-dine-and-deal/"}