{"authors": ["Jackie Calmes", "Richard W. Stevenson"], "date_download": "2018-11-16 04:02:52", "date_modify": "2018-11-16 04:02:52", "date_publish": "2013-03-04 16:13:56", "description": "In selecting Sylvia Mathews Burwell, President Obama enlisted another Clinton-era veteran for his economic team.", "filename": "2013_03_04__1542340972.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_04__1542340972.html", "title": "President Announces Choice for Budget Chief", "title_page": "President Announces Choice for Budget Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWASHINGTON — In picking Sylvia Mathews Burwell to be his budget director, President Obama on Monday again enlisted a Clinton-era veteran for his economic team as it deals with fiscal and partisan challenges that make the earlier time seem like the good old days.\nOn Washington National politics and policy.\nMr. Obama announced Mrs. Burwell’s nomination, along with his cabinet-level choices for the Energy Department and the Environmental Protection Agency, before an East Room audience. He used the occasion to denounce the across-the-board cuts to military and domestic spending, known as sequestration, which took effect on Friday when he and Republicans in Congress failed to agree on an alternative deficit reduction package.\nThe president said that Mrs. Burwell, who is subject to Senate confirmation, would work with the acting director of the Office of Management and Budget, Jeffrey D. Zients, to “do everything in their power to blunt the impact of these cuts on businesses and middle-class families.”\n“But eventually a lot of people are going to feel some pain,” he said. “That’s why we’ve got to keep on working to reduce our deficit in a balanced way.”\nThe president defines balanced deficit reduction as combining spending cuts, including in entitlement programs like Medicare, with new revenues from curbing tax breaks for the wealthy and corporations. Yet Republicans in Congress signaled anew their opposition to any tax increases.\nHouse Republicans introduced a measure that would extend current spending levels, which expire on March 27, to the end of the fiscal year on Sept. 30 to avoid a government-wide shutdown late this month. All the spending is subject to the automatic cuts, but the measure adjusts military accounts to cushion the impact.\nAs Mr. Obama sought to keep attention on the dislocations and the job losses ahead from the cuts, he convened his cabinet for the first time in his second term to discuss the impact if the reductions are not reversed.\n“We are going to manage it as best we can, try to minimize the impacts on American families, but it’s not the right way for us to go about deficit reduction,” the president said to reporters who were briefly allowed into the room as the meeting began.\nThough both parties say a compromise to replace sequestration this year is unlikely, Mr. Obama said, “I will continue to seek out partners on the other side of the aisle so that we can create the kind of balanced approach of spending cuts, revenues, entitlement reform that everybody knows is the right way to do things.”\nFurther partisan maneuvering is ahead as House Republicans and Democrats who control the Senate introduce separate budgets for the next fiscal year that starts Oct. 1, underscoring their differences over government’s size and priorities.\nRepresentative Paul D. Ryan, Republican of Wisconsin and chairman of the House Budget Committee, greeted Mrs. Burwell’s nomination warmly.\n“In her previous tenure at O.M.B., she helped a Democratic president commit to a balanced budget and work with a Republican Congress to get it done,” he said in a statement.\nWhile it is the Senate that votes on her nomination, Mrs. Burwell is not expected to encounter serious resistance.\nMrs. Burwell largely came to Mr. Obama’s attention on the recommendation of one of her several Clinton administration mentors, Jacob J. Lew, now the secretary of the Treasury. When Mr. Lew was budget director for Mr. Clinton, Mrs. Burwell — then Sylvia Mathews — was his deputy.\nAnother mentor was Robert E. Rubin. When he was the first director of the National Economic Council at the start of the Clinton presidency, he chose as staff director Mrs. Burwell, who had been a Rhodes scholar. She followed Mr. Rubin when he became Treasury secretary, serving as his chief of staff. Later she was promoted to deputy White House chief of staff and deputy budget director.\nShe was among the ambitious Democratic aides who orbited around Mr. Rubin, won promotions and then pursued careers outside government. Now Mrs. Burwell, who left Washington after the Clinton years to work for the Bill and Melinda Gates Foundation in Seattle and then the Walmart Foundation in Arkansas, is poised to join those who returned to government with Mr. Obama.\nMr. Rubin’s fiscally moderate influence and the broader experience of the Clinton years — marked by repeated budget fights with Republicans, and ultimately a balanced-budget agreement — was formative for many of those who came to the Obama administration. They included Gene Sperling, now director at the National Economic Council as he was for Mr. Clinton, and Peter R. Orszag, Mr. Obama’s first budget director.\nMr. Orszag, now a vice chairman of Citigroup, said: “Sylvia is an ideal nominee for O.M.B. director because she combines a previous stint in Washington with outside-the-Beltway experience. And she’s smart, hard-working and good at making the trains run.”\nYet times have changed since the Clinton era. The kind of bipartisan compromises Mr. Clinton made with Speaker Newt Gingrich have proven elusive for Mr. Obama given the influence of antigovernment, antitax conservatives in constraining Speaker John A. Boehner’s negotiating ability.\nAnd as Mr. Obama is eager to get on with the rest of his agenda — including immigration, gun safety and early education initiatives — that could leave Mrs. Burwell to manage the existing fiscal agenda rather than help chart a new one that would, through a deal on entitlement programs and revenues, stabilize the long-term debt.", "url": "https://thecaucus.blogs.nytimes.com/2013/03/04/for-budget-nominee-obama-again-pulls-from-rubins-circle/"}