{"authors": ["Fernanda Santos", "Sarah Garrecht Gassen"], "date_download": "2018-11-16 04:02:42", "date_modify": "2018-11-16 04:02:42", "date_publish": "2013-03-06 21:07:33", "description": "Gabrielle Giffords, a former congresswoman for Arizona, held a news conference in Tucson to urge Senators John McCain and Jeff Flake to support legislation requiring background checks for every gun purchase.", "filename": "2013_03_06__1542340962.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_06__1542340962.html", "title": "At Shooting Site, Giffords Urges Lawmakers to Act on Gun Safety", "title_page": "At Shooting Site, Giffords Urges Lawmakers to Act on Gun Safety  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTUCSON – “Fight, fight, fight” were the first words by Gabrielle Giffords during a news conference on Wednesday from the same supermarket parking lot where a gunman opened fire on Jan. 8, 2011, wounding her and 12 others and taking six lives.\nMs. Giffords, a former congresswoman for Arizona, was embracing the role of constituent to her senators, Republicans John McCain and Jeff Flake, asking them to support legislation requiring background checks for every gun purchase.\n“Be bold. Be courageous,” she urged them from behind a lectern. Onlookers cheered. Her husband, the former astronaut Mark E. Kelly, kept a supportive hand on her shoulder as she spoke. When she was done, he planted a kiss on her cheek.\nSeveral of the shooting’s survivors, as well as friends and relatives of theirs and of those killed in the rampage, which took place as Ms. Giffords hosted a constituents meet-and-greet, attended the news conference. It was timed to pre-empt a Senate Judiciary Committee hearing on gun safety legislation later this week.\nMr. Kelly and others urged voters to nudge Mr. McCain and Mr. Flake to help pass gun legislation, repeatedly citing polls offering broad support for background checks for gun buyers. As it stands, buyers can skip the checks if they get their guns from private sellers at gun shows or on the Internet.\nMr. Kelly said: “This discussion is not about the Second Amendment. It’s about public safety. It’s about keeping guns out of the hands of the dangerously mentally ill and criminals.”\nHe went on to say that the man behind the shooting here, Jared L. Loughner, would most likely have failed a background check if his history of mental illness and drug use had been available. Mr. Loughner pleaded guilty to 19 counts of murder and attempted murder in connection with the shooting, for which he is serving seven consecutive life sentences and 140 years in prison.\nRandy Gardner, whom Mr. Loughner shot in the leg, said, “Law-abiding citizens will not be affected by these background checks,” which he described as “a thoughtful walk across level ground,” not “a slippery slope.”\nSuzi Hileman, who took 9-year-old Christina-Taylor Green, the youngest of Mr. Loughner’s victims, to Ms. Giffords’s event the morning of the shooting, said: “It’s time to act. Not go home and shake your head and say, ‘Isn’t that sad.’ ”\nShe spoke beside the girl’s mother, Roxanna Green, who held a photo of Christina-Taylor. Before the news conference, they placed orange and yellow roses by a memorial outside the supermarket, the sole reminder there of the shooting.\nKen Dorushka, who protected his wife with his own body during the shooting, said the talk about rights that swirls around any discussion about gun laws should not exclude the perspective from victims of gun violence.\n“When you talk about rights,” Mr. Dorushka said, “the rights of little Christina-Taylor Green to see her 10th birthday supersedes the right of anyone else to have an AK-47.”", "url": "https://thecaucus.blogs.nytimes.com/2013/03/06/at-shooting-site-giffords-urges-lawmakers-to-act-on-gun-safety/"}