{"authors": ["Ashley Parker", "Topics.Nytimes.Com Top Reference Timestopics People P Ashley_Parker Index.Html"], "date_download": "2018-11-16 04:02:45", "date_modify": "2018-11-16 04:02:45", "date_publish": "2013-03-06 19:03:06", "description": "Senators from both parties joined the Republican from Kentucky, who opposes John O. Brennan to lead the C.I.A. and said he would “speak until I can no longer speak.”", "filename": "2013_03_06__1542340965.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thecaucus.blogs.nytimes.com/2013_03_06__1542340965.html", "title": "Rand Paul Leads Filibuster of Brennan Nomination", "title_page": "Rand Paul Leads Filibuster of Brennan Nomination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSenator Rand Paul, Republican of Kentucky, began an old-school, speak-until-you-can-speak-no-more filibuster on Wednesday just before noon, and was still going strong hours later.\nMr. Paul, who opposes the nomination of John O. Brennan to lead the Central Intelligence Agency, had previously said he would filibuster President Obama’s nominee after receiving a letter this month from Attorney General Eric H. Holder Jr. that refused to rule out the use of drone strikes within the United States in “extraordinary circumstances” like the Sept. 11 terrorist attacks.\nOn Wednesday, Mr. Paul did exactly as promised, taking to the Senate floor to filibuster Mr. Brennan’s nomination.\n“I rise today to begin to filibuster John Brennan’s nomination for the C.I.A.,” Mr. Paul began. “I will speak until I can no longer speak. I will speak as long as it takes, until the alarm is sounded from coast to coast that our Constitution is important, that your rights to trial by jury are precious, that no American should be killed by a drone on American soil without first being charged with a crime, without first being found to be guilty by a court.”\nMr. Paul is the first senator to use an actual filibuster after the Senate reached a deal earlier this year to take some basic steps to limit the filibuster.\nAs Mr. Paul’s filibuster — quickly nicknamed the “filiblizzard” by Twitter users, poking fun at the Washington snow storm that failed to materialize — entered its fourth hour, the senator from Kentucky got an assist from his friends, as Senators Ted Cruz, Republican of Texas, and Mike Lee, Republican of Utah, joined him on the Senate floor to help with the effort.\nMr. Paul did not yield the floor — a move that would effectively end his filibuster — but he did, with some apparent relief, yield to take questions from his Republican colleagues.\nMr. Cruz began by making the obvious allusion, referring to Mr. Paul as a “modern day ‘Mr. Smith Goes To Washington,’ ” joking that his effort would “surely be making Jimmy Stewart smile.”\nAnd, perhaps befitting of public stands, Mr. Cruz also took the opportunity to remind the chamber that Wednesday marks the 177th anniversary of the fall of the Alamo, noting with some pride that Mr. Paul “is originally from the great state of Texas.”\nMr. Cruz then proceeded to read from a letter written by William Barrett Travis, a lieutenant colonel in the Texas Army who died at the Alamo, concluding, “Does that glorious letter give you any encouragement and sustenance on this 177th anniversary of the Alamo?”\nApparently it did, as Mr. Paul soldiered ahead, before again receiving some help, this time from an unlikely source — Senator Ron Wyden, Democrat of Oregon.\nMr. Wyden said that while he had voted in favor of Mr. Brennan’s nomination at Tuesday’s Senate Intelligence Committee meeting and plans to vote for him again on the Senate floor, he believed that Mr. Paul “has made a number of important points” about the administration’s lethal drone program and the potential for targeting American citizens on United States soil.\n“I think Senator Paul and I agree that this nomination also provides a very important opportunity for the United States Senate to consider the government’s rules and policies on the targeted killings of Americans and that, of course, has been a central pillar of our nation’s counterterror strategy,” Mr. Wyden said.\nHe added that he felt that “the executive branch should not be allowed to conduct such a serious and far-reaching program by themselves without any scrutiny, because that’s not how American democracy works.”\nAnd then, as the (now bipartisan) filibuster began to feel a bit like a Shakespearean drama, none other than Senator Marco Rubio of Florida entered from stage right, complete with a water joke — a reference to his recent State of the Union response, in which a video of a parched Mr. Rubio chugging water quickly went viral.\n“You’ve been here for a while, so let me give you some advice,” Mr. Rubio. “Keep some water nearby. Trust me.”", "url": "https://thecaucus.blogs.nytimes.com/2013/03/06/rand-paul-filibusters-brennan-nomination/"}