{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:20", "date_modify": "2018-11-16 04:03:20", "date_publish": "2014-11-12 12:43:59", "description": "Wearing the same T-shirts or suits every day may leave time for the really big decisions.", "filename": "2014_11_12__1542341000.html", "image_url": "https://static01.nyt.com/images/2014/11/12/fashion/12runway/12runway-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/runway.blogs.nytimes.com/2014_11_12__1542341000.html", "title": "The New York Times", "title_page": "Mark Zuckerberg Adopts Obama's Approach to Dressing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBut wait, you say upon reading this headline. Doesn’t Mark Zuckerberg, the Facebook chief executive, wear a gray T-shirt every day, while President Obama wears a dark gray or blue suit?\nWell, yes, but conceptually, it turns out the two are on the same page.\nLast week, Mr. Zuckerberg held his first town-hall-style meeting at Facebook headquarters. Among the challenging questions about product changes and how the company decides what to work on (or not), one enterprising questioner asked about the ever-present gray T.\nHere was Mr. Zuckerberg’s answer:\n“It’s a very simple question in a way, but it really speaks to how we think about the community here. I really want to clear my life to make it so that I have to make as few decisions as possible about anything except how to best serve this community. And there’s actually a bunch of psychology theory that even making small decisions around what you wear, or what you eat for breakfast, or things like that, they kind of make you tired and consume your energy. And my view is, I’m in this really lucky position where I get to wake up every day and help serve more than a billion people. And I feel like I’m not doing my job if I spend any of my energy on things that are silly or frivolous about my life, and that way, I can dedicate all my energy to building the best products and services and helping us reach our goal and achieve our mission.”\nYada, yada, yada about connecting the whole world, and then:\n“So even though it kind of sounds silly — that that’s my reason for wearing a gray T-shirt every day — it also is true.”\nHe does it to keep his mind clear!\nI’m not going to quibble about the “frivolous” comment here, or note that Mr. Zuckerberg doesn’t address the question of why he likes gray T-shirts above all, as opposed to, say, striped T-shirts or dress shirts, or point out that the rather lengthy discourse above demonstrates quite a lot of thought about clothes, as opposed to a little. But I would like to highlight its similarities to the following statement made by President Obama to Michael Lewis in a 2012 Vanity Fair profile:\n“You’ll see I wear only gray or blue suits,” he said. “I’m trying to pare down decisions. I don’t want to make decisions about what I’m eating or wearing. Because I have too many other decisions to make.”\nI feel a trend in executive dressing rationales coming on.", "url": "https://runway.blogs.nytimes.com/2014/11/12/mark-zuckerberg-adopts-obamas-approach-to-dressing/"}