{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:30", "date_modify": "2018-11-16 04:03:30", "date_publish": "2014-12-05 15:25:03", "description": "Pantone has selected marsala as its color of the year for 2015, letting us speculate on what that will say about President Obama’s successor.", "filename": "2014_12_05__1542341010.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/runway.blogs.nytimes.com/2014_12_05__1542341010.html", "title": "Seeing Red for the Coming Campaign", "title_page": "Seeing Red for the Coming Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nForget food; Pantone’s color of the year is all about politics\nThe color experts at Pantone have just announced their color of the year for 2015 — Marsala, a deep, reddish-brown — and it has social media in overdrive with the food and wine implications. For obvious reasons.\nPersonally, however, I think they are on to something, and it has nothing to do with the kitchen, and everything to do with the next United States presidential campaign.\nNot that they put it that way, exactly. What Leatrice Eiseman, executive director of the Pantone Color Institute, said was that the “hearty, yet stylish tone” is perfect because it exudes “confidence and stability” and is “equally appealing to men and women.”\nSure, we have two years (or, to be fair, one year pre-full-on-campaigning) to go, but still: Speculation has already begun, and as maybe-possible candidates gear up, being associated with those words — confidence, stability, equally appealing — is no bad thing.\nIndeed, simply consider that over the last very many election cycles, male candidates, at least, have almost universally worn ties (when they wear ties) that are either red, including Marsala dark red, or blue. No matter where their allegiance lies.\n(I actually tracked this historically during the 2012 Romney/Obama debates, in case there are doubters.)\nCoincidence? Possibly, but I don’t think so. And I think, along with Pantone — and until we get the ever-earlier campaign machinery under control — we are probably going to see a lot more of it next year.", "url": "https://runway.blogs.nytimes.com/2014/12/05/seeing-red-for-the-coming-campaign/"}