{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:22:49", "date_modify": "2018-11-16 04:22:49", "date_publish": "2014-08-29 00:07:20", "description": "The tan suit that President Obama wore to a news conference drew plenty of attention, the way a female politician’s wardrobe often does.", "filename": "2014_08_28_obama-wore-a-tan_7dede07af3c8875636b9bac359bdea6e__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342169.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/runway.blogs.nytimes.com/2014_08_28_obama-wore-a-tan_7dede07af3c8875636b9bac359bdea6e__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342169.html", "title": "Obama Wore a Tan Suit (and Spoke About World Crises)", "title_page": "Obama Wore a Tan Suit (and Spoke About World Crises) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLet no one say male politicians do not experience sartorial scrutiny and criticism just as their female colleagues do.\nPresident Obama’s appearance on Thursday at a news conference about Ukraine and Russia, the Islamic State in Iraq and Syria and the current threat in the Middle East in his now-famous tan suit attracted so much attention that the suit did not even become the story — the reaction to the suit became the story. (Samples: “President Obama rocked a tan suit, so Twitter went nuts”; Mashable . “Social media explodes over President Obama’s tan suit”; ABC News ). And that, it seems to me, is the story.\nIn the September issue of Glamour magazine, there is an interview with Hillary Clinton in which she tells the editor in chief, Cindi Leive: “Clearly people should meet an acceptable threshold of appropriateness! [Laughs.] But I think that for many women in the public eye, it just seems that the burden is so heavy. We’re doing a job that is not a celebrity job or an entertainment or fashion job. … In a professional setting, treat us as professionals. … [And] it takes a lot of time. I’ve often laughed with my male colleagues, like, ‘What did you do? You took a shower, you combed your hair, you put your clothes on. I couldn’t do that.’ ”\nWell, apparently, now neither can they.\nAs to why Mr. Obama’s tan suit set off such a chain of reaction, I can think of three main reasons:\n1) Male Washington has had a de rigueur uniform for as long as I can remember — one that can be summed up as “dark suit/white shirt/red or blue tie” — and Mr. Obama’s choice rocked that status quo;\n2) Khaki is a sort of wishy-washy color, neither white nor brown, and hence seemed a particularly odd choice for a discussion of wishy-washy military policy. (When asked in the news conference about ISIS, the president said, “We don’t have a strategy yet.” Was he trying to purposefully look like a fence-sitter?) On the other hand, khaki is also a color associated with the military. Was he trying to show his support for real action? Or subconsciously hoping listeners might associate his gear with a more aggressive potential approach, even if he didn’t articulate that? The point is, there had to be a reason for his choice, and not just because this is one of the most image-aware presidents we have had. But because this is the president who actually went on record as saying. …\n3) “You’ll see I wear only gray or blue suits. I’m trying to pare down decisions. I don’t want to make decisions about what I’m eating or wearing. Because I have too many other decisions to make.” This to Michael Lewis in a 2012 Vanity Fair profile. So why did he change his mind? Why now? Twittering minds want to know.\nIn other words, although there is now sure to be a backlash against the backlash in which pundits weigh in on how silly it is that anyone cared about the suit instead of what the president was saying (suits over substance! the horror, the horror!), I think there is a real lesson here: In this brave new world of image equality, male politicians don’t necessarily get a pass from the fashion police anymore.\nIt’s about time.", "url": "https://runway.blogs.nytimes.com/2014/08/28/obama-wore-a-tan-suit-and-spoke-about-world-crises/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}