{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:27", "date_modify": "2018-11-16 04:03:27", "date_publish": "2015-04-21 12:55:45", "description": "The Pantone company creates a new shade linked to the summer’s “Despicable Me” spinoff, and all ready for the new royal baby.", "filename": "2015_04_21__1542341007.html", "image_url": "https://static01.nyt.com/images/2015/04/22/fashion/22runway/22runway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/runway.blogs.nytimes.com/2015_04_21__1542341007.html", "title": "How a Color Becomes a Trend: Introducing Minion Yellow", "title_page": "How a Color Becomes a Trend: Introducing Minion Yellow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThis week, for the first time in three years, Pantone, the company whose shades are ground zero for pretty much all home, apparel or design work (in case you were wondering why you cared), has released a new color into the world: Minion Yellow.\nIf you had any doubts that pop culture now defines a big chunk of the fashion world, not to mention the fashion you see and will potentially buy, this should put them to rest.\nAfter all, Minion Yellow is not only a “color of hope, joy and optimism,” according to Leatrice Eiseman, the Pantone executive director, it’s also the first color — in the 1,677 released since Pantone was founded in 1962, including 336 in 2012 — named after a movie character or, to be more accurate, a group of characters.\nOther Pantone colors have names like Tangerine Tango, Radiant Orchid and Marsala, this year’s color of the year.\nBy contrast, Minion Yellow is not only named after characters, it’s also linked to what will be a big summer movie, “Minions,” a spinoff of “Despicable Me,” the 2010 film that made stars out of its nonverbal, yellow, dome-shaped creatures, the Minions. It is set to hit United States theaters on July 10.\nAnd you know what that means: Minions, Minions, everywhere! Which in turn means: Minion Yellow everywhere.\nWhen it comes to making a color a phenomenon, it doesn’t get much bigger than that.\nNot coincidentally, this was the brainchild of that pop culture savant Pharrell Williams, who co-wrote the score for “Despicable Me” and its sequel, and whose ability to create trends, be they fashion (see: shorts and suits, or gallon hats) or music (“Happy”), is well documented.\nIn this case, as in those, it’s already working.\nMinion Yellow was seized on pretty much immediately by children’s wear brands, not just because of the above, but because — and I quote an email I got just hours after the Pantone announcement from Wool and the Gang — it is “a perfect, gender-neutral pick for all little princes and princesses.” In other words, it’s royal baby ready!\nSaid royal baby, the next child of Prince William and his wife, Kate, is, of course, due even before “Minions” the movie is: sometime between now (people are already camped outside the Lindo Wing of St. Mary’s Hospital in London) and the British general election on May 7.\nGiven how well royal baby No. 1, Prince George, moved merchandise, between his soon-to-be sibling and the soon-to-be-released summer movie, odds are pretty good that Minion Yellow is going to be the color of the summer. By design, if nothing else.", "url": "https://runway.blogs.nytimes.com/2015/04/21/how-a-color-becomes-a-trend-introducing-minion-yellow/"}