{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:26", "date_modify": "2018-11-16 04:03:26", "date_publish": "2015-04-23 12:42:37", "description": "They reviewed their supply chains before other fashion sectors, use techno fabrics and know that their target customer cares about the environment. All that adds up to high rankings on sustainability indexes.", "filename": "2015_04_23__1542341006.html", "image_url": "https://static01.nyt.com/images/2015/04/23/fashion/runway24/runway24-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/runway.blogs.nytimes.com/2015_04_23__1542341006.html", "title": "Why Athletic Brands May Be the Greenest Fashion Sector", "title_page": "Why Athletic Brands May Be the Greenest Fashion Sector - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSpending the last few weeks poking around sustainability and supply-chain issues in the fashion world for my column, I was struck by one thing in particular: Athletic brands seemed to lead other fashion sectors when it came to the various sustainable companies indexes. (I know, I know, sounds like a fun way to spend the weekend.)\nOn the Dow Jones Sustainability Index, for example, when it came to textile, apparel and luxury goods, Adidas was first, and Nike and Puma were sixth and seventh. Gildan Activewear, a Canadian corporation, was third.\nCoach, at second, and Kering, at fourth, were the only ready-to-wear names.\nOn the Corporate Knights Global 100, Adidas was No. 3, L’Oréal was 14, and H&M was down at 75.\nYou get the idea. None of this is definitive — the sheer difference between where a lot of companies fall from one listing to the next is reflective of the generally inconsistent and hard-to-assess nature of the evaluation processes — but it’s interesting.\nSo when I was talking to Eric Liedtke, the head of global brands for Adidas, about its partnership with the advocacy group Parley for the Oceans, I asked him what he thought was going on. He had three ideas:\n1. The Nike sweatshop problems of the late 1990s scared the athletic-wear sector and got it looking at supply chains earlier than many other ready-to-wear brands. If you accept the fact that, as Toby Heaps, the chief executive of Corporate Knights, pointed out, a meaningful chunk of brand value is derived these days from intangible assets such as human capital (the Chicago-based equity research firm Ocean Tomo goes as far as to calculate that about 84 percent of the value of the Standard & Poor’s 500-stock index companies is intangible), proactive measures against reputational risk become a smart investment.\n2. The fact that athletic brands are largely dependent on techno fabrics as opposed to say, cotton and leather, allows them to use more “replacement materials,” such as recycled polyester, in their products. It’s true that if a lot of high-end luxury brands told their customers they were selling a dress that was not silk, but, in fact, recycled polyester, said customers would probably drop that dress like a hot potato. A sweat-wicking running shirt, on the other hand… .\n3. And finally, their target customer is 17 to 19 years old. And when they do market research on this age group, as Adidas does “rigorously” and as, presumably, do its competitors, “what comes back consistently is they care about the earth, and that drives their purchasing decisions,” Mr. Liedtke said. Which drives the brands’ manufacturing decisions, because it drives their bottom line.\nSo a combination of fear, opportunity and revenue growth. Sounds about right to me.", "url": "https://runway.blogs.nytimes.com/2015/04/23/why-athletic-brands-may-be-the-greenest-fashion-sector/"}