{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:28", "date_modify": "2018-11-16 04:03:28", "date_publish": "2015-04-24 13:10:05", "description": "The designer of the new Whitney Museum and the fashion house have created a handbag.", "filename": "2015_04_24__1542341008.html", "image_url": "https://static01.nyt.com/images/2015/04/25/fashion/25runway/25runway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/runway.blogs.nytimes.com/2015_04_24__1542341008.html", "title": "After Frank Gehry and Louis Vuitton Comes Renzo Piano and MaxMara", "title_page": "After Frank Gehry and Louis Vuitton Comes Renzo Piano and MaxMara - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHire the architect, make the handbag? Such was the case, anyway, when Frank Gehry designed the Fondation Louis Vuitton in Paris and then became part of the brand’s special “The Icon and the Iconoclasts: Celebrating Monogram” collaboration last fall. (He made a structured curvy triangular not-quite-picnic-basket-like bag in the classic LV leather.) And such is the case this month as the new Whitney Museum by Renzo Piano is unveiled in New York — along with a new Whitney bag by MaxMara, a presenting opening sponsor.\nThe bag, a rectangular leather top-handle number that mimics the shape of the building and has spines (a reference to the building’s steel facade) running up its sides, was designed by Ian Griffiths, the MaxMara creative director, in conjunction with the Renzo Piano Building Workshop.\nIt is, I have to say, pretty cool.\nMaxMara is not known for its bags (it’s known, generally, for its perfectly appropriate-with-a-slight-edge coats), so this was an interesting exercise. Could it be an entree into that lucrative accessories market? Possibly. It made me think twice about the label, which took its fall inspiration from the cliché of Marilyn Monroe, and all of my assumptions.\nAnd I am not the only one: The 250 numbered slate-gray version of the limited-edition bag is sold out, according to the brand, though other shades, such as tobacco, will be available as of the museum’s official May 1 opening date. (They will be sold at the museum as well as at MaxMara stores, and range from $1,150 to $1,750.)\nIn any case, it made me wonder if a Rem Koolhaas/Prada piece could be far behind? A Peter Marino/Ermenegildo Zegna briefcase? There’s product opportunity in them there architectural relationships.\nI feel a trend coming on.", "url": "https://runway.blogs.nytimes.com/2015/04/24/renzo-piano-and-max-mara-create-a-handbag/"}