{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:27", "date_modify": "2018-11-16 04:03:27", "date_publish": "2015-04-16 12:46:00", "description": "Perhaps the editor and former Tom Ford muse will take the Japanese retailer into new fashion territory.", "filename": "2015_04_16__1542341007.html", "image_url": "https://static01.nyt.com/images/2015/04/17/fashion/17runway/17runway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/runway.blogs.nytimes.com/2015_04_16__1542341007.html", "title": "Will Carine Roitfeld & Uniqlo Be More or Less Than the Sum of Its Parts?", "title_page": "Will Carine Roitfeld & Uniqlo Be More or Less Than the Sum of Its Parts? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOn Thursday, the Japanese clothing retailer Uniqlo announced that its next collaboration would be with Carine Roitfeld, the former French Vogue editor and former Tom Ford muse who is now the global fashion director at Harper’s Bazaar International and editor of her own magazine, named after herself (CR Fashion Book). Consisting of 40 pieces from outer wear to inner wear, Ms. Roitfeld’s Uniqlo line will go on sale in October.\nOn one hand, this makes a lot of sense and reveals what seems to be something of a, well, unique strategy on the part of Uniqlo when it comes to partners. On the other, however (regarding the actual clothes), it’s a little weird. Let me explain.\nMs. Roitfeld, 60, is, of course, the third mature fashion figure Uniqlo has signed since it began such partnerships. She follows 71-year-old Jil Sander (+J line, 2009-11) and 50-something Inès de la Fressange (2014-present). You know what three means: trend!\nAnd what would that trend be? Working with mature style “icons” (yes, it’s an awful word, but it’s efficient) known for their formidable, and ageless, chic.\nIt’s a markedly different approach than that used by Uniqlo’s high street competitors such as H&M and Target, which tend to hook up with hotter fashion brand names as opposed to individuals, and I think it’s a smart one. After all, Ms. Roitfeld and Co. have longevity — they represent style more than fashion — which suggests that what they do for Uniqlo will, too.\nAnd they bridge the age barrier, attracting both the silver dollar, older consumers who might not otherwise be drawn to a Main Street name, and the young, to whom they represent an established level of taste.\nWhich is actually where, in this instance, I trip up. Because, despite her current official jobs, Ms. Roitfeld is mostly famous for being synonymous with a certain kind of French sartorial sexual suggestion that many women find both intimidating and desirable.\nThat coquette d’un certain age in her skintight pencil skirt, spiky stilettos and leather blinking up from behind a curtain of brown hair? That’s her.\nOf course, many people also fantasize on some level that it could be them, too. But it’s hard to imagine it being Uniqlo, which is known for its squishable puffa jackets, T-shirts and jeans. Given the Roitfeld line will be part of the company’s LifeWear, or everyday clothing, concept, it’s hard not to wonder whose look it will be? Will it represent an about-face or foray into new territory for Uniqlo, or for Ms. Roitfeld?\nShe does not exactly give the game away in the official release: “I started from the idea of clothes that I would want to wear myself, and developed this into clothes that anyone would want to wear, a woman’s ideal of clothes that make her feel transformed when she wears them,” she was quoted as saying. However, Naoki Takizawa, the Uniqlo design director, said, “I believe a new type of LifeWear will be created through her work.” Which suggests that the collection may, indeed, signal a new kind of style for Uniqlo.\nWe will have to wait until fall to see if consumers buy it.", "url": "https://runway.blogs.nytimes.com/2015/04/16/will-carine-roitfeld-uniqlo-be-more-or-less-than-the-sum-of-its-parts/"}