{"authors": ["The New York Times"], "date_download": "2018-11-16 03:21:49", "date_modify": "2018-11-16 03:21:49", "date_publish": "2018-01-18 21:04:14", "description": "Tyler Hicks and Lynsey Addario have collaborated with their colleagues Stephen Farrell and Anthony Shadid in a firsthand account of their days in captivity.", "filename": "2011_03_22__1542338509.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2011_03_22__1542338509.html", "title": "The New York Times", "title_page": "'You Might Die Tonight': Tyler Hicks and Lynsey Addario Present an Account of Captivity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The photographers Tyler Hicks and Lynsey Addario have collaborated with their colleagues Stephen Farrell and Anthony Shadid in a firsthand account of their days in captivity: “Uncertainty and Cruelty Followed Times Journalists Held in Libya.”\nSince February, Ms. Addario, Mr. Farrell and Mr. Hicks have each contributed posts to Lens on their experiences covering the conflicts in Egypt and Libya:\n“At a Deadly, Shifting Front in Libya,” by Lynsey Addario, March 3: “It’s been a rough day. … The scariest thing is the airstrikes. You can judge how close you want to go to fighting, but with airplanes overhead, you never know where they’re going to strike.”\n“In the Thick of Libya’s Brutal Fighting,” by Tyler Hicks, March 9: “Anyone who goes into this area assumes the same risk as any of the fighters. … You always have to remind yourself: even as an observer, you’re just as susceptible to getting hit as anyone else.”\n“What Not to Bring to Tahrir Square,” by Stephen Farrell from Cairo, Feb. 8: “Getting hassled or attacked seems to be a case of being the wrong person in the wrong place at the wrong time. And the closer you get to Tahrir Square, the more likely it is to be all three.”", "url": "https://lens.blogs.nytimes.com/2011/03/22/you-might-die-tonight/"}