{"authors": ["James Estrin"], "date_download": "2018-11-16 03:55:41", "date_modify": "2018-11-16 03:55:41", "date_publish": "2018-01-18 21:04:14", "description": "After hearing about Korean women who were forced to serve as sex slaves for the Japanese Army during World War II, Yunghi Kim photographed survivors struggling to get their stories heard.", "filename": "2015_12_29_koreas-comfort-women-the-fight-to-be-heard__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340541.html", "image_url": "https://static01.nyt.com/images/2015/12/28/blogs/20151228-lens-yunghi-slide-YLIK/20151228-lens-yunghi-slide-YLIK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2015_12_29_koreas-comfort-women-the-fight-to-be-heard__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340541.html", "title": "The New York Times", "title_page": "Korea's Comfort Women: The Fight to Be Heard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yunghi Kim was raised by her grandmother in South Korea while the country was still recovering from the Korean War. Her parents moved to the United States when she was a year old in search of better economic opportunities and sent for her a decade later.\nShe became an American teenager, and eventually a noted photographer, but she never forgot the years she spent with her grandmother. So in 1995, when she heard a radio report about Korean women forced to serve as sex slaves for the Japanese Army during World War II, she took on the subject as her next personal project.\nThousands of Korean women were lured or coerced to work in brothels serving the Japanese Army during the 1930s and 1940s, but stigma kept the topic from being widely discussed after the war. By the time Ms. Kim heard the radio report, some women had come forward to tell of their ordeals and demand that Japan take responsibility for what happened to them.\n“I could relate to going to a foreign land for economic reasons and to send money to their homeland,” Ms. Kim said. “This is very sensitive to every family in Korea because it could have happened to their own daughter.”\nPhoto\nMs. Kim went back to South Korea, recording the stories of four women who lived together in a basement apartment in Seoul.\n“They cared for each other and supported each other, like a sorority,” she said.\nMs. Kim visited the women regularly, hearing their painful descriptions of being recruited to work in factories or to help wounded soldiers in Japan, but then being forced to work in brothels throughout the South Pacific. They told of being tortured and having to service 20 to 30 Japanese soldiers a day.\nAt the time, the stories of what were euphemistically called “comfort women” were just beginning to become public. In 1996, Ms. Kim’s photo essay was published around the world and helped bring broader understanding of what the women went through.\nPhoto\nIn the decades since, South Korea and Japan have vigorously debated Japan’s responsibility for what the women endured. On Monday the nations’ foreign ministers announced an agreement to resolve their dispute. Japan made an apology and promised an $8.3 million payment.\nWhile each side said it was a “final and irrevocable resolution,” some of the 46 surviving comfort women criticized the agreement. In a news conference, Lee Yong-soo, 88, one of the women, said the deal fell far short of their demand that Japan admit legal responsibility and offer reparations.\nOn Monday Ms. Kim was still trying to get details of the agreement but said it was “going in the right direction.”\n“What’s important to the comfort women is whether the Japanese textbooks and history books will mention the comfort women accurately,” she said. “People need to know what really happened.”\nFollow @Yunghi, @JamesEstrin and @nytimesphoto on Twitter. You can also find Lens on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2015/12/29/koreas-comfort-women-the-fight-to-be-heard/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}