{"authors": ["Jonathan Blaustein"], "date_download": "2018-11-16 03:55:45", "date_modify": "2018-11-16 03:55:45", "date_publish": "2018-01-18 21:04:14", "description": "A detour past a bridge in Nevada led Jamey Stillings to his latest project, a sleek and sprawling solar energy plant, the kind that will be crucial in averting the effects of climate change.", "filename": "2015_12_28__1542340545.html", "image_url": "https://static01.nyt.com/images/2015/12/23/blogs/20151223-lens-stillings-slide-KK13/20151223-lens-stillings-slide-KK13-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2015_12_28__1542340545.html", "title": "The New York Times", "title_page": "Fighting Climate Change With One of the World's Largest Solar Power Plants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the spring of 2009, in the depths of the Great Recession, the commercial photographer Jamey Stillings was having a hard time. The work had dried up at his Santa Fe, N.M., studio, so he decided to shift gears and put his energies in a different direction.\nMr. Stillings had survived recessions before, so he thought: “What is something I have control over right now? I have control over the possibility of using my creativity. So why not go on a road trip? Let’s explore in the way I was drawn to photography as child.”\nHe got in the car (with one of his assistants, unlike in childhood) and headed west, where he eventually discovered a new bridge being built over Nevada’s Black Canyon, adjacent to the Hoover Dam. It was fortuitous, as his early photos of the bridge’s half-constructed arch, in the gloaming, launched his career as a fine art photographer. That project, “The Bridge at Hoover Dam,” was quickly published in The New York Times Magazine and became something of an international sensation.\nDuring one of his last helicopter flights over the bridge, he and his pilot diverted to the nearby spot where the massive Ivanpah solar power plant was planned, and he snapped a few photographs. The array, since completed, was intended to be the largest facility of its kind in the world, made with heliostat technology that had not been used on such a scale before. As Mr. Stillings saw it, it was a contemporary version of the Hoover Dam, another massive public infrastructure project built during a time of American economic distress.\nPhoto\nThat detour has led to his newest project, “The Evolution of Ivanpah Solar,” which was recently published by Steidl, with a foreword by Robert Redford and an introduction by Anne Wilkes Tucker. (When asked how he secured such high-profile writers, Mr. Stillings said: “I’m very aware that when you put something out into the world, you’re going to get a yes, or you’re going to get a no. But if you don’t ask, you’re going to get neither.”)\nIntrigued by his first encounter with the plant, he contacted Bechtel, the company building it, and proposed a partnership that would allow him unfettered access to the site, which sits along the Interstate 15 corridor in California’s Mojave Desert. He found Bechtel’s terms unacceptable, because it wanted to control the content, and he was unwilling to give up creative power over his project.\nIn a flash of inspiration, he realized the airspace over Ivanpah was public, so he decided to do an aerial, helicopter-based project documenting the development, and finance it himself. “What I did was to calculate out if I flew every three months over the course of 3.5 years, what that would cost,” he said. “If I traveled out there each time, what if I had bad weather? What if I didn’t? I came up with a number and said I’m willing to take this risk.”\nThe resulting pictures, handsomely reproduced in the Steidl publication, give a viewer, and the historical record, a glimpse of the future if planet Earth is to remain habitable for humanity. As the recent United Nations climate conference in Paris proves, it will take a gargantuan effort to reduce atmospheric carbon levels to avoid the effects of climate change from the dreaded 2-degree Celsius rise above preindustrial levels that most scientists agree is the maximum that should be allowed.\nPhoto\nMr. Stillings’s primary goal as an artist was to put forth a vision of the way things might improve, with clean energy technology, ingenuity and collective action. Given how much information exists about the potential for cataclysm, he wanted to focus on positive change.\n“I have a lot of concerns,” he said. “I would like to not think I am going to leave a legacy for my children, and other people’s children, that is fraught with danger and with unintended consequences of our selfishness, our greed and our neglect.”\nThe photographs of the finished plant, stark, sculptural and rendered in black-and-white, represent a paean to the possibilities of a future in which electricity is created without contributing much to the aggregate carbon in the atmosphere. (A small amount of natural gas is burned to fire up the turbines each morning.) There were also concerns about a desert tortoise’s habitat, and the potential danger to passing birds, that appear to have been addressed.\nGiven his desire to understand the potential for a solution to climate change, Mr. Stillings has expanded his vision, seeing “The Evolution of Ivanpah” as one chapter in a continuing investigation of clean-energy projects around the world. He is calling the larger oeuvre “Changing Perspectives,” as his own perspective changes with each research project, and he also hopes to open minds about the beneficial effects such projects can have on the environment. Clean energy, without question, is integral to the future existence of mankind, and can help rectify mistakes made during the generations since the Industrial Revolution, he believes.\n“We’ve only been on the planet a short time,” he said. “Dinosaurs were around for what, 150 million years? We’ve been around for less than a million. We’re a pretty arrogant species in that regard.”\nJonathan Blaustein is an artist and writer based in New Mexico. He contributes regularly to the blog A Photo Editor.\nFollow @jameystillings, @jblauphoto and @nytimesphoto on Twitter. Lens is also on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2015/12/28/fighting-climate-change-with-one-of-the-worlds-largest-solar-power-plants/"}