{"authors": ["Jonathan Blaustein"], "date_download": "2018-11-16 04:39:07", "date_modify": "2018-11-16 04:39:07", "date_publish": "2018-01-18 21:04:14", "description": "Living in the Second City may have prevented Kenneth Josephson from becoming famous, but the conceptual photographer has a new book and exhibit that underscore his place as a pioneer.", "filename": "2016_04_20__1542343147.html", "image_url": "https://static01.nyt.com/images/2016/04/20/blogs/20-lens-josephson-slide-O1VE/20-lens-josephson-slide-O1VE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2016_04_20__1542343147.html", "title": "Famous in Chicago? What a Concept", "title_page": "Famous in Chicago? What a Concept - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The comedian Albert Brooks once said there’s no special line at the bank for being ahead of your time. It may be unfair, but while some artists are celebrated as innovators during their lifetimes, others never quite become household names.\nConsider Kenneth Josephson: He was a pioneer in conceptual photography and is well-regarded in the history of medium. Yet at 83 years of age, he isn’t widely known to the general public. Fortunately, he seems to be having a late-career moment, with the release of a massive monograph, “The Light of Coincidence: The Photographs of Kenneth Josephson,” from the University of Texas Press, and a solo exhibition at Gitterman Gallery in New York City, which runs until June 11.\nMr. Josephson, who was born in Detroit, has spent nearly his entire career in Chicago, where he taught for many years at the School of the Art Institute of Chicago. He had studied with Harry Callahan and Aaron Siskind at the city’s famed Institute of Design, graduating with a master’s degree in 1960. It’s easy to see their influence in his early work, with so many modernist, dynamic, chiaroscuro urbanscapes.\nPhoto\nLooking back, Mr. Josephson recalled what it was like learning from the two historically important instructors.\n“Harry would usually just gesture,” he said. “His greatest compliment was saying: ‘That’s really a good picture. That’s a good idea. Good picture.’\n“And Aaron would explain what Harry meant, because Aaron was so much more verbal.”\nBefitting a trailblazer, Mr. Josephson made up the rules during his initial conceptual forays in the 1960s. In fact, he didn’t even know what to call his initial efforts.\n“I didn’t know what conceptual art was, when I first started doing it,” he said in a recent interview. “Until someone said, ‘You do conceptual photography,’ and I said: ‘Oh. Do I? O.K.’ ”\nAs his style matured, he began to build pictures based upon ideas, and to work in open-ended series to give them shape. “Images Within Images,” which he began in 1964, offers the perfect example of how his style seemed to presage the culture to come.\nPhoto\nIn “Drottingholm, Sweden, 1967,” made during a year there on a teaching exchange, the photographer’s arm and hand jut into the frame, holding a postcard image of a royal residence in Sweden, in front of the building itself. The outstretched hand evolved into a repeating motif going forward, and that sort of self-referencing became the norm in our meta-obsessed 21st century. (As did his inclusion of himself and his family in his work.)\nAnother image from that series, “Chicago, 1964,” shows a Polaroid image of a tree, placed within the bark of the same tree, which he then photographed with the embedded picture. It calls into question the way in which photography is illusion, rather than an objective representation of reality, years before famed “Pictures Generation” artists like Cindy Sherman played with those ideas in the ’70s and ’80s.\nSo why isn’t Mr. Josephson better known for getting there first?\nStephen Daiter, his longtime dealer, who helped edit and produce the book, says that a lot of Chicago artists don’t get their due from the outside world. “The photo world has been traditionally based in New York, and a little bit elsewhere,” he said. “If you’re not in New York, you’re not seen in the same way that you are elsewhere.”\nAdditionally, he pointed out that Mr. Josephson is not big on self-promotion, perhaps because of his classic Midwestern humility.\n“He’s shy. He’s soft-spoken,” Mr. Daiter said. “That also works a little bit against him, because he’s not somebody who will go out, and scream and yell, ‘I’m the greatest.’ He’s pretty quiet and reserved in most contexts.”\nThe book shows the tremendous range of image-making styles, from street photography to collage, poignant family photos, references to photo history, and cheeky nudes. It’s easy to imagine they’ll continue to resonate deep into the future as well.\nPhoto\nNot surprisingly, the book’s cover image seems to encapsulate his art-making philosophy. “Stockholm, 1967” depicts an old black Volvo, blocking the winter sun from melting snow on the street beside it, which forms a perfectly shaped snow shadow. It’s a sly take on the photographic medium itself, which relies so heavily on positive/negative. It’s also an act of cosmic synchronicity that represents what photography does best. But Mr. Josephson feels it isn’t fair to consider it random.\n“What guides me in my work, early, I learned about Louis Pasteur,” Mr. Josephson said. “He stated that accident and chance favors the prepared mind. I took that very seriously, and it’s guided me through my work.”\nJonathan Blaustein is an artist and writer based in New Mexico. He contributes regularly to the blog A Photo Editor.\nFollow @jblauphoto, @nytimesphoto on Twitter. Lens is also on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2016/04/20/light-of-coincidence-kenneth-josephson/"}