{"authors": ["Ana Dopico"], "date_download": "2018-11-16 04:12:07", "date_modify": "2018-11-16 04:12:07", "date_publish": "2018-01-18 21:04:14", "description": "Amid a vast archive of Cuban photos, two children of exile search for meaning when the Revolution was young and Fidel Castro was portrayed in ordinary, everyday moments.", "filename": "2016_12_04__1542341527.html", "image_url": "https://static01.nyt.com/images/2016/12/04/blogs/04-lens-castro-slide-KLHU/04-lens-castro-slide-KLHU-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2016_12_04__1542341527.html", "title": "Fidel Castro and the Moment of Departure", "title_page": "Fidel Castro and the Moment of Departure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When people die, survivors search their images for a trace of life.\nThe day after Fidel Castro’s memorial in Havana, two Cuban-born New Yorkers sat together, looking for him in a vast archive of photographs. We had been deluged by images of Fidel in the news media that showed him as icon, warrior, hero or tyrant. We were bombarded by the famous close-ups, the profile, the orator before vast crowds, the man apart.\nWe wanted to see something different.\nIn an office overlooking a rain-soaked Washington Square, Ramiro Fernández and I immersed ourselves in his extraordinary Cuban photo collection. Amid a sea of Cuban faces, we finally reached the folder titled “Fidel.” Scanning the 274 photos of Castro, we looked for the early every day of Cuba’s Revolution and for a sense of how it all began. The photographs did not disappoint.\nA crowd surrounds a jam-packed bus in Havana. In the nighttime commotion, something is unfolding. The bus is full to bursting and passengers hang out the window. Some smile, as if they know they are part of something, though we’re not sure what. In the doorway, a big man wearing shades mugs manically. Below him, a younger man, slim and dressed in drab with a military cap, stares steadily our way. His focused look alerts us. Looking back again, we finally spot him, the bearded man tipping back a soda. It is 1959 and Fidel Castro sits inside the Route 28 Bus drinking a Coca Cola. He is in a crowd of Cubans, waiting for the moment of departure.\nPhoto\n“I’ve lived with these pictures a long time, and I rethink their meaning in times like these,” Ramiro, 61, said. “The portraits of Fidel are part of an arc in a story, and I like that aspect, the way they help us recognize the curve in the road.”\nHis collection — amassed over the last 35 years — aims to capture the vernacular and the commonplace of Cuban imagery, and his Fidel file is no exception. The most constant revelation is recognizing Fidel among Cubans and not above them, mixing with people, forming part of a group. In snapshots, candid photographs, even greeting cards, this Fidel belongs to something bigger than himself. He is captured in ordinary, forgettable moments, not in political ritual. He is clearly a kind of political rock star, mixing with the people, but also, for a moment, just a man eating fruit on the side of the road with his comrade. He does not loom over us, finger raised. He is not in epic profile. His image is not yet a stronghold for the state.\nFidel is caught in candid moments, surrounded, entertained, tired, relaxed, bemused. We see droplets of water on his thick glasses as he talks to a man at a regatta; he bares his wavy hair (a rare sight) amid a crowd of wavy-haired women; he looks resigned to a group photo with salesgirls clustering around him. He is a face on a glittery greeting card, an image inset in a Christmas tree (before his government banned the holiday). He is a postcard staring romantically at a mountain range, the Virgen de la Caridad — Cuba’s patroness — superimposed above the peaks in kitschy religious splendor.\nThese images let us discover the ordinary and electric fervor Fidel aroused. The commercial improvisations, amateur crafts and the faded photographs attest to the political love Cubans shared with him and one another in the Revolution’s first years.\n“I want the quality of every day, and I love when I find an anonymous snapshot or a homemade greeting card that shows the primal enthusiasm that people felt for Fidel when he came,” Ramiro said. “From individuals to greeting card companies, they all felt free to circulate his image. That disappears as his leadership became more official and more somber. ”\nAs the Cold War raged, and Fidel became the embodiment of Socialist Revolution, the sign of a new and contested Cuban nationalism, his images stressed decorum, heroism, authority, and solitary power. Ramiro and I searched that early archive for images that revealed something more vulnerable. “For me it’s those real moments when the photographer caught something, a moment when he [Fidel] is not in control of the image,” Ramiro said. “When I find pictures and see something like that, it’s really exciting.”\nRamiro Fernández, who spent 25 years as a photo editor at Time-Life, bought his first photograph in 1981, when he was a receptionist at the Museum of Modern Art. It was a 19th century photo of two rows of royal palms along a road. “It’s a kind of Cuban come to the light image,” he said, smiling. He has been collecting Cuban photographs and ephemera ever since, amassing an extraordinary and eclectic archive of roughly 6,500 photographs and objects, one of the largest outside Cuba. The collection — which documents Cuban history and Cuban image making from the 1850s to the 1980s — has been anthologized in two books, “I Was Cuba: Treasures from the Ramiro Fernández Collection,” by Kevin Kwan and “Cuba Then: Rare and Classic Images from the Ramiro Fernández Collection,” with a foreword and poems by Richard Blanco.\nPhoto\nWith his family history tied both to Cuba’s 19th century independence wars and Fidel’s beginnings, Ramiro brings a deep sense of Cuban memory to collecting. His father, Ramiro Fernández, founded the successful Milton pharmaceutical company in Havana; his mother hailed from Havana society and was part of the early Revolution. From exile in Miami, his grandmother regaled him with stories about Havana’s Hotel Telégrafo and sparked an anxiety over lost memories.\nHe is driven by personal taste and a trained eye, but also by a desire to rescue an endangered archive of memory. He chooses and preserves photographs in their damaged truth: water stains on a revolutionary portrait with Camilo Cienfuegos, Fidel and his young son Fidelito, folds in a tattered snapshot, writing on an image to mark a famous subject. For Ramiro, rescuing and preserving the hard life of photographs, their life as fragments, is part of the ethics of collecting.\n“For me, many of these photographs sometimes seem like leaves in the wind,” he said. “We don’t know where many of these photographers are or what happened to them. These are rescued children, these photographs. Some are missing corners, credits, dates and names. I’m just the guardian. I pull the children in from the storm.”\nRamiro remembers meeting Fidel as a child. “He was in the neighborhood for a meeting,” he recalled. “I was small and he came to say hello to some of us children. He was huge, so tall. I remember the smell of cigars on his hands. The scent of cigars and wet canvas, since it had been raining and Fidel always wore his green canvas fatigues.”\nAmid the revelations in Ramiro’s collection are photographs of Fidel’s childhood and of a young Rául Castro. A school picture show Fidel, serious at the center of a group, marked with an “x” by some unknown hand. A very young Rául, the smallest in the group, smiles shyly in front of him. In a 1958 photo, taken while the rebels were in Oriente Province, Rául sits on a fender, smiling affectionately at Vilma Espín Guillois, who would become his wife. In crowds, he is in sharp focus at arm’s length, but fuzzy up close. We think we detect a quality of chispa in the young gaze, a spark of wit and quickness, but reticence too, or a sense of reckoning. Today, scanning the face of the most powerful man in Cuba, the photos of Rául seem to reflect the changing times and his growing power. As years pass, the shy smile appears less and less.\nRamiro was 8 when he fled Cuba with his mother and sister on October, 29, 1960. I was 4 when my parents left half their family in Havana on December 4, 1967, 49 years ago today. Like millions of Cubans marked by the power and legend of Fidel Castro, we have spent our lives in his shadow, negotiating our relationship to his image.\nAs a generation, we have had to privately — even secretly — imagine our relationship to Fidel, a figure fixed in family lore, in epic terms of good and evil, a figure in someone else’s story. At his death, without nostalgia or suspicion, we ask questions again: “What was it like when it was ordinary?” “Why did you love him?” “What was it all back then?”\nIn the years to come, and as a generation falls silent, we will have to reimagine the answers for ourselves. With Ramiro Fernández’s photographs and their everyday fragments of Cuban history, the work gets more complicated and more compelling. On the day of Fidel Castro’s burial in Santiago de Cuba, we think again about moments of departure, and wonder about the next curve in the road.\nAna Dopico writes about photography and Cuban cultural history and teaches in the Spanish and Comparative Literature Departments at New York University, where she is director of the King Juan Carlos I of Spain Center. She is the author of the blog and book project, Cuba/Cargo/Cult. Follow her on Twitter @ADopicodelValle.\nFollow @nytimesphoto on Twitter. You can also find us on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2016/12/04/fidel-castro-and-the-moment-of-departure/"}