{"authors": ["Daido Moriyama"], "date_download": "2018-11-16 03:58:59", "date_modify": "2018-11-16 03:58:59", "date_publish": "2018-01-18 21:04:14", "description": "Daido Moriyama’s images of Shinjuku are like being in “Blade Runner,” a futuristic place of phantoms, electric energy and tension.", "filename": "2016_08_01__1542340739.html", "image_url": "https://static01.nyt.com/images/2016/08/01/blogs/01-lens-daido-slide-B0UO/01-lens-daido-slide-B0UO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2016_08_01__1542340739.html", "title": "The New York Times", "title_page": "In Shinjuku, 'Blade Runner' in Real Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When I walk in the evening with my camera from Kabuki-cho to Kuyakusho-dori and then along Okubo-dori toward Shin-Okubo Station, I sometimes feel a shiver running down my spine. I find myself flinching for some reason, even though nothing in particular has happened. Shadow-spirits squirm amid the darkness of the back streets, under the lights and neon signs. The sight line of the small camera in my hand picks up the sensitive reactions of these wraiths, like electrical impulses. As they perceive coarse tremors in the surrounding air, my cells quiver with tension. Wandering around, enveloped in the vaguely violent atmosphere, I persuade myself that it is my duty as a photographer to photograph Shinjuku without shrinking back.\nWhy? Because no other seedy neighborhood is quite like the shambles of Shinjuku.\nWhen I watch the movie “Blade Runner,” I think of Shinjuku; and when I’m in Shinjuku, I feel like I’m in “Blade Runner.” Brightly colored blimps float in the sky, and skyscrapers tower behind them like phantoms. Acid rain falls constantly, and unidentifiable people throng through the nether regions. Shinjuku really resembles a replica of that onscreen futuristic city in an unknown country.\nPhoto\nGotham City too, the fictional criminal conurbation that forms a backdrop to the film “Batman,” is so close to Kabuki-cho even in the details — time has been lost from each of these cities, and this conversely conjures up indefinable feelings of familiarity. In other words, although it is a conglomeration which has crushing concrete physicality, when observed from a short distance away Shinjuku is always a concocted city, wrapped in a “reality” that is only virtual. It is rather like a hard-boiled novel, where the drier the text, the greater the lyrical and erotic emotions that exude from between the lines. In that sense, there is no other city that emits the alluring body warmth that Shinjuku does.\nI shot Osaka in 1997, and as soon as the photobook was complete I realized, “Now at last I’m ready for Shinjuku.” Osaka has its own unique fetors and contours. Having held it in my lens for a year, I felt an overwhelming certainty that the only place that was similar, equivalent or indeed had a dense substantiality capable of surpassing it was Shinjuku.\nMy routine is to walk through the streets holding my camera, watching, and it was self-evident that the only fresh, raw territory left to me was neither Shibuya nor lkebukuro — and definitely not anywhere like Ginza, Ueno or Asakusa — but Shinjuku. For street photographers like me, those who stand on Tokyo’s asphalt with camera in hand, it would be inconceivable to look elsewhere, to ignore Shinjuku as it presents itself to us, this Pandora’s box full of modern myths.\nMy relationship with Shinjuku goes back almost 40 years, but I still find it enigmatic. I may position myself there as an observer, but every time I do so, Shinjuku hides its true nature like a chimera and throws my mental perspective into confusion, as if I had strayed into a labyrinth. I certainly don’t hate the place — yet if asked if I truly love it, I sense I’d fall silent. Other areas, such as Ginza or Asakusa, can engender feelings of both love and hate — I can have a tepid relationship with them — but with Shinjuku there is no place for such vacillation: If anything, my obsession grows stronger.\nAs I have been photographing Shinjuku these past two years, many have posed the question, “Why Shinjuku?” Each time I answered on impulse, based on how I felt at that moment — although sometimes I sounded quite serious. In truth, however, it comes down to nothing more than “because it was there.” And because I still see Shinjuku as the great backwater, a formidable den of iniquity. The countless other neighborhoods that make up the huge metropolis of Tokyo sped through the gradual changes of the 50-plus years since the end of the war and, before our own eyes, have now been reduced to white, hygienic, sterile landscapes … but Shinjuku is still there in its primary colors, a living, writhing monster.\nPhoto\nWhen I touched upon Shinjuku once before in a book, all I could say was this: “It was not through my own volition that I came to love this neighborhood, that I became obsessed with it. Shinjuku is imbued with a mystifying narcotic essence, and took me hostage with no possibility of escape. It was a time when I had just come to the capital, and was wandering aimlessly. A time when I was soaked in alcohol every night. A time when I deliriously took photos in the nooks and crannies of every street. A time of political turmoil, just before the 1970 Anpo struggles against the U.S. Security Treaty. A time when I set up an independent gallery, CAMP, together with other young photographers. A time spent together with Shuji Terayama and fellow photographers Shomei Tomatsu, Takuma Nakahira and Masahisa Fukase. I’m sure the bitter memories far outnumber the good ones, but either way, countless memories of Shinjuku are definitively superimposed on most of what I remember of the vivid, hot times I have spent as a photographer.”\nLight and shade, obverse and reverse, truth and falsehood: Each accompanies the other. And just as blighted areas exist inside everyone’s heart, cities also need places of evil. An elusive labyrinth, a modern Babylon, scabrous, smarting, yet soothing. The fact that I am spellbound to shoot Shinjuku surely shows that we are one and the same.\nThis essay has been adapted from “Daido Tokyo,” by Daido Moriyama. Used by permission of Getsuyosha Limited. Reproduced by arrangement with Thames & Hudson Inc.\nFollow @nytimesphoto on Twitter. You can also find us on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2016/08/01/in-shinjuku-blade-runner-in-real-life/"}