{"authors": ["James Estrin"], "date_download": "2018-11-16 04:39:04", "date_modify": "2018-11-16 04:39:04", "date_publish": "2018-01-18 21:04:14", "description": "Nazik Armenakyan has made it her mission to document the dwindling number of people who survived the Armenian genocide a century ago.", "filename": "2016_04_21__1542343144.html", "image_url": "https://static01.nyt.com/images/2016/04/21/blogs/21-lens-armenian-slide-7J5J/21-lens-armenian-slide-7J5J-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2016_04_21__1542343144.html", "title": "Survivors of the Armenian Genocide", "title_page": "Survivors of the Armenian Genocide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nazik Armenakyan has spent the last decade in a desperate race against death: She has been scouring Armenia searching for survivors of the Armenian genocide. She is determined to photograph them and provide an enduring document of their experiences a century ago.\nAlthough she found 45 survivors, she has sometimes arrived in remote villages only to find that death got there first. After one trek, she reached a survivor’s home only to find a hearse parked in front. She broke into tears.\n“I turned to leave, but then stopped because I realized that even in death I needed to take her photo,” Ms. Armenakyan said, “to show that even if they live to be 100 years these witnesses are not permanent.”\nPhoto\nAs Armenians prepare to observe the genocide memorial this Sunday, only two of her subjects are still alive. Armenians commemorate April 24, 1915, as the start of the genocide by the Ottoman Empire, and it is generally said to have continued through 1917.\nThe Armenian population went from some two million to fewer than 400,000 by 1922, as some 1.5 million were killed in what most historians consider a genocide. There were executions into mass graves, and death marches of men, women and children to concentration camps with many dying along the way. The Turkish government disputes many of these accounts and rejects the term genocide.\nThe New York Times covered the issue extensively — describing the actions against the Armenians as “systematic,” “authorized, and “organized by the government.” Some survivors found their way to Eastern Armenia, which came under Soviet control in 1922. After the Soviet Union broke apart, the independent Republic of Armenia was formed in 1991.\nPhoto\nMs. Armenakyan, 39, grew up in Armenia while it was still under Soviet control and learned only the basic facts of the genocide in school. The government, she said, discouraged any sense of Armenian identity.\nMost of the survivors she photographed — in their 90s or over 100 — were children when they escaped the violence. Afterward, they survived the extreme hardships under Stalin and during World War II. For almost 70 years, few of them spoke about the genocide.\n“They couldn’t talk about it under the Soviets,” Ms. Armenakyan said. “During Stalin’s time they would have been sent to Siberia.”\nShe started the project in 2005 while participating in a World Press Photo workshop at the Caucasus Institute in Yerevan, Armenia. Given a simple portrait assignment, she chose a survivor who was then 100 years old. The woman could not hear or see and “was halfway between life and death,” Ms. Armenakyan recalled.\nPhoto\nThis experience spurred her to photograph as many survivors as possible. She spent days with each of her subjects, getting to know them, helping them with chores and gaining their trust.\nMs. Armenakyan was one of the first women to be employed as a news photographer by Armenian publications and was a Magnum Human Rights Foundation Fellow in 2011. She was a co-founder of 4plus, a collective of Armenian female photographers, along with Anush Babajanyan and Anahit Hayrapetyan.\n4plus has published a book, “Survivors,” with Ms. Armenakyan’s stark images, which are at times reminiscent of Christian Orthodox icons in their directness. She says that she has an obligation to the few living eyewitnesses to the genocide.\n“These people told me very, very personal and difficult memories from their childhood,” she said. “I feel a responsibility to build this bridge from past to present and a responsibility to share this.”\nFollow @nazikarmenakyan, @jamesestrin and @nytimesphoto on Twitter. Nazik Armenakyan is also on Instagram. Lens is also on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2016/04/21/survivors-of-the-armenian-genocide/"}