{"authors": ["James Estrin"], "date_download": "2018-11-16 03:59:00", "date_modify": "2018-11-16 03:59:00", "date_publish": "2018-01-18 21:04:14", "description": "When Eugene Richards heard the emotional remarks of Khizr Khan, whose son died in action in Iraq, he realized their paths had crossed during a moment of grief at Arlington National Cemetery.", "filename": "2016_08_01__1542340740.html", "image_url": "https://static01.nyt.com/images/2016/08/01/blogs/01-lens-khan-slideshow-slide-IWQH/01-lens-khan-slideshow-slide-IWQH-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2016_08_01__1542340740.html", "title": "The New York Times", "title_page": "A Muslim Father, a Soldier's Ultimate Sacrifice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like millions of people watching the Democratic National Convention last week, Janine Altongy was reduced to tears by the emotional — and forceful – remarks of Khizr Khan, a Muslim immigrant from Pakistan whose son, a United States Army captain, died in Iraq in 2004. Moved by his testimony, she urged her husband, Eugene Richards, to watch the speech.\nWhen he caught the speech online, Mr. Richards realized that his life had intersected briefly with Mr. Khan’s years earlier. In November 2007 Mr. Richards was in Arlington cemetery photographing for his book “War is Personal” when he came upon Mr. Khan grieving by his son’s grave.\nMr. Richards described the encounter on Facebook this week.\n“There is no way to escape the crushing weight of the grave markers, the rows upon rows, lines upon lines of them, running to the horizon, rising and falling with the land. It was only a few minutes after 8:00, but there was already a mourner in Section 60. Settled on the ground, nine or ten rows back from the road, all you could see of him was the very top of his head and his hands gripping the stone.\nOn this warmish fall day, as the hours passed, I came to photograph a handful of people: Paula Zwillinger, the mother of a Marine who died in Fallujah; the mourner gripping the grave stone, a wounded veteran, who preferred to remain nameless; a young girl named Kayley Sharp, who was visiting the grave of her father; and a slender, stern-appearing man, who when I asked his name, answered instead that he’d lost his son in Iraq. As I remember it, I apologized to Khizr Khan, for having photographed him in prayer. And without breaking his gaze, without a hint of judgment, he said that it was alright.”\nThey talked for only a few minutes because Mr. Richards didn’t want to interfere with his personal moment, he said in a phone conversation on Sunday. He remembers Mr. Khan as “just a very quiet, grieving dad.”\nHis simple, elegant image of Mr. Khan at his son’s grave appears in the book, representing thousands of American parents who lost children in the Iraq war.\nThe next time he saw Mr. Khan was last week in a YouTube video of his convention speech. Since then, Mr. Khan and his wife, Ghazala, have been at the center of a controversial back-and-forth with the Republican presidential nominee Donald J. Trump, who has refused to stay quiet in the face of criticism from the Khan family.\n“What Mr. Khan said about democracy is exactly what I feel, but it’s easy for me to say,” Mr. Richards said. “When you go to Arlington cemetery and see a Jewish family, a Hispanic family, a black family, an Asian woman and then you run into Mr. Khan — that’s democracy.”\nFollow @RichardsEugene and @nytimesphoto on Twitter. You can also find us on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2016/08/01/a-muslim-father-a-soldiers-ultimate-sacrifice/"}