{"authors": ["Maurice Berger"], "date_download": "2018-11-16 04:12:09", "date_modify": "2018-11-16 04:12:09", "date_publish": "2018-01-18 21:04:14", "description": "In “Vintage Black Glamour: Gentlemen’s Quarters,” Nichelle Gainer explores how prominent and accomplished black men shaped their image through personal style, taking charge of how they were seen to defy stereotypes.", "filename": "2016_12_01__1542341529.html", "image_url": "https://static01.nyt.com/images/2016/11/01/blogs/1-Lens-Black-Glamour-slide-LP1L/1-Lens-Black-Glamour-slide-LP1L-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2016_12_01__1542341529.html", "title": "Black Male Glamour, as Style and Substance", "title_page": "Black Male Glamour, as Style and Substance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the 1936 film “Show Boat,” Paul Robeson, in a brilliant and moving performance as the stevedore Joe, sings “Ol’ Man River.” The scene is melancholic, even tragic, as Robeson contrasts the hardships of his menial labor with the effortless flow of the Mississippi River. The actor’s expression hints at weariness and sadness, that “uneasily tied knot of pain and hope,” as the writer Richard Wright described it, which often registered on the faces of marginalized African-American entertainers of the time.\nRobeson was a Renaissance man: a star varsity football player, valedictorian of his 1919 graduating class at Rutgers College, an unwavering activist for civil rights who received a law degree from Columbia University, and a classically trained actor and singer. Yet in 1930s Hollywood, roles for black actors — even ones as accomplished as Robeson — were limited to playing subservient characters at best.\nThis sobering reality and the ways black men of achievement, both famous and less so, overcame almost insurmountable obstacles has inspired an important book by Nichelle Gainer, “Vintage Black Glamour: Gentlemen’s Quarters” (Rocket 88). The book follows up on her groundbreaking social media project and 2014 book, “Vintage Black Glamour,” which explored how black women constructed their public image and challenged an indifferent or hostile mainstream media.\n“When I started the Vintage Black Glamour blog in 2011, I had only the women’s book in mind but, as time went on, it became increasingly obvious that a men’s edition would be in order,” Ms. Gainer wrote. “Many of the men in this book can be found in historic accounts of various sports, music, or Black Hollywood, however, my goal here is to present familiar figures in a new light, and take lesser known figures beyond being more than an historical footnote.”\nPhoto\nAs a result, each photograph is accompanied by a short biographical essay that illuminates the subject’s contributions to society and culture. As with her earlier book, Ms. Gainer tracks the paths of professional success and the construction of public image. She explores how prominent black men shaped their image through personal style and demeanor, insisting on taking charge of how they were seen to get around the limiting stereotypes that defined them.\nHistorically, the problem of black male representation has been deep and pervasive, from outright negative stereotypes — lumbering servants, criminals and buffoons — to more subtle, but no less damaging, slights. Harry Belafonte, for example, noted the inferior scripts he was offered in the 1950s and 1960s: “In every one of them, the black male lead was neutered. Judging by those roles, you would wonder if black men even knew what it meant to fall in love, much less to have sex.”\nThe achievements of black men were often viewed differently from those of their white counterparts. They were typically “damned with the faint praise of having ‘natural skills,’ ” Ms. Gainer wrote, their talent borne of innate physical prowess that did not involve learning, virtuosity, or hard work.\nInvisibility was also an impediment for these men. Routinely covered by the African-American press, they were alternately dismissed or ignored by the white media. In the book, Ms. Gainer recounts an infamous incident in which Time magazine, for a 1954 cover story on jazz, interviewed Duke Ellington and Dave Brubeck but included only a picture of Brubeck, who was white, on its cover.\nThe book’s many images represent men at the epitome of success and glamour: Richard Wright, cigarette in hand, dressed in a crisp white suit; a pensive James Earl Jones, hands gracefully folded over the back of a chair; the suave singer Nat King Cole, standing on a pier, the wind ruffling his stylish raincoat; Harold Jackman, the debonair founder of the Harlem Experimental Theater; the nattily dressed Louisiana governor, Pinckney Benton Stewart Pinchback, who served briefly during the period of Reconstruction; and Cab Calloway in top hat and tails.\nPhoto\nThe photographs of these men, and the many others included in “Vintage Black Glamour,” served as alternative icons, replacing defamatory or mollifying character types with images that exemplified what it meant to be talented, hard-working, self-possessed and, to employ a word that has itself become a kind of stereotype, cool. But as the cultural critic Bell Hooks observed, for African-American men, being cool was not a shallow sensibility. It was a means of survival and self-preservation.\n“Once upon a time black male ‘cool’ was defined by the ways in which black men confronted the hardships of life without allowing their spirits to be ravaged,” Ms. Hooks wrote. “It was defined by black male willingness to confront reality, to face the truth, and bear it not by adopting a false pose of cool while feeding on fantasy; not by black male denial or by assuming a ‘poor me’ victim identity. It was defined by individual black males daring to self-define rather than be defined by others.”\nMs. Gainer’s book uses compelling photographs and texts to vividly document the myriad ways black men accomplished this goal as well as the important contributions they have made to black culture and society in general.\n“I want people to see these pictures and go and listen to their music, read their books, and watch their films,” Ms. Gainer wrote in the book’s afterword. “My hope is that by telling the stories of these men, people — especially other artists and entrepreneurs — will learn about the innovations and sacrifices that went into the things that we often take for granted today, and draw inspiration from it.”\nMaurice Berger is a research professor and the chief curator at the Center for Art, Design and Visual Culture at the University of Maryland, Baltimore County.\nFollow @MauriceBerger and @nytimesphoto on Twitter. Lens is also on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2016/12/01/black-male-glamour-as-style-and-substance/"}