{"authors": ["Jonathan Blaustein"], "date_download": "2018-11-16 03:24:28", "date_modify": "2018-11-16 03:24:28", "date_publish": "2018-01-18 21:04:14", "description": "Lee Friedlander’s series “The Little Screens” was an early artistic attempt to document television’s nascent dominance of America.", "filename": "2017_07_03__1542338668.html", "image_url": "https://static01.nyt.com/images/2017/07/03/blogs/03-lens-screens-slide-AZ0P/03-lens-screens-slide-AZ0P-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/lens.blogs.nytimes.com/2017_07_03__1542338668.html", "title": "The New York Times", "title_page": "Lee Friedlander's Photos of 1960s T.V. Sets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Screens are everywhere these days: on your wrist or in your pocket, on your desk or in your bag. Their ubiquity is a remarkable aspect of 21st-century life, as people walk down the street staring, through a screen, into the virtual world, rather than at the reality all around them.\nAs such, it is disconcerting to see the installation of Lee Friedlander’s prescient “The Little Screens” on the wall at Pier 24 in San Francisco, as 50 pictures are featured in “The Grain of the Present,” the current exhibition curated by Pier 24’s director, Christopher McCall. It’s interesting to view “The Little Screens” as the first artistic attempt to document television’s nascent dominance of America. The pictures were first shot in the early ’60s, when “Bonanza” and “Gunsmoke” were must-see T.V., and John F. Kennedy was president.\nThough Mr. Friedlander just spoke at the New York Public Library on June 20th (a rarity), he now, at 82, doesn’t do interviews anymore. In his stead, Giancarlo Roma, his grandson, and Thomas Roma, his son-in-law, longtime friend and the director of the photography program at Columbia University, occasionally do interviews in his place.\n“The way Lee put it was, he was retiring from everything except photography,” Thomas Roma said. “Those are his words.”\nMr. Roma made the connection to Andy Warhol’s seminal early-60s work, as he too was using Pop culture references, like Campbell’s soup and Marilyn Monroe. He finds the comparison apt, because he sees Mr. Friedlander as an artist of the same sort.\n“My understanding of Lee, all the way through, is that he was a contemporary artist,” he said. “The work he did back then reflected very much what the culture was, and even what was going on in art. Maybe look at The Factory.”\nPhoto\nThe photographs feature countless ’60s references on screens, from L.B.J. to “Mission: Impossible.” There are pictures featuring Mike Wallace onscreen, along with a woman doing aerobics, a wanted poster, a baseball player, a cowboy and … is that Marlon Brando on a motorcycle?\nThe rooms are often dark, as the camera exposed for the brighter screen, and those shadowy tones, along with the funky compositions, make for a sense of impending dystopia. It almost seems as if he’s captured the beginning of an alien invasion. Walker Evans, who wrote a piece accompanying the photos for Harper’s Bazaar in 1963, called them “deft, witty, spanking little poems of hate.”\nMr. McCall doesn’t see the photographs as dark or depressing and has another take entirely. He knows that Mr. Friedlander is famous for photographing every part of his life and imagines the artist, tired from a long day of making pictures, winding down in some motel room somewhere, photographing the television as he relaxes.\n“I can tell he’s come back from a day of shooting,” Mr. McCall said. “That kind of energy and momentum does not get shut off so easily. He found a way to make images, even in that kind of intimate space.”\nThat lifelong, constant obsessiveness is a large part of what makes him special, he continued.\n“He never turns it off,” he said. “He’s constantly shooting and making images. From open heart surgery more recently, to root canals back in the 70’s, there is no time that is too precious not to be photographed.”\nWhile he may not find the images menacing, Mr. McCall agreed there is an of-the-moment feeling that helps them retain their power today. “Now, we’re looking back on this forty-something years,” he said, “and it’s almost like Lee is some type of Nostradamus of photography.”\nThe cartoon futurism of “The Jetsons” first aired in 1962, while Mr. Friedlander was shooting “The Little Screens.” Video conferencing technology, which we now take for granted, was depicted as totally space age, along with flying cars and people living in orbit.\nGreat artists are able to capture those moments in history, when everything shifts, and that Mr. Friedlander is still out there shooting pictures means we’ll get to see what he thinks of the Trump era as well.\nBut it will be through his photographs, not his words.\n“Lee doesn’t go shooting his mouth off making claims about what his pictures are about,” Mr. Roma said. “Lee never did that, even before he retired from interviews.\n“You could compare Lee to some musicians that have long careers and have made the transition without cheapening in any way. You’re not going to see Frank Sinatra going around singing disco or something.”\nJonathan Blaustein is an artist and writer based in New Mexico. He contributes regularly to the blog A Photo Editor.\nFollow @nytimesphoto on Twitter. You can also find Lens on Facebook and Instagram.", "url": "https://lens.blogs.nytimes.com/2017/07/03/lee-friedlanders-photos-of-1960s-t-v-sets/"}