{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Paulkrugman Index.Html", "Steve Virginia", "Gerald Sutliff", "Ca", "Mike Ma", "Robert Waldmann", "David Lindeman", "Jeff Charles", "Debbie R.", "Gunther St"], "date_download": "2018-11-16 04:43:27", "date_modify": "2018-11-16 04:43:27", "date_publish": "2008-06-16 15:44:42", "description": null, "filename": "2008_06_16__1542343407.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/krugman.blogs.nytimes.com/2008_06_16__1542343407.html", "title": "Tax policy puzzles", "title_page": "Tax policy puzzles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Tax Policy Center comparison of the candidates’ tax plans is here. Anyone who cares at all about the issues should read it.\nThere’s nothing surprising in there about the McCain plan: it’s tax cuts and more tax cuts, all hugely tilted toward the top 1 percent of the income distribution.\nThe surprise about the Obama plan is how much in the way of tax breaks it contains, and how much that cuts into the revenue available for other things, especially health care. And there are two pieces that really puzzle me.\nFirst is the income tax exemption for seniors with incomes under 50K. The Tax Policy Center explains:\nUnder current law, most senior citizens do not pay income tax because only a portion of Social Security benefits are subject to tax, and only for taxpayers with incomes above a threshold. In addition, senior citizens may claim an additional standard deduction. Nobody age 65 and over whose income comes entirely or almost entirely from Social Security is subject to income tax. The proposal would actually exempt comparatively well off, though not affluent, senior citizens from tax and give them a benefit not generally available to working Americans.\nAnd I have to say, I really don’t like the idea that certain demographic groups get exempted from taxation. Why, exactly, is this part of the plan?\nThe other is Making Work Pay, a tax credit of up to $500 a year for workers; given the formula, the great majority of workers would in fact receive a flat $500. The thing about this proposal is that it’s very, very expensive: $700 billion over 10 years, or close to half typical estimates of the cost of the subsidies needed to achieve universal health care.\nWhat I don’t get about this proposal is that we already have a program to help lower-income workers, the Earned Income Tax Credit. If raising wages at the bottom is a priority, why not just make the EITC a lot bigger? As it is, the Making Work Pay proposal would give most of its benefits to relatively well off workers — again, at a huge cost, large enough to pose real problems for other initiatives. What’s that about?\nConsider this an open thread for today’s column.", "url": "https://krugman.blogs.nytimes.com/2008/06/16/tax-policy-puzzles/"}