{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Paulkrugman Index.Html"], "date_download": "2018-11-16 04:13:37", "date_modify": "2018-11-16 04:13:37", "date_publish": "2013-05-02 15:50:00", "description": "I do not think that study means what you think it means.", "filename": "2013_05_02_medicaid-nonsense___r=0_1542341617.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/krugman.blogs.nytimes.com/2013_05_02_medicaid-nonsense___r=0_1542341617.html", "title": "Medicaid Nonsense", "title_page": "Medicaid Nonsense - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Busy day, no additional blogging until much later. But you should be reading The Incidental Economist on the Oregon Medicaid study that’s creating a lot of fuss today. Basically, budget woes forced Oregon to allocate Medicaid access by lottery, giving a rare randomized experiment. Those who got Medicaid suffered much less financial distress and less depression; they received more preventive care; but on some (not all dimensions) their health wasn’t significantly better than those who lost out in the lottery.\nSomehow, conservatives think this is a big win for their opposition to universal health insurance. Why? What it suggests is that the health benefits of ANY kind of health insurance are somewhat hard to identify over a two year period; so, are you about to give up your own insurance, or is your best bet that having that insurance is still a very good idea? And the financial benefits are a big part of that! Since you are going to treat your illnesses, better not to bankrupt yourself in the process, right?\nOh, and until now the claim of right-wingers has been that Medicaid actually makes you sicker; serious researchers have always said that this was a case of selection bias, because sicker people got Medicaid — and now we have confirmation: those who got Medicaid were at least somewhat healthier than those who didn’t.\nAbove all, you should bear in mind that if health insurance is a good idea — and you are nuts if you let this study persuade you otherwise — Medicaid is cheaper than private insurance. So where is the downside?", "url": "https://krugman.blogs.nytimes.com/2013/05/02/medicaid-nonsense/?_r=0"}