{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Paulkrugman Index.Html"], "date_download": "2018-11-16 03:16:37", "date_modify": "2018-11-16 03:16:37", "date_publish": "2014-08-05 13:52:41", "description": "Tyranny, or algae?", "filename": "2014_08_05_phosphate-memories__smid=tw-share_1542338197.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/krugman.blogs.nytimes.com/2014_08_05_phosphate-memories__smid=tw-share_1542338197.html", "title": "Phosphate Memories", "title_page": "Phosphate Memories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Does anyone remember this, from Erick Erickson of Red State?\nWashington State has turned its residents into a group of drug runners — crossing state lines to buy dish washer detergent with phosphate. At what point do the people tell the politicians to go to hell? At what point do they get off the couch, march down to their state legislator’s house, pull him outside, and beat him to a bloody pulp for being an idiot? At some point soon, it will happen.\nYes, because there’s no possible reason meddling politicians should interfere with Americans’ God-given right to use phosphates however they like. Oh, wait.\nIt took a serendipitous slug of toxins and the loss of drinking water for a half-million residents to bring home what scientists and government officials in this part of the country have been saying for years: Lake Erie is in trouble, and getting worse by the year. Flooded by tides of phosphorus washed from fertilized farms, cattle feedlots and leaky septic systems, the most intensely developed of the Great Lakes is increasingly being choked each summer by thick mats of algae, much of it poisonous. What plagues Toledo and, experts say, potentially all 11 million lakeside residents, is increasingly a serious problem across the United States.\nIt’s true that farms are the biggest problem, but every little bit hurts.\nOh, and when it comes to the obvious public health and safety issue of limiting pollution from farm runoff — well, you know what happens when the EPA, cooperating with state governments, tries to do something:\nEarlier this year, a group of 21 Attorneys General from states as far away from the Chesapeake Bay as Alaska and Wyoming submitted an amicus brief that aims to strike down the EPA’s Chesapeake cleanup plan. The AGs argue that the cleanup plan raises serious concerns about states’ rights, and they worry that if the plan is left to stand, the EPA could enact similar pollution limits on watersheds such as the Mississippi.\nAs far as I can tell, there isn’t a well-organized phosphate denial campaign, insisting that runoff has nothing to do with algae blooms. But I’m sure one will arise as policy action grows nearer.", "url": "https://krugman.blogs.nytimes.com/2014/08/05/phosphate-memories/?smid=tw-share"}