{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Paulkrugman Index.Html"], "date_download": "2018-11-16 03:43:51", "date_modify": "2018-11-16 03:43:51", "date_publish": "2015-07-24 12:34:25", "description": "Jeb Bush, voucherizer.", "filename": "2015_07_24__1542339831.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/krugman.blogs.nytimes.com/2015_07_24__1542339831.html", "title": "Fire Phasers", "title_page": "Fire Phasers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nJeb Bush doesn’t just want Americans to work more hours; he also wants to “phase out” Medicare, or so he told a Koch brothers backed group. What he’s talking about, presumably, is a Paul Ryan-type conversion of Medicare into a voucher system.\nFact-checking organizations please note, by the way. The next time Democrats say that Republicans want to destroy Medicare, and Republicans start screaming that this is a lie, remember that when talking to their own people like Jeb themselves call what they’re proposing a plan to, yes, end Medicare.\nWhat’s interesting, in a way, is the persistence of conservative belief that one must destroy Medicare in order to save it. The original idea behind voucherization was that Medicare as we know it, a single-payer system of government insurance, simply could not act to control costs — that giving people vouchers to buy private insurance was the only way to limit spending. There was much sneering and scoffing at the approach embodied in the Affordable Care Act, which sought to pursue cost-saving measures within a Medicare program that retained its guarantee of essential care.\nBut we’re now five years into the attempt to control costs that way — and what we’ve seen is a spectacular slowdown in the growth of health costs, with the historical upward trend in Medicare costs, in particular, brought to a complete standstill. How much credit should go to the ACA? Nobody really knows. But the whole premise behind voucherization has never looked worse, and the case that universal health insurance is affordable has never looked better.\nIt’s amazing, isn’t it? Who could have imagined that conservatives would keep proposing the exact same policy despite strong evidence that they were wrong about the facts? Oh, wait.", "url": "https://krugman.blogs.nytimes.com/2015/07/24/fire-phasers/"}