{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Paulkrugman Index.Html"], "date_download": "2018-11-16 03:43:52", "date_modify": "2018-11-16 03:43:52", "date_publish": "2015-07-26 19:23:51", "description": "It’s all about the signaling.", "filename": "2015_07_26__1542339832.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/krugman.blogs.nytimes.com/2015_07_26__1542339832.html", "title": "Tattoos, Incompetence, and the Heritage Foundation", "title_page": "Tattoos, Incompetence, and the Heritage Foundation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Henry Farrell — who recently said some very interesting things about Very Serious People — writes me about my musings on hipster style, and refers me to a review of a book on codes of the underworld. The book notes that tattoos and such play a role as signals of criminal identity, which work precisely because they make it hard to participate in non-criminal society.\nBut there’s more: criminals actively cultivate a reputation for incompetence at non-criminal business, designed to reassure both their colleagues and the victims of their extortion that they won’t break their implicit contracts by going legit. And the author, Diego Gambetta, adds a wonderful parallel: according to his account, Italian academics, who do a lot of horse-trading in appointments etc., cultivate a reputation for incompetence at actual research, again designed to reassure those with whom one deals:\n“Being incompetent and displaying it,” he writes, “conveys the message I will not run away, for I have no strong legs to run anywhere else. In a corrupt academic market, being good at and interested in one’s own research, by contrast, signal a potential for a career independent of corrupt reciprocity…. In the Italian academic world, the kakistrocrats are those who best assure others by displaying, through lack of competence and lack of interest in research, that they will comply with the pacts.”\nAnd this immediately makes me think of one of the mysteries of economic “debate” in America, namely the preference of the right not just for hacks but for incompetent hacks. Here’s what I wrote:\nI suspect that the incompetence is actually desirable at some level — a smart hack might turn honest, or something,\nBut let me hasten to add that I am not intending to engage in slander here. I would never, never suggest that Brooklyn hipsters are anything like Heritage Foundation economists.", "url": "https://krugman.blogs.nytimes.com/2015/07/26/tattoos-incompetence-and-the-heritage-foundation/"}