{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Paulkrugman Index.Html"], "date_download": "2018-11-16 03:43:51", "date_modify": "2018-11-16 03:43:51", "date_publish": "2015-07-26 18:35:52", "description": "Fear mongering loses its last rationale.", "filename": "2015_07_26__1542339831.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/krugman.blogs.nytimes.com/2015_07_26__1542339831.html", "title": "The Disappearing Entitlements Crisis", "title_page": "The Disappearing Entitlements Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few years back elite policy discourse in the United States was totally dominated by the supposed entitlements crisis. Serious people all assured each other that history’s greatest menace was the threat posed by the unstoppable growth of Medicaremedicaidandsocialsecurity, which could only be tamed by dismantling the legacy of the New Deal and the Great Society, while of course cutting top marginal tax rates.\nA few of us argued, however, not just that it was foolish to worry about long-run budget issues in a time of depression and zero interest rates, but that the long run fiscal problems weren’t really that intractable. I used to say that all we needed were death panels and sales taxes — that if we got serious about cost control on health care, the rise in entitlement spending due to an aging population would shrink to a level that could be covered by moderate increases in revenue, meaning that no fundamental dismantling of the welfare state was necessary.\nSure enough, health spending began moderating after the passage of the ACA — and as Bruce Webb points out, if you believe the reports of the Social Security and Medicare trustees, we’re basically already there.\nIn 2009 the Trustees projected a gigantic rise in Medicare spending, which was obviously unsupportable (although Social Security never looked like a big problem).\nPhoto\nBut in the most recent report most of that projected rise has gone away.\nPhoto\nBear in mind that the current US budget deficit is below the level at which the debt/GDP ratio can be stabilized, in other words poses no problem. Looking forward, population aging will expand that deficit by a few percent of GDP, but that’s well within the range that could be closed with moderate tax hikes, cuts in pointless military spending, etc.. Nor is there a big rush: nothing terrible will happen if we don’t immediately decide how we’ll pay for projected benefits in the year 2050.\nThe truth is that there never was an entitlements crisis. But now there isn’t even an excuse for pretending that such a crisis exists. I know that a large part of the commentariat is professionally and personally invested in fiscal crisis rhetoric — admitting that it’s no longer relevant would suggest that they have, all along, been silly rather than Serious. But next time you see someone solemnly intoning that we must destroy Medicare to save it, remember that there is no there there.", "url": "https://krugman.blogs.nytimes.com/2015/07/26/the-disappearing-entitlements-crisis/"}