{"authors": ["Chris Suellentrop"], "date_download": "2018-11-16 04:29:04", "date_modify": "2018-11-16 04:29:04", "date_publish": "2011-06-22 19:12:35", "description": "Last week, at 11:54 p.m. on Monday night, June 13, an e-mail from Jose Antonio Vargas landed in my inbox. “Hi Chris,” Jose wrote. “Hope you are well. Any chance we can chat on the phone tomorrow? It’s rather urgent and personal — and a possible story for you.”", "filename": "2011_06_22__1542342544.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/6thfloor.blogs.nytimes.com/2011_06_22__1542342544.html", "title": "The New York Times", "title_page": "My (Legal) Editor's Dream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week, at 11:54 p.m. on Monday night, June 13, an e-mail from Jose Antonio Vargas landed in my inbox. “Hi Chris,” Jose wrote. “Hope you are well. Any chance we can chat on the phone tomorrow? It’s rather urgent and personal — and a possible story for you.”\nI had met Jose only once before, when I took him out for coffee and tried to persuade him to write for the magazine not long after his profile of Mark Zuckerberg was published in The New Yorker. I hadn’t heard from him since. So, to be honest, I didn’t think much of that first e-mail and didn’t expect anything to come of it when I dutifully called Jose the next day. (“Urgent and personal” stories have a way of not panning out.) That’s when things got mysterious.\nThe phone call was short. Jose seemed nervous. He asked if I had talked to Peter Baker (a White House correspondent for The Times and a contributing writer to the magazine who is also a former colleague of Vargas’s at The Washington Post). Not much later, Jose told me he had to talk to his lawyers and then hung up.\nLike a good journalist, I picked up the phone and called Peter. When we connected on Wednesday morning, Peter was less confused than I was, but he was uncertain as to whether Jose’s phone call gave him dispensation to tell me what in the world this was all about. That afternoon, Peter called back with the news: Jose Antonio Vargas is an illegal immigrant. He had been planning to tell his story in The Washington Post, but for reasons unknown to him, The Post killed his story on Monday.\nThe magazine closes on Friday, and so my first instinct, to be honest, was to start brainstorming with Peter about what other section of The Times might want Jose’s story. (Would it be good for the first edition of the new Sunday Review?) But as we talked, Peter kept dropping fascinating details — for example, Jose came to this country when he was 12, and he didn’t find out he was undocumented until he went to the D.M.V. when he was 16.\nWithout having seen the story, I walked into the office of Joel Lovell, one of the magazine’s deputy editors, and closed the door. I told him that Jose Antonio Vargas is an illegal immigrant and that he has a 4,000-word article that tells his story. Should we think about tearing up the book, as we say in the business? (I should emphasize that this is something we almost never do. To my knowledge, it hasn’t happened, at least this late in the week, in my two and a half years at the magazine.)\nJoel thought we should. So the two of us walked into the office of Lauren Kern, the magazine’s other deputy editor, and closed the door. Not long after that, there were three of us walking into the office of Hugo Lindgren, the editor of the magazine. Sure, Hugo said, let’s see the piece. And if we don’t want it, surely we can give it to someone else at the paper.\nSo I called Peter and told that we wanted to see Jose’s story, but if there was any chance of closing it in time — of editing it, fact-checking it, photographing Jose, designing it, etc. — we needed to see it right now. Just before 5 p.m., 48 hours before the magazine is supposed to close, Jose e-mailed me a draft of the story.\nAnd within a hour, we decided this wasn’t a story we were going to give to anyone else. Sometimes great stories fall into your lap, as Hugo just told The Huffington Post.\nI e-mailed Carlos Lozada, the editor of The Washington Post’s “Outlook” section that originally assigned Jose’s story, and told him I would be writing this blog post. I asked him if he wanted to comment. He replied:", "url": "https://6thfloor.blogs.nytimes.com/2011/06/22/my-legal-editors-dream/"}