{"authors": ["Sheila Glaser"], "date_download": "2018-11-16 04:52:55", "date_modify": "2018-11-16 04:52:55", "date_publish": "2013-05-23 22:44:32", "description": "And how her writing inspires others.", "filename": "2013_05_23_the-short-story-of-lydia-daviss-man-booker-prize__module=Search&mabReward=relbias%3Aw%2C%7B%221%22%3A%22RI%3A7%22%7D_1542343975.html", "image_url": "https://static01.nyt.com/images/2013/04/17/magazine/17-dailydogear/17-dailydogear-superJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/6thfloor.blogs.nytimes.com/2013_05_23_the-short-story-of-lydia-daviss-man-booker-prize__module=Search&mabReward=relbias%3Aw%2C%7B%221%22%3A%22RI%3A7%22%7D_1542343975.html", "title": "The New York Times", "title_page": "The Short Story of Lydia Davis's Man Booker Prize - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLydia Davis was awarded the Man Booker International Prize yesterday. It’s hard not to be pleased when someone wins a prestigious literary award for writing stories as short as this one:\nOften I think that his idea of what we should do is wrong, and my idea is right. Yet I know that he has often been right before, when I was wrong. And so I let him make his wrong decision, telling myself, though I can’t believe it, that his wrong decision may actually be right. And then later it turns out, as it often has before, that his decision was the right one, after all. Or, rather, his decision was still wrong, but wrong for circumstances different from the circumstances as they actually were, while it was right for circumstances I clearly did not understand.\n“How He Is Often Right,” from Davis’s collected stories, is sparse and sly and strangely incantatory in a way that is typical of Davis and no one else I can think of. Recently, the composer David Lang based the libretto for his retelling of “Tristan and Isolde” on Davis’s short stories. Performed last winter at BAM by Anonymous 4, the result was haunting and true but also playful and funny. Which is not an easy thing to pull off in a retelling of Wagner.\nAt the Paris Review, you can read some of her more recent fiction (the collected stories were published in 2009) . Or her thoughts on why new translations of classics like Madame Bovary are worth the trouble.\nDavis happens to be an accomplished translator, not just of Flaubert, but also of Proust, whose “Swann’s Way” she took on in the ’90s, as part of project in which a different translator was assigned to each of the seven volumes of his monumental work “In Search of Lost Time.” On the occasion of the book’s centennial, Sam Tanenhaus, a writer at large for The Times, and Caroline Weber, who is writing a book about Proust and the Belle Epoque, held a weeklong discussion about reading Proust in translation. It will not surprise Davis’s fans to see that it is Davis’s translation that Weber singles out as being “closest to Proust’s somehow.“", "url": "https://6thfloor.blogs.nytimes.com/2013/05/23/the-short-story-of-lydia-daviss-man-booker-prize/?module=Search&mabReward=relbias%3Aw%2C%7B%221%22%3A%22RI%3A7%22%7D"}