{"authors": ["Harvey Dickson"], "date_download": "2018-11-16 04:53:03", "date_modify": "2018-11-16 04:53:03", "date_publish": "2013-05-21 21:25:25", "description": "The band Crime and the City Solution draw a line from 1980s Berlin to Detroit.", "filename": "2013_05_21__1542343983.html", "image_url": "https://static01.nyt.com/images/2013/04/17/magazine/17-dailydogear/17-dailydogear-superJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/6thfloor.blogs.nytimes.com/2013_05_21__1542343983.html", "title": "The Rubble of Berlin Reverberates in the Rubble of Detroit", "title_page": "The Rubble of Berlin Reverberates in the Rubble of Detroit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLast week I happened to make three interrelated discoveries:\n1. The Australian singer Nick Cave is not the only person to perform in a decrepit West Berlin nightclub in the movie “Wings of Desire” (1987), as I thought I remembered. Cave, who was based in Berlin for a time, sings near the end of the movie with his band, the Bad Seeds. But there is a second band that sounds and looks a lot like the Bad Seeds.\n2. That other band was another Australian outfit, Crime and the City Solution, fronted by Simon Bonney, which performs midway through the movie. Bonney, like Cave, was based in Berlin in the 1980s, and the band disbanded around 1991 (shortly after the Berlin Wall fell).\n3. Crime and City Solution reformed in 2012, is now based in Detroit and has a new record out. The video for one song, “American Twilight,” includes images of run-down houses in Detroit. (The video has strong language.)\nKeen readers of this space may recall that I am not a fan of “ruin porn,” or photographs of dilapidated buildings, in Detroit, my hometown (full disclosure: I grew up in the eastern suburbs). But there’s something intriguing about this band ending up in Detroit and about the context it applies to “American Twilight.” The Stool Pigeon, a London music paper (it closed earlier this year), wrote that Bonney, once he was in Detroit, “became further preoccupied with the notion of a shadow state hidden from view because it couldn’t be squared with the mythical narratives of wealth and self-determination woven into the country’s fabric.”\nAnd having spent time in Berlin before and after the wall fell, I could get a sense, listening to the new album, of the lines that connect end-of-the-line places like West Berlin in the 1980s and Detroit in 2013. Thanks, Crime.\nNow, if David Bowie moves to Detroit, we’ll really have a trend.", "url": "https://6thfloor.blogs.nytimes.com/2013/05/21/the-rubble-of-berlin-reverberates-in-the-rubble-of-detroit/"}