{"authors": ["Samantha Henig"], "date_download": "2018-11-16 04:52:57", "date_modify": "2018-11-16 04:52:57", "date_publish": "2013-05-24 20:24:06", "description": "An introduction to the first guest columnist in the Meh List’s summer tour of The New York Times newsroom.", "filename": "2013_05_24__1542343977.html", "image_url": "https://static01.nyt.com/images/2013/05/24/magazine/meh-list-logo/meh-list-logo-superJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/6thfloor.blogs.nytimes.com/2013_05_24__1542343977.html", "title": "The New York Times", "title_page": "Brian Stelter Says What's Meh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFor the past few months, we’ve been encouraging readers to submit suggestions to the Meh List, either on Twitter, via #mehlist, or by e-mailing me directly. I haven’t done an empirical analysis, but I’m pretty sure that the No. 1 suggestion is “The Meh List.”\nDon’t I know it. That’s the idea. But it’s also the curse. It can be exhausting, being mired in meh. There are days when I wonder if I’ve lost perspective. Are lobster rolls meh or just overrated? If most cantaloupe is meh but some cantaloupe is awesome, does it deserve to be on the list? The male hair bun: meh, worse than meh, or secretly sexy?\nIt’s time for some fresh eyes. So the Meh List is going on tour this summer, picking up guest authors as it travels through The New York Times newsroom. First up, Brian Stelter. Given Stelter’s speed as a blogger and tweeter, I figured he would have no trouble cranking out a Meh List. That’s what he thought, too. But he was surprised. “It was hard work,” he wrote to me in an e-mail, after he had decompressed and was ready to reflect on the experience. “Indifference, it turns out, is not something that comes easily to me. Except when it comes to deadlines, as evidenced by the fact that I turned in my list a day late.”\nFor Stelter’s Meh List, as well as a profile of Rose Byrne, a chart assessing the stars of “The Hangover,” a definition of instabordinate and more, visit this week’s One-Page Magazine.", "url": "https://6thfloor.blogs.nytimes.com/2013/05/24/brian-stelter-says-whats-meh/"}