{"authors": ["Mark Bittman", "Topics.Nytimes.Com Top Reference Timestopics People B Mark_Bittman Index.Html", "Chris Connors", "Judy In Oakland", "Don Madrid", "Mary Coleman"], "date_download": "2018-11-16 03:32:04", "date_modify": "2018-11-16 03:32:04", "date_publish": "2008-05-22 15:02:10", "description": "A true and beautiful brownie: dense, fudgy and more than a little chewy", "filename": "2008_05_22__1542339124.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2008_05_22__1542339124.html", "title": "Recipe of the Day: Brownies", "title_page": "Recipe of the Day: Brownies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The first time I made brownies without my mother was in the late 1960’s, using a recipe from Paula Peck, the cookbook writer. Over the years, I tinkered with that and a similar version by Marion Cunningham. As my daughters learned to cook, they experimented a bit further. But we never really strayed from the originals.\nPrint Recipe Summary As long as you keep the flour to a minimum and don\\'t add chemical leavening like baking powder, you will produce a true and beautiful brownie. Ingredients 3 ounces unsweetened chocolate\n8 tablespoons (1 stick) salted or unsalted butter, more for greasing pan\n1 cup sugar\n2 eggs\n1/2 cup all-purpose flour\nPinch salt if you use unsalted butter\n1/2 teaspoon vanilla extract, optional Method 1. Heat oven to 350 degrees. Combine chocolate and butter in a small saucepan over very low heat, stirring occasionally. When chocolate is just about melted, remove from heat, and continue to stir until mixture is smooth. Meanwhile, grease an 8-inch-square baking pan. If you like, also line it with waxed or parchment paper and grease that.\n2. Transfer mixture to a bowl, and stir in sugar. Beat in eggs, one at a time. Add flour (and salt and vanilla if you are using them), and stir to incorporate. Stop stirring when no traces of flour remain.\n3. Pour into pan, and bake 20 to 30 minutes, or until set and barely firm in the middle. Cool on a rack before cutting. Source: The New York Times", "url": "https://dinersjournal.blogs.nytimes.com/2008/05/22/recipe-of-the-day-brownies/"}