{"authors": ["Annemarie Conte", "Chris Lilly", "Robert Rothman", "John-Bryan Hopkins", "The Foodimentary Guy", "A. Nonnie Muss", "Robert Scott", "Pat Tucker", "Sadja Greenwood", "Weston Leonard"], "date_download": "2018-11-16 03:34:49", "date_modify": "2018-11-16 03:34:49", "date_publish": "2009-06-05 18:16:28", "description": "I had a delightful conversation with Chris Lilly, executive chef of Big Bob Gibson Bar-B-Q in Decatur, Ala., barbecue champ and author of the new cookbook “Big Bob Gibson’s BBQ Book.” I was particularly intrigued by the restaurant’s tangy mayonnaise-based white sauce, which he said was great with poultry.", "filename": "2009_06_05__1542339289.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2009_06_05__1542339289.html", "title": "A Barbecue Sauce That Transforms Chicken", "title_page": "A Barbecue Sauce That Transforms Chicken - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Emily Weinstein/The New York Times\nNot long ago, I had a delightful conversation with Chris Lilly, barbecue champ and author of the new cookbook “Big Bob Gibson’s BBQ Book,” where he extolled the virtues of gathering friends and family together for great barbecue. So when Andy and I had a few friends over for a meal in the sunshine, I decided to try out his formula for a good time.\nMr. Lilly is executive chef of Big Bob Gibson Bar-B-Q in Decatur, Ala., and I was particularly intrigued by the restaurant’s tangy mayonnaise-based white sauce, which he said was great with poultry. I chose chicken partly because I only had two hours before guests arrived, and that didn’t leave me enough time to slow-cook his Eight-Time World Championship Pork Shoulder for the required 14 to 16 hours.\nI’m not normally a huge fan of chicken, but the simple one-hour brine helped the meat retain some moisture and imparted enough flavor to keep it from being such a snore. But once the grilled breasts (over charcoal, not wood) were dipped in the white sauce, the magic truly happened. The creamy, peppery sauce had a slight edge of heat that was transformational. By the end of the meal, we were pouring white sauce on everything we could find—grilled mushrooms, corn, bread, whatever — just so we could get some more of it.", "url": "https://dinersjournal.blogs.nytimes.com/2009/06/05/a-barbecue-sauce-that-transforms-chicken/"}