{"authors": ["The New York Times"], "date_download": "2018-11-16 03:34:57", "date_modify": "2018-11-16 03:34:57", "date_publish": "2009-06-05 10:45:50", "description": "William Grimes responds to more reader questions on Prohibition and speakeasies.", "filename": "2009_06_05__1542339297.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2009_06_05__1542339297.html", "title": "Speakeasies, Facing the Music", "title_page": "Speakeasies, Facing the Music - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "William Grimes responds to more reader questions about speakeasies and Prohibition.\nQ. A real speakeasy of the 1920s featured music played on a coin-operated player piano called an “Orchestrion” famously made by Wurlitzer, Seeburg or many others. The music of these machines really captured the era. Are these later-day speakeasies interested in being musically authentic also? And are these places available to the public or are they really private clubs masquerading as public bars in the grand N.Y. tradition of exclusivity? –­ HotlantaHobo\nA. Most speakeasies did not bother with music or entertainment. Some of the speakeasies I describe do try to keep the music authentic (no orchestrions, though). The bars I mention are not private clubs.\nQ. What were the penalties during prohibition if you were caught selling one bottle of booze? Is there any information on the rate of teen drinking during prohibition. Did it rise of fall after alcohol was relegalized? ­ Mike McClenny\nA. Penalties depended on the jurisdiction, the judge, and the circumstances. To give an example, in 1920, a restaurant keeper in New York in possession of a quart and two half pints was fined $500. A woman who claimed to be running a lunch room was fined $50 when an agent found two demijohns of liquor in trash cans behind her establishment. Small offenders were fined, say, $25. If you were selling, it depended on how much alcohol the agents uncovered. Evidence of a larger operation would lead to fines and jail time. Julius Keller, the owner of a fancy Manhattan restaurant called Maxim’s, spent three months in jail for serving alcohol. Some of his waiters were arrested too. In Chicago, at the same time, two cafe owners in Chicago got two years in jail and a $2,000 fine. Any information on teen drinking would be anecdotal.\nQ. I wonder to what extent the new “speakeasy” trend is gaining popularity because it allows an expensive upscale bar to operate in a hip but downscale neighborhood. Bourbon & Branch, for example, is located on one of the more foul blocks of the Tenderloin. The protocols of secrecy and prescribed decorum are clearly a marketing gimmick, but they also serve to exclude unwelcome local denizens (e.g. hustlers and heroin addicts). — A. Bridge\nA. This theory was put to me in passing by a bar owner, and makes some sense. One way to reverse the disadvantage of having a crummy basement location is to declare yourself a speakeasy. As for the passwords and peepholes, they are more a matter of atmosphere than a devious approach to crowd control, it seems to me.\nAlso, several readers have inquired about the fate of Chumley’s, the former 1920’s speakeasy that closed for renovations. They might want to revisit James Barron’s article on the bar from last year.", "url": "https://dinersjournal.blogs.nytimes.com/2009/06/05/speakeasies-facing-the-music/"}