{"authors": ["Emily Weinstein", "Larry Eisenberg", "Lynn Guinni", "Guy Who Forgot His Login Id", "Robert Rothman", "Jen In Astoria", "Robert Scott", "Veg Club Member"], "date_download": "2018-11-16 03:34:51", "date_modify": "2018-11-16 03:34:51", "date_publish": "2009-06-05 20:15:26", "description": "A memorable photograph of asparagus that had been cooked over a wood fire, topped with a chili oil that resembled a chimichurri and an egg poached in oil inspired me to cook.", "filename": "2009_06_05__1542339291.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2009_06_05__1542339291.html", "title": "Enter Asparagus (and Homemade Chili Oil)", "title_page": "Enter Asparagus (and Homemade Chili Oil) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Emily Weinstein/The New York Times\nPart of my job at The Times is to figure out the best way to present our food photography online. When a photo from the Dining section sticks in my mind, it really sticks, joining a mental slide show of dishes I’d like to try to make.\nMost recently, the memorable photograph was of asparagus, and it accompanied an article by Oliver Schwaner-Albright that brimmed with gorgeous pictures shot by Jennifer May and Evan Sung, inviting the reader to cook. It showed asparagus that had been grilled over a wood fire, topped with a chili oil that resembled a chimichurri and an egg poached in oil — a variation of a dish I’d seen on the menu at a few restaurants around town. My affection for topping dishes with a single fried or poached egg aside, it looked fantastic — the bits of pepper atop the bright green asparagus. And the egg on top was just . . . well, the egg on top.\nI’ve wanted to become more proficient with vegetables because I joined a CSA –the acronym stands for community-supported agriculture — group for the first time this spring. I’ve paid a farm in the Hudson Valley a preset amount for 22 weeks’ worth of fruit and vegetable deliveries, a sort of investment. Every Saturday I’ll pick up my share, which will consist of whatever the farm has harvested that week. I’m hoping for great tomatoes, cherries and salad greens. I’m expecting lots of onions, turnips and vegetables I won’t be able to identify and won’t know how to cook. Quantity is also an issue, as I will almost certainly have more vegetables than I can eat in a week, which means freezing, canning and soup-making. Crumbles and cobblers may also enter the picture, and don’t discount sorbet.\nEnter the asparagus, though really the star of this dish was the chili oil, which would work on any grilled vegetable. I’d gone out to Annemarie’s house for a barbecue, where she would be making this chicken with white sauce and I’d try the asparagus dish. Annemarie, her husband Andy and I sat in the yard while they plotted the order in which they’d cook the meat and all the vegetables they had laid out inside: portobello mushrooms, zucchini, corn, scallions and the asparagus.\nI’d never worked with chilies before, or poached eggs in oil. Annemarie and Andy had a stash of several different types of dried chili peppers in a Ziploc bag, and from that I picked chipotles, figuring they were the hottest of the bunch. They were too leathery to pull apart, as the recipe suggested, so I chopped them into very small pieces and set them aside to soak in the hot water. Note: wash your hands right after you work with the chilies. I didn’t and was punished with a burning sensation.\nAfter about 10 or 15 minutes I drained them, combined them with the other ingredients, and had my hosts taste. The olive oil flavor overpowered everything, even the chilies. Andy suggested adding a bit of lemon juice to brighten it up, the perfect touch, as it turned out. We left the chili oil in the fridge to let the flavors set.\nAbout an hour later, the asparagus hit the grill and I went back into the kitchen to poach the eggs. I poach in water all the time; by comparison olive oil seemed decadent, both in richness and cost. I poured enough oil to cover a single egg into a small saucepan and cracked the first one into a small bowl, lowering it into the oil once it had heated to a gentle boil.\n“Am I deep-frying this egg?” I wondered as the oil immediately became cloudy and foamy. The egg had disappeared below its surface, sunk, possibly poaching, possibly frying. My sources at work tell me that deep-frying requires a much higher cooking temperature, so I was in fact poaching. But who cares, anyway, when the egg turns out so well — rich-yolked, with a buttery texture.\nIn assembling, I just basically tried to replicate the photo that appeared with Oliver’s story. No need to mess with perfection. And about that CSA share — I also bought eggs, a half-dozen a week. More poaching to come.", "url": "https://dinersjournal.blogs.nytimes.com/2009/06/05/enter-asparagus-and-homemade-chili-oil/"}