{"authors": ["The New York Times"], "date_download": "2018-11-16 03:35:31", "date_modify": "2018-11-16 03:35:31", "date_publish": "2010-12-10 16:09:51", "description": "An aggregation of links by the reporters and editors of Diner’s Journal.", "filename": "2010_12_10__1542339331.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_12_10__1542339331.html", "title": "The New York Times", "title_page": "What We're Reading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Daniel Barry/Bloomberg News\nGrub Street: Nate Appleman, ex of Pulino’s, is helping Chipotle make a better burrito. – Nick Fox\nHarvest to Heat: A recipe for edible Christmas tree ornaments, from Gramercy Tavern pastry chef Nancy Olson — also check out the iPad app for a cross-country guide to farmers and the chefs who love them. (Or buy the book for the serious cook on your list.) – Julia Moskin\nBusinessWeek: Study says stricter testing won’t improve food safety for school and other institutional lunches. – Sam Sifton\nSpecialty Food: American food products and Hong Kong: made for each other. United States food exports will reach a record $2 billion level this year, making the foodie mecca Hong Kong, amazingly, the fourth largest export market (after Canada, Mexico and Japan). – Glenn Collins\nTablas Creek Blog: Jason Haas makes the case for dry farming and biodynamic viticulture. – Eric Asimov\nThe Daily Mail: Jamie Oliver’s latest book “Jamie’s 30-minute Meals” has become the fastest selling book of non-fiction in Britain. The record was previously held by an English comedian. – Samantha Storey\nWine Spectator: Matt Kramer makes the case against fussy food-and-wine pairings. – Eric Asimov\nCNET: Paging Danny Meyer! Chinese restaurant introduces robot waiters. – Sam Sifton\nChesapeake Bay Journal: Rona Kobell’s important and very good three-part series on oyster aquaculture is now online, with tons of bells and whistles. – Sam Sifton\nFood News Journal: Always! (Today’s treat, a link to Mario Batali’s Proust questionnaire in Vanity Fair. – Sam Sifton\nThe Wall Street Journal: The latest trend in Hong Kong? “New York-style” restaurants. – Nick Fox\nThe Atlantic: Michael Romano reminisces about his first days at the Union Square Cafe. – Samantha Storey", "url": "https://dinersjournal.blogs.nytimes.com/2010/12/10/what-were-reading-75/"}