{"authors": ["Glenn Collins"], "date_download": "2018-11-16 03:35:17", "date_modify": "2018-11-16 03:35:17", "date_publish": "2010-11-22 17:39:55", "description": "The chain serves made-to-order, never-frozen all-Angus-beef grilled burgers.", "filename": "2010_11_22_smashburger-is-coming-to-town__scp=1&sq=smashburger&st=cse_1542339317.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_11_22_smashburger-is-coming-to-town__scp=1&sq=smashburger&st=cse_1542339317.html", "title": "The New York Times", "title_page": "Smashburger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Glenn Collins\nBetter burgers buffet Brooklyn!\nSmashburger, the cultish burger chain, will establish its first outposts in New York City.\nThe company offers made-to-order, never-frozen all-Angus-beef burgers, smashed, seared and seasoned on the grill, served on a butter-toasted artisan bun. Add-ons include fried pickles, smoked bacon, garlic-sautéed mushrooms, avocado and haystack onions. There are fries, sweet-potato fries and chili offerings as well.\nThree stores are scheduled to open in Brooklyn early next year, to be operated by Jim Denburg, a former Domino’s franchisee.\nThe Denver-based chain has 86 stores in 17 states — 50 percent of which are corporately owned — and four in New Jersey, in Clifton, Florham Park, Hackensack and Montclair.\nIn Montclair, the classic Smashburger with American cheese, lettuce, tomato, ketchup, onion, pickles and “Smash sauce” costs $4.99 for a one-third-pound burger, and $5.99 for a half-pound burger.\nAlso on Smashburger’s menu is Smashchicken (grilled or crisp chicken breast with red onion, pickles, lettuce, tomato and mayonnaise on a multigrain bun; Buffalo Smashchicken (with the addition of Frank’s Buffalo sauce and crumbled blue cheese); Barbecue Ranch Smashchicken, and Avocado Club Smashchicken sandwiches. There are also create-your-own-burger variations, as well as a clutch of Smashsalads.\nThe haute burger wars keep ratcheting up in the city. Earlier this month Shake Shack announced the opening of another burger stand at the Fulton Mall in Downtown Brooklyn across from Borough Hall. And 11 days ago Schnipper’s Quality Kitchen announced that it was opening its second premium-burger restaurant in Madison Square Park across from the original Shake Shack, which has five year-round outlets and two seasonal stands at Citi Field and Saratoga Race Course.\nFurthermore, Elevation Burger, a five-year-old, Arlington, Va.-based chain that has 10 outlets offering burgers with certified organic, grass-fed, free-range beef, recently announced the opening of a store at 103 West 14th Street in Manhattan.\nWhether Smashburger can maintain its halo remains to be seen. David Prokupek, the company’s chief executive, said that the three-and-a-half-year-old company plans to expand to 100 stores by the end of the year, and to 400 locations over the next five years. The company is owned by Consumer Capital Partners, a private equity development firm.\nThe burger-battle trend is likely to continue because\n“New York has extraordinary density, and therefore people don’t go very far to eat — so there is a market if you have the right product and the right space,” said the restaurant consultant Malcom Knapp. “But at some point there will be a limit to the number of new burger chains — you can’t have 10 on one block or in one shopping center. Even Starbucks realized that they could be too close together.”\nThe good news, he said, is that “with restaurants, it’s the reverse of Gresham’s law, the good drives out the bad.”", "url": "https://dinersjournal.blogs.nytimes.com/2010/11/22/smashburger-is-coming-to-town/?scp=1&sq=smashburger&st=cse"}