{"authors": ["Bao Ong"], "date_download": "2018-11-16 03:35:11", "date_modify": "2018-11-16 03:35:11", "date_publish": "2010-12-10 21:32:39", "description": "Where to go for Christmas sweets and spirits", "filename": "2010_12_10__1542339311.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_12_10__1542339311.html", "title": "Weekend Fare", "title_page": "Weekend Fare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eric Risberg/Associated Press\nWall & Water at the Andaz Wall Street hotel, 75 Wall Street (Water Street), is holding a “Mommy & Me” gingerbread-house workshop on Saturday from 11 a.m. to 2 p.m. Parent-and-child teams will receive tips on building gingerbread houses from the Wall & Water kitchen while noshing on savory and sweet treats. The class is $85 for an adult and child plus $65 for each additional child. For reservations, call Pamela Bower at (917) 833-4137 or e-mail at pamela.bower@andaz.com.\nAstor Wines & Spirits, 399 Lafayette Street (East Fourth Street), holds a large tasting Saturday at its annual expo from 2 to 5 p.m. For $20, you can sip and sample dozens of wines, spirits and other cocktails before buying. The Astor Center’s president, Andrew Fisher, is also slated to lead a free micro class on wine tasting. Buy tickets online.\nA holiday spirits bazaar in Carroll Gardens will bring together artisan spirits makers to The Green Building, 450 Union Street (Bond Street), on Saturday starting at 4 p.m. ($25 for VIP admission) and 5 p.m. ($20 for regular admission). The Dizzy Fizz, a New York-based cocktail blog, helped select the purveyors. Fette Sau will also be selling barbecue sandwiches. Books and gifts will be on sale, too. Buy tickets online.\nThe Estonian Christmas Bazaar this year takes place Saturday from 2 to 6 p.m. at the New York Estonian Educational Society, 243 East 34th Street. Traditional Christmas food and drinks will be sold as well as books, pictures, postcards, handicrafts, bags, jewelry, glassware and baked goods.\nChefs Ivy Stark and Scott Linquist of Dos Caminos, 373 Park Avenue South (26th Street), will hold a class on Saturday from 11:30 a.m. to 2:30 p.m. on making Mexican holiday dishes such as champurrado (hot chocolate), ensalada de nochebuena (“Christmas Eve” salad of pomegranate, golden raisins, beets and goat cheese) and fland de rompope (Mexican eggnog flan). The class, $65 (before tax and gratuity), includes cocktails, lunch, recipes and a copy of “Dos Caminos’ Mod Mex” cookbook. To reserve a spot, contact events@brguestinc.com or call (212) 331-0328.", "url": "https://dinersjournal.blogs.nytimes.com/2010/12/10/weekend-fare-23/"}