{"authors": ["Robert Simonson"], "date_download": "2018-11-16 03:35:16", "date_modify": "2018-11-16 03:35:16", "date_publish": "2010-12-13 19:33:55", "description": "Some noted bartenders hold a cocktail contest at the Met.", "filename": "2010_12_13__1542339316.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_12_13__1542339316.html", "title": "Mixing Cocktails and Opera", "title_page": "Mixing Cocktails and Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Robert Simonson\nAn hour before the singers in the Metropolitan Opera’s 100th-anniversary performance of “La Fanciulla del West” by Puccini on Friday night bent an elbow at the Polka Saloon, a single mezzo-soprano, Susan Graham, bellied up to the Grand Tier’s Revlon Bar for a round of cocktails.\nMs. Graham was one of the judges of an unusual competition that saw some of the city’s more prominent mixologists mixing it up with the uptown opera crowd. She was joined by the cocktail book author Gaz Regan; the actress Tyne Daly, an opera fan who will play Maria Callas in an coming Broadway revival of the play “Master Class”; and Allen Katz, director of mixology and spirits education for Southern Wine and Spirits of New York.\nMr. Katz, a longtime opera fan, used his connections at the Metropolitan Opera to build a bridge between the disparate worlds. “Why not bring to the opera, if you will, another cultural institution — that of the bartending community, that has by and large not had an experience like this,” said Mr. Katz, dressed in jeans, a gray pinstriped jacket and a white 10-gallon hat. Last year, he rounded up nearly 50 local bartenders and took them to the final dress rehearsal of “The Tales of Hoffman” by Offenbach. Only one had previously been to the Met. That was followed up by a friendly contest in which a few of the barkeeps devised cocktails inspired by the opera.\nThis year, the Bartender’s Choice was “La Fanciulla del West,” a 1910 composition set in the Wild West. To hold the bartenders’ interest, Mr. Katz has tried to pick operas that “have a through-line of alcohol or drinking.” Since the first act of the Puccini work takes place in a frontier saloon, it was a natural.\nThe bartenders’ liquid creations showed that they had not been napping at the dress rehearsal they’d attended. All independently concluded that a whiskey drink was the order of the day; there were no flavored vodka drinkers among the ’49-ers. Brad Farran, of Brooklyn’s Clover Club — seeing that the opera’s antihero, the bandit Ramirez, mentions picking blackberries — decided to incorporate creme de mure in his drink. A brief reference to hyssop in the first act led Kevin Denton, of the Gramercy Park Hotel, to lace his libation with hyssop-infused honey. And every one of the bartenders — including James Menite of Fornino and Eryn Reece of Mayahuel — made sure to use an Italian amaro or liqueur of some sort. At least two contestants took the task seriously enough to bring their own ice. Mr. Menite when so far as to make his own mozzarella cheese for the garnish of his Bloody Mary-like production, christened Spaghetti Western.\n“We’re thinking of the Italian opera meets the American West, premiering in Manhattan in 1910,” said Ted Henwood, of Telepan, delineating his drink. “So the first cocktail that came to mind was the Manhattan: whiskey, Italian vermouth. I decided to build it on an image in the opera. Three lovers come together, one is shot and bleeding, the other is chasing him. He hides upstairs in the rafters of the woman’s cabin. The good guy comes in looking for him, and in his jealousy he is going to take her by force. As he goes to grab her, blood drips down from the rafters onto his hand. He realizes his rival’s upstairs.” His concoction featured corn whiskey, Amaro Nonino and Luxardo cherry liqueur. The name of the cocktail: Sangue del Bandito — the Blood of the Bandit. Appropriately, the drink was blood red.\nMr. Regan and Mr. Katz are accustomed to tippling at all times of day, but the other two judges approached the task with a certain wondering curiosity. “I have been known to enjoy a cocktail,” said Ms. Graham, who was walking tall in cowboy boots and a leopard-skin cowboy hat. “But I have not been been a whiskey drinker until tonight. Vodka is my drink.”\nMs. Daly also counted herself something of a cocktail novice. “I like Plymouth gin,” she said, “but I generally drink my liquor straight.”\nIn the end, the two worlds were not as far apart as they might first appear. Ms. Graham revealed that she was once a bartender “a hundred years ago.” And Lynette Marrero, of Peels in the East Village — who won the competition with her Smoking Gun (Rittenhouse rye whiskey, Amaro CioCiaro, Bittermens Mole Bitters, Angostura Bitters and smoked demerara syrup) — used to tread the wicked stage; she appeared in a pre-Broadway production of Frank Wildhorn’s “Dracula.”\nMs. Marrero, who also triumphed during the 2009 contest, was rewarded with tickets to several performances at the Met this season. Each of the other participating bartenders will receive one pair.\n“We’re single-handedly bringing down the median age of the Met audience,” Mr. Katz said.", "url": "https://dinersjournal.blogs.nytimes.com/2010/12/13/mixing-cocktails-and-opera/"}