{"authors": ["Emily Weinstein", "Adapted", "Around My French Table", "Dorie Greenspan", "Houghton-Mifflin"], "date_download": "2018-11-16 03:35:36", "date_modify": "2018-11-16 03:35:36", "date_publish": "2010-10-21 19:47:26", "description": "Emily Weinstein attempts a tart crust in her series of lessons on baking.", "filename": "2010_10_21__1542339336.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_10_21__1542339336.html", "title": "The New York Times", "title_page": "Recipe for Mustard Tart by Dorie Greenspan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Emily Weinstein\nEmily Weinstein, who wrote a series on this blog about learning to cook, is now learning to bake with the food writer and cookbook author Dorie Greenspan.\nLESSON 7: GÉRARD’S MUSTARD TART (From “Around My French Table”)\nTechniques and tips discussed: savory baking, yet more dough handling and rolling, mustard’s punch (or lack thereof).\nI love savory pastries, which in New York have proliferated lately in the form of cheddar biscuits and bacon scones — that is, on the Southern, or Southern-inspired, spectrum. But what of the French way? I assumed that way would be quiche, even though I have a sort of hate-love relationship with quiche, in that I always think I’ll hate it until the rare occasion comes along in which I am offered a piece, accept, and eat every bite. Still, I knew it was a lesson I needed to learn, and so I didn’t share my feelings with Dorie. Prejudices would just have to be overcome.\nBut what Dorie then proposed was a mustard tart — “Think of it as a cheeseless quiche,” she wrote in an e-mail. “It doesn’t look like anything else you’ve made … and it’s so delicious!” A recipe from her new cookbook, “Around My French Table,” it’s a dish she learned to make from her friend Gérard Jeannin, who owns a bed and breakfast, with his wife, near Dijon. Made with pâte brisée — a type of buttery dough I hadn’t yet attempted, different from the pie crust I made using Sarabeth Levine’s recipe — and slivers of carrots and leeks, it’s a tart with strong mustard flavors and scents, the kind that invade your nose and make your eyes water.\nTips from Dorie:\nUse a fluted tart pan with a removable base, and butter the pan even if it is nonstick.\nThe colder the butter, the better. If you have butter in the freezer, just cut the frozen butter into pieces and go straight to the food processor. It’s best if your egg is cold too.\nOnce you’ve added the egg to the dough, mix until you have dough that has clumps and curds, which can take longer than you might think. You’re looking for a dough that will hold together and stick to itself when pinched. Do not overprocess.\nAfter turning the dough out, if you’d like (or if it doesn’t come together easily), you can do what the French call fraisage, which is a final blending process: Place a small piece of the dough under the heel of your hand, lift your fingers skyward, and push the dough forward. Repeat and then gather the dough into a ball before forming the disc.\nWhen you’re rolling out the dough, start from the center and work your way to the top edge. Give the circle a one-eighth turn, roll from the center outward, one-eighth turn, and so on. You turn the dough so that you keep the circle round — or roundish; no one ever gets it perfectly round. Also, turn the dough over, so that all parts of the dough are rolled equally. This will help the dough to bake and rise evenly.\nSteam the carrots and leeks until they are tender. Crisp vegetables just aren’t right here.\nCheck your mustard before you use it. Mustard can lose its punch — and its color too — sitting around in the refrigerator waiting for you.\nMake sure you bake the tart until the filling is uniformly puffed. It should rise in the center, not just around the edges.\nArmed with Dorie’s instructions, I made the mustard tart on a Sunday evening, with little drama to report. In fact, I was amazed at how easy it felt to make the tart dough — the dough practice from previous recipes was paying off — and I had a good time with it. A relaxing time, even. And wasn’t this the point of the learning-to-bake exercise: to see if I might like baking if only I could actually do it? When the finished tart finally came out of the oven that evening, I was elated by how beautiful it looked, my handsomest creation so far (not that it has too much competition).\nThe mustard flavor was not as sharp as I anticipated it might be — I used only smooth Dijon, not grainy, which could account for it, but mostly likely my mustard was not at peak freshness. But it was delicious: rich buttery crust; subtly tangy mustard; smooth, mellow egg-cream filling — my love of savory tarts was now undeniable. I called Dorie to check in and found her in Seattle, where she was on a book tour supporting “Around My French Table.” “It was pretty painless,” I told her.\n“You just said this was painless,” she said, “and you made a tart crust! A few weeks ago if I said, ‘Emily, just whip up this tart,’ you wouldn’t have had the confidence to say, ‘Sure.’ So this is pretty great. You’re getting a feel for dough — one of the basics of baking.”\nThis recipe marks the halfway point in the baking project. Back to sweets next week.", "url": "https://dinersjournal.blogs.nytimes.com/2010/10/21/the-bakers-apprentice-mustard-tart/"}