{"authors": ["Edward Schneider"], "date_download": "2018-11-16 03:35:51", "date_modify": "2018-11-16 03:35:51", "date_publish": "2010-10-21 18:56:38", "description": "We’re at that point in the year when the farmers’ market still has eggplants, but root vegetables and sturdy greens are starting to dominate. Ed Schneider makes a ratatouille that goes beyond the usual summery standbys.", "filename": "2010_10_21__1542339351.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_10_21__1542339351.html", "title": "Getting the Best Out of Vegetables", "title_page": "Getting the Best Out of Vegetables - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Edward Schneider\nA while ago, just on the seam between summer and fall, I had a good dinner at a blessedly calm London restaurant called Gauthier. My first dish, after the initial sequence of snacky things, was a pair of olive-oil crisps with vegetables sandwiched between them. Kind of like a ratatouille, to give you some sense of the intensity of flavor. But this set of vegetables went beyond the usual summery Mediterranean standbys — eggplant, zucchini, peppers — to include things like carrots (which also grow in the summer, of course), all deeply flavorful both because they’d been carefully purchased and impeccably cooked. I’m guessing that each element of the mixture had been prepared separately – how else to account for eggplant and carrots that were both optimal?\nCooking each of the constituents of a vegetable dish separately is not something that most people do at home unless they have too much time on their hands, but I recently drew on my dinner at Gauthier to make a nice, if compromised, version. We’re at that point in the year when the farmers’ market still has eggplants, but root vegetables and sturdy greens are starting to dominate. It was the roots that attracted me in this instance: carrots and celeriac.\nI limited myself to two pans: over medium-low heat I started an onion and two big cloves of garlic, all sliced, in olive oil with salt, pepper and thyme, then added a small eggplant, diced. In a second olive-oiled pan, over somewhat higher heat, I cooked a ripe, sweet red pepper, cut into rectangles, again with some thyme. When it was semi-cooked (i.e., ready to eat) and a little charred around the edges, I set it aside and put a biggish carrot, sliced, into the same pan with some more olive oil and salt, but with no liquid — even hard vegetables like that have plenty of water in them. I covered the pan and let it sit over low heat — low enough that the carrot wouldn’t fry but would stew in its own juices. After a few minutes I added a medium celeriac, halved and sliced. Perhaps 10 or 15 minutes later, these were done — cooked but not too soft, their flavors intensified by the cooking method.\nFinally, I added the carrot-celeriac mixture and the pepper to the pan containing the eggplant and left it to cool.\nThe presence of sweet root vegetables in a dish that looked like something we associate with summer produce was unexpected and delightful. We ate some of it with grilled bread and used some as the braising “liquid” for bonito fillets out of the freezer. It wasn’t as elegant as the London original, but it was an eye-opener nonetheless.", "url": "https://dinersjournal.blogs.nytimes.com/2010/10/21/getting-the-best-out-of-vegetables/"}