{"authors": ["Glenn Collins"], "date_download": "2018-11-16 03:35:13", "date_modify": "2018-11-16 03:35:13", "date_publish": "2010-12-13 15:00:52", "description": "Zinburger, based in Arizona, opens in Clifton, N.J. and pledges to come to New York.", "filename": "2010_12_13__1542339313.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_12_13__1542339313.html", "title": "Another High-End Burger Arrives", "title_page": "Another High-End Burger Arrives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Glenn Collins\nWhen is “too much ain’t enough” enough?\nToday yet another better-burger chain is escalating the burger wars in the New York Metropolitan area, and the question is, how many more burgers can the populace, uh, stomach?\nZinburger, a three-year-old mini-chain based in Arizona, is opening its first outlet on the East Coast, a $1.3-million, 176-seat restaurant on Route 3 West in Clifton, N.J., not far from the original 1948 Tick Tock Diner.\n“We hope this will be the first of many Zinburgers here, and we hope to try something in Manhattan next year,” said Brad Honigfeld, the chief executive of the Briad Group, the nation’s largest T.G.I. Friday’s franchisee, which acquired a Zinburger license for the region.\nSetting itself apart from most chains, Zinburger offers 21 wines, from $5 to $15 a glass, and eight beers on tap, including two microbrews, Mr. Honigfeld said.\nThe restaurant offers 10 kinds of griddled, made-to-order burgers, including the signature $10 certified Angus beef Zinburger, (topped with manchego cheese and zinfandel-braised onions); the $14 Snake River Kobe burger with Vermont cheddar cheese and wild mushrooms; the $10 turkey burger with Swiss cheese, avocado and mayonnaise; and the $9 Clint’s Almost Famous Vegetable Burger, with smoked mozzarella and tomato marmalade.\nCustomers can also build their own burgers with topping selections ranging from Maytag blue cheese to roasted peppers and fried egg.\nHand-dipped milkshakes and floats cost $6. There are hand-cut fries, truffle fries, sweet potato fries (with yogurt dipping sauce) and zucchini fries for $5 to $6. Salad offerings include roasted chicken ($12) and seared ahi tuna ($13).\nZinburger doesn’t compete in the low-end segment of the made-to-order fast-food burger battle, where chains like Five Guys, Sonic, Smashburger and Shake Shack have been proliferating in the Great Recession. Zinburger is more of a burger-focused casual-dining hybrid.\nThe sleek modernist open-kitchen décor incorporates homey touches like milk-bottle light shades, butcher-block tables and Ben-and-Jerry’s-like cattle murals on the walls.\n“I suspect it’s an example of a new niche — fast high-end,” said Malcolm M. Knapp, a Manhattan restaurant consultant. He referred to a no-table-linen, casual restaurant focusing on upscale burgers delivered relatively rapidly at a low price point with a varied wine selection.\nThe haute burger donnybrook shows no sign of abating. Last month Smashburger, a Denver-based chain with 86 stores in 17 states, announced the opening of its first three outposts in Brooklyn next year. In addition, Elevation Burger, a five-year-old Virginia-based chain, announced the opening of its first Manhattan store.\nZinburger sachems say they don’t fear burger glut because, in this economy, “people are willing to pay a bit more for a great burger,” Mr. Honigfeld said at a Saturday preview of the restaurant. It opened at a new mall called the Promenade Shops off Route 3 in Clifton, where Zinburger is just across from Stew Leonard’s Wine and Spirits.\nThe original Zinburger opened in 2007 in Tucson; the “zin” comes from zinfandel. A Phoenix Zinburger opened last March. The parent company is Fox Restaurant Concepts, which operates True Food Kitchen, a health-food-y, sustainable-provender restaurant chain based on the principles of Dr. Andrew Weil’s anti-inflammatory diet and food pyramid.\nMr. Honigfeld has deep pockets to start a burger invasion: his Briad Group has 120 restaurants with $400 million in revenues, including 71 T.G.I. Friday’s units, in Connecticut and New Jersey. Fox also has strong resources — recently the P.F. Chang’s China Bistro chain invested $10 million to expand Fox’s restaurant concepts.\nMr. Honigfeld said that the Zinburger in Tucson has revenues of $2.7 million yearly and that he projects that the New Jersey Zinburger will have $3 million in sales during its first year.\nWhile things look good for burgers right now, Mr. Knapp said, “at some point there will be a limit to the number of new burger chains.”", "url": "https://dinersjournal.blogs.nytimes.com/2010/12/13/another-high-end-burger-arrives/"}