{"authors": ["The New York Times"], "date_download": "2018-11-16 03:35:24", "date_modify": "2018-11-16 03:35:24", "date_publish": "2010-11-22 16:59:19", "description": "An aggregation of links by the reporters and editors of Diner’s Journal.", "filename": "2010_11_22__1542339324.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_11_22__1542339324.html", "title": "The New York Times", "title_page": "What We're Reading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tami Chappell for The New York Times\nThe Food Institute (pdf): Prices are way up for turkey this year over last; pecans too. Celery, on the other hand, way down. – Julia Moskin\nNPR: Delays and compromises on the food safety bill. Via @TheAtlantic/Food. – Nick Fox\nSlate: Cookbook authors, it turns out, are notorious for not estimating the correct time it takes to prepare their recipes. Via @thefoodsection – Samantha Storey\nUSA Today: There are some signs that the restaurant business is bouncing back. – Sam Sifton\nWine Review Online: Sherry, prized by wine geeks, who regularly urge it on the apparently unreceptive masses. Mary Ewing Mulligan is the latest to give it her best effort. – Eric Asimov\nMen’s Journal It’s a video! It’s an article! It’s a recipe! It’s Scott Conant making marinara sauce at Scarpetta! Even better, there’s no turkey on the ingredients list. – Glenn Collins\nDavid Lebovitz : A different kind of Thanksgiving dessert: Roasted figs with a baked goat cheese custard. – Samantha Storey\nThe Chicago Tribune: Ten nerdy Thanksgiving statistics from the United State Census Bureau, including this one: In 2010, it is estimated that 242 million turkeys will have been raised by the end of the year. – Samantha Storey\nNew York Magazine: A guide to food delivery in New York City. – Nick Fox\nSaignee: Corey Cartwright does a wines-of-the-year list his way. My way, too. – Eric Asimov\nKnoxville News Sentinel: Cool story about the business of ginseng poaching in Tennessee. – Sam Sifton\nNPR: The 10 best cookbooks of 2010, a list that features a whole lotta friends of Diner’s Journal. – Sam Sifton\nAnchorage Daily News: A boosterish preview of the 2010 Alaskan fishing seasons. – Sam Sifton", "url": "https://dinersjournal.blogs.nytimes.com/2010/11/22/what-were-reading-63/"}