{"authors": ["Sam Sifton"], "date_download": "2018-11-16 03:35:45", "date_modify": "2018-11-16 03:35:45", "date_publish": "2010-10-21 20:50:51", "description": "When restaurants research prospective guests online, is it charming or creepy?", "filename": "2010_10_21__1542339345.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_10_21__1542339345.html", "title": "The New York Times", "title_page": "Where Everybody Knows Your Name, and a Lot of Other Things About You, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There was a fascinating post over at the Gourmet Live site today, about restaurant hosts using the power of the Internet to identify those who come into their establishments. (Hat-tip to Eater for, as they say, surfacing the material.)\nThe article, by Sarah Rich, opens with an anecdote about a fellow en route to New York from Montreal who put up a message on Twitter about a burger he ate at the airport — “an amuse-bouche for my dinner at Eleven Madison Park.”\nThe next evening, at the restaurant, he and his guests were served an amuse-bouche of small lamb burgers on diminutive buns. “We hope these are better than the one you had at the airport,” the waiter said, according to Ms. Rich. Hosts had been scanning social networks that morning, looking for mentions of the restaurant. Spotting this one, they had notified the kitchen.\nGoogle alerts. Hosts employing Google image search to look for those reserving tables. Hosts sharing information about diner’s likes and dislikes via the database at the reservation site opentable.com. Is all this electronic snooping and sharing helpful or invasive, charming or creepy? Opinions vary greatly, and we’d love to hear yours.", "url": "https://dinersjournal.blogs.nytimes.com/2010/10/21/where-everybody-knows-your-name-and-other-things-about-you-too/"}