{"authors": ["Sam Sifton"], "date_download": "2018-11-16 03:35:50", "date_modify": "2018-11-16 03:35:50", "date_publish": "2010-11-22 19:53:56", "description": "A simple how-to on brining, with recipes from our archives.", "filename": "2010_11_22__1542339350.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2010_11_22__1542339350.html", "title": "For the Briners, Thanksgiving May Start Today", "title_page": "For the Briners, Thanksgiving May Start Today - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tony Cenicola/The New York Times\nThe Thanksgiving Help Line I run here at Diner’s Journal doesn’t really get going until Wednesday afternoon, and doesn’t kick into high gear until Thanksgiving morning itself, but already the mail has started to pour in: mostly people freaking out about brine.\nReaders want to know whether to brine their turkeys, how to brine their turkeys, how to keep the brined turkeys cold enough while they are brining, whether it is possible to overbrine them. People want recipes. They want advice and stern direction. They need to get started.\nNow? Well, yes, if you’re going to follow the lead of my old mentor, the late R.W. Apple Jr., who in 1999 contributed to The Times a recipe for a 72-hour brine that continues to fascinate some number of the Thanksgiving cognoscenti. (The recipe was from Alice Waters, with whom Mr. Apple cooked a Thanksgiving dinner that year – a meal he recounted in this excellent article.) It’s a good recipe.\nBut it’s not totally necessary. You could also buy a kosher turkey, which by the process of its dispatch has been salted already. Kosher turkeys roast into succulence terrifically easily. (So do ones treated with this wonderful nonreligious dry brine, which Kim Severson, now the newspaper’s Atlanta bureau chief, got out of Judy Rodgers at Zuni Café in San Francisco.)\nYou could brine for 24 hours, or even just overnight. Or you could, as the food-science boffin Harold McGee wrote in a “Curious Cook” column for The Times a couple years ago, give up on the notion of brining altogether, and enhance the finished product with a hearty pan sauce made from the bird’s own drippings. This also works well.\nBut let’s say you’re brining. Or that you’re thinking about it, or want to and you’re nervous. Do not be. Simply make a solution of salt and sugar, whatever spices your recipe calls for or that you feel would add to the taste, and make sure it is cold. Don’t use too much salt or sugar – no more than a half-cup of each for every gallon of water you’re using. Too much of either makes the meat taste like something from the supermarket deli. Then submerge your turkey in the result and keep the whole thing chilled until Thanksgiving morning. Presto magico.\nBut how to keep it cold, this lifeless 20-pound bird carcass floating in saline solution? If you don’t have a large refrigerator (or a small bird), a cooler works well – I’ve got a fine Coleman number that’s brined six or seven birds over the years with only a couple of additions of ice along the way to keep everything cool.\n(And if for Christmas this year I got one of these Yeti coolers, which you could take into the Everglades in the middle of summer and have cold beer for a week, I wouldn’t even need to do that. I’d have more time for my family, rather than constantly having to add ice to the Coleman to keep the turkey from spoiling. Hint! Hint! Say, the 50-quart marine model? Just saying.)\nIn any event, it’s happening, people: Thanksgiving is upon us. I’ll be standing by here at Diner’s Journal to help you get through it, making like Eddie Vedder covering Otis Redding. In the meantime, you can share your thoughts about brining below, in the comments.", "url": "https://dinersjournal.blogs.nytimes.com/2010/11/22/for-the-briners-thanksgiving-may-start-today/"}