{"authors": ["Jeff Gordinier", "Topics.Nytimes.Com Top Reference Timestopics People G Jeff_Gordinier Index.Html"], "date_download": "2018-11-16 03:29:21", "date_modify": "2018-11-16 03:29:21", "date_publish": "2011-08-02 17:22:23", "description": "A preview of the chef’s latest restaurant, an homage to the casual cider houses of the Spanish region of Asturias.", "filename": "2011_08_02__1542338961.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2011_08_02__1542338961.html", "title": "Seamus Mullen Gears Up to Open Tertulia", "title_page": "Seamus Mullen Gears Up to Open Tertulia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I just wanted this place to be really personal,” the chef Seamus Mullen told me when I met him at Tertulia, his soon-to-open restaurant in the West Village, to interview him for this week’s profile. “There’s rationale behind every element.”\nAt the time he told me this, on a broiling morning in early July, Tertulia still felt more like a Dust Bowl tornado shelter than the warm and rollicking Asturian cider house he’d dreamed up. But even amid the free-floating construction grit and the roar of power tools, it was impossible to miss Mr. Mullen’s fixation on aesthetic minutiae.\n“Did I show you the faucet I got?” he said, leading the way into a powder room with rich maroon tiles on the floor and aged mirrors on the wall. “The bathroom came out really sexy.”\nMr. Mullen, 37, is not merely the kind of chef who wants to mount an old barrel from Vermont behind the bar so that wine and cider taps can snake through it. He’s the kind of chef who then takes a few leftover slats of American white oak from the back of that barrel and uses them to smoke a heap of fresh ricotta.\nHe had scored some vintage butcher’s hooks, and he spoke of them that day as if they were relics discovered in a vault at the Cloisters. “We might have some sausages hanging off of them,” he said. On another visit he showed me a chestnut-roasting pan that he’d come across in Spain. It had holes in the bottom. He couldn’t wait to smoke clams in it.\nMr. Mullen, formerly the chef at Boqueria, swooned over a small trough across the front of Tertulia’s wood-fired grill. “You catch all the rendered grease,” he said, as he began to wax lyrical about lacing those drippings with fresh herbs and then basting the meat with coat after coat of herbed fat. “During service you might see a whole suckling pig in there.”\nMr. Mullen appears to be one of those chefs who think big by thinking small, so it only makes sense that his dishes at Tertulia will range in scale from the miniature to the epic. There will be small offerings like tosta setas (marinated mushrooms with pine nuts and, yes, smoked ricotta) and ham croquettes, and there will be the Flintstones-evoking chuletón de buey a la brasa — a grilled, aged slab of group-friendly prime rib.\nTertulia will serve food throughout the day, including breakfast. “We really want it to be part of the community,” Mr. Mullen said. In other words, he wants it to be like one of those rustic, welcoming taverns he’d wandered into during so many of his research trips to northern Spain — a place where, after all of Mr. Mullen’s effort, a patron might effortlessly watch the day go by.\nTertulia, 359 Avenue of the Americas (West Fourth Street), West Village; (646) 559-9909.\nTertulia Menu", "url": "https://dinersjournal.blogs.nytimes.com/2011/08/02/seamus-mullen-gears-up-to-open-tertulia/"}