{"authors": ["The New York Times"], "date_download": "2018-11-16 03:33:28", "date_modify": "2018-11-16 03:33:28", "date_publish": "2011-04-12 18:26:48", "description": "Jill Schulster, who co-owns JoeDoe in the East Village, has shared the Passover playlist she put together for the restaurant’s seders.", "filename": "2011_04_12__1542339208.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2011_04_12__1542339208.html", "title": "The New York Times", "title_page": "At JoeDoe, It's Not Passover Without a Playlist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Evan Sung for The New York Times\nJill Schulster, who owns JoeDoe in the East Village with her husband, the chef Joe Dobias, has shared the Passover playlist she put together for the restaurant’s seders. The list is on iTunes, where you can preview and download almost all of the tracks. Here, Ms. Schulster describes how the list was born.\nThree years ago, when we had our first Passover seder at our restaurant, JoeDoe, I knew that my husband, Joe Dobias, could create an amazing meal. But in my quest to make JoeDoe feel like my mother’s house on Pesach, I realized we had to offer more than just food.\nI added vinyl lace tablecloths from my grandmother, placed a cup for Elijah on the bar and borrowed the family Haggadah with my dad’s handwriting in pencil, dated 1988, noting which parts of the service were assigned to each kid. Finally, I thought about the songs. When customers walk through the doors at JoeDoe on Passover, they will smell Joe’s brisket cooking and hear our Passover Playlist on the iPod.\nFor me, the three quintessential songs of Passover are “Dayenu,” “Go Down Moses” and “Ma Nishtana.” I chose to begin the playlist with “Dayenu,” because if you grew up Jewish, you have heard it or sung it at some point. The repetitive lyrics are simple, the melody straightforward, and it’s great for a group sing-a-long. The “Dayenu” that starts the playlist is a swing version by Hankus Netsky & NEC Jewish Music Ensemble. I chose it because it feels like you’re at a Big Band 1930s cocktail party, only one with Manischewitz instead of manhattans. As soon as our customers hear this, I see smiles all around.\nMy favorite is “Go Down Moses (Let My People Go).” I have fond memories of my dad adding harmony to this one. When I’ve asked friends and customers, it seems that everyone has a family member who was super-enthusiastic about singing this chorus.\n“Ma Nishtana” is important because it’s the chant of the four questions, which is traditionally read by the youngest at the table. The version I found is a young child singing, and last year one of my customers told me he felt nervous when hearing it. I guess he had flashbacks of when it was his year to recite.\nSince Progressive Passover has become a tradition at JoeDoe, Joe and I feel a responsibility to make all of our guests feel as if they are at their own family’s Seder. We do that through food, atmosphere, and of course, a festive Passover playlist.\nJoeDoe Passover Playlist 2011\n1. Dayenu (Swing) Hankus Netsky & NEC Jewish Music Ensemble\n2. Go Down Moses Alan Eder\n3. Le’Shana Ha’ba’ah Yaffa Yarkoni\n4. Der Bekher Hankus Netsky & NEC Jewish Music Ensemble & Theodore Bikel\n5. Ma Nishtanah Yaffa Yarkoni\n6. Dayenu Craig Taubman\n7. Miriam’s Song Debbie Freidman\n8. Amar Rabbi Akiva Yaffa Yarkoni\n9. Dayeinu (It would have been enough) David Loden\n10. Go Down Moses The Pacific ‘Pops’ Orchestra\n11. Dona, Dona Hankus Netsky & NEC Jewish Music Ensemble & Theodore Bikel\n12. Karev Yom Yaffa Yarkoni\n13. Dayenu (Diana) Hankus Netsky, Michael S. McCown, NEC Jewish Music Ensemble, NEC Chorus\n14. Tell The Story Karen Daniel\n15. Dayenu Hankus Netsky & Leonard Solomon\n16. Kama Ma’a lot Tovot-Dayeinu Yaffa Yarkoni\n17. We Were Slaves Matan Ariel & Tom Rahav\n18. Pesah a La Mano Hankus Netsky & NEC Jewish Music Ensemble, Judith Berkson, Rebecca Shrimpton\n19. A Passover Service: Dayeinu Richard Tucker\n20. The Afikomen Mystery Elissa Oppenheim Schreiner & Sunnie Miller\nYou can preview and download the tracks on this playlist here on iTunes.", "url": "https://dinersjournal.blogs.nytimes.com/2011/04/12/at-joedoe-its-not-passover-without-a-playlist/"}