{"authors": ["Joan Nathan"], "date_download": "2018-11-16 03:33:29", "date_modify": "2018-11-16 03:33:29", "date_publish": "2011-04-08 16:14:09", "description": "Restaurants around the country that are serving seders and Passover meals.", "filename": "2011_04_08__1542339209.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2011_04_08__1542339209.html", "title": "Dining Out for Passover", "title_page": "Dining Out for Passover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Evan Sung for The New York Times\nAs families scatter and old cooking traditions are lost, more Jews are celebrating Passover in restaurants. Here are some restaurants that will observe the holiday with meals ranging from Passover menus to formal Seders, with the dates and some details about them:\nBoston Area\nCraigie on Main\n853 Main Street, Cambridge, Mass., (617) 497-5511.\nApril 19 and 20, 5:30 to 10 p.m. There will be no formal seder but a celebration of Passover.\nPrice: $80 for adults and children, not including tax, tip or beverage.\nOn the menu: matzo balls in goose broth, spiced veal meatballs, almond and prune braised beef short ribs. For dessert, chocolate mousse with oranges and dates, vanilla rice pudding with glazed pineapple, macadamia and piña colada sorbet.\nLumière\n1293 Washington Street, Newton, Mass., (617) 244-9199.\nApril 19, 6 p.m., nontraditional Seder.\nPrice: $125, $65 age 11 or younger, including tax, tip and beverages.\nOn the menu: Persian haroseth, maple- and mustard-glazed sable with beet purée, roasted asparagus and new potatoes. For dessert, chocolate soufflé cake.\nUpstairs on the Square\n91 Winthrop Street, Cambridge, Mass., (617) 864-1933.\nApril 20 to 23, April 26, 5:30 to 10 p.m. No Seder, but kosher for Passover.\nPrice: $50, not including tax, tip and beverages.\nOn the menu: composed salad of Passover favorites, fava bean and escarole matzo ball soup, roast organic chicken, braised brisket with horseradish. For dessert, almond chocolate flourless cake, ginger Pavlova.\nChicago\nIna’s\n1235 West Randolph Street, (312) 226-8227.\nApril 18 and 19, 5 to 7:30 p.m. Passover dinner; families may bring their own traditional service materials.\nPrice: À la carte, with appetizers starting at $5, entrees starting at $19. Half-price age 8 or younger.\nOn the menu: choice of roast chicken, brisket or salmon. For dessert, flourless chocolate cake, sorbet. Kosher wines sold by the glass or the bottle.\nMon Ami Gabi\n2300 North Lincoln Park West, (773) 348-8886.\nApril 18 and 19, 5:30 to 10 p.m. ,Passover dinner.\nPrice: $34.95, $14.95 age 12 or younger, not including tax, tip or beverages.\nOn the menu: gefilte fish with beet horseradish, braised beef brisket with roast potatoes, potato pancakes with apple sauce. For dessert, flourless chocolate cake with chocolate sauce.\nLos Angeles\nAkasha\n9543 Culver Boulevard, Culver City, Calif., (310) 845-1700.\nApril 18 and 19, 6 p.m. Seder.\nPrice: $75 with wine, but not including tax and tip; $45 age 12 or younger.\nOn the menu: Sephardic fish balls with tomato shallot sauce, red-wine braised brisket with roasted carrots, matzo-crusted chicken piccata, matzo eggplant parmesan with marinara sauce.\nAngeli Caffe\n7274 Melrose Avenue, (323) 936-9086.\nApril 21, 5 and 7:30 p.m., Passover dinner.\nPrice: $45, not including beer or wine, tax or tip.\nOn the menu: long-cooked eggs tinted with onion skins, hummus with ground lamb and pine nuts, leek croquettes, sautéed white fish in onion-mustard vinaigrette, pot roast.\nSpago\n176 North Canon Drive, Beverly Hills, Calif., (310) 385-0880.\nApril 19, 6 p.m. Passover dinner.\nPrice: $175, including tax, tip and beverages; $80 age 9 or younger.\nOn the menu: shallot and thyme matzo ball soup, roast salmon with a ginger almond crust, braised beef short rib, vegetable ratatouille. For dessert, Ovaltine bars, passion fruit pops, doughnut with chocolate sauce.\nNew Orleans\nDomenica\n123 Baronne Street, (504) 648-6020.\nApril 18, starting at 4 p.m. April 19 to 25, 11 a.m. until 11 p.m., Passover tasting menu.\nPrice: $55, not including tip, tax and beverages; $12 age 12 or younger.\nOn the menu: fried artichokes with house-cured bresaola, roast lamb shoulder with spicy tomatoes and root vegetables. For dessert, warm almond cake with honey, ginger and figs.\nNew York City\nCapsouto Frères\n451 Washington Street (Watts Street), (212) 966-4900.\nApril 18 and 19, 6:30 p.m., Seder.\nPrice: $150 contribution to the American Jewish Joint Distribution Committee, including, tax, tip and beverages.\nOn the menu: three types of frittata, poached salmon with stewed okra. For dessert, fruit sorbet and macaroons.\nJoeDoe\n45 East First Street (Second Avenue), (212) 780-0262.\nApril 18 to 20, starting at 5 p.m., Passover meal; customers may perform whatever ceremony they want.\nPrice: $50, not including tax, tip and beverages.\nOn the menu: Seder sampler, Jewish wedding soup, brisket, un-noodle pudding.\nSavoy\n70 Prince Street (Crosby Street), (212) 219-8570.\nApril 18 and 19, 6 and 6:45 p.m. Seder led by the owner, Peter Hoffman.\nPrice: $95, not including tax, tip, or beverages; $65 ages 12 or younger.\nOn the menu: Egyptian meal with a meze; bean salad with tomatoes, olives and cumin; sardines with Yemenite green sauce; quail with lamb, raisin and pine nut stuffing. For dessert, rosewater ice cream with matzo fritters.\nTelepan\n72 West 69th Street, (212) 580-4300.\nApril 18 and 19, starting at 5 p.m., Passover meal.\nPrice: $65, not including tax , tip and beverages; $40 age 6 to 12; child’s plate for those 5 or younger from Passover menu, price to be determined.\nOn the menu: spring matzo ball soup, striped bass, brisket, latkes. For dessert, sorbet, flourless chocolate cake.\nToloache\n251 West 50th Street, (212) 581-1818.\nApril 18 to 29, starting at 3 p.m. Mexican interpretation of a Passover dinner.\nPrices: appetizers $10 to $14, entrees $17, dessert $9.\nOn the menu: matzo ball soup in a jalapeño-scented chicken consommé; smoked whiteﬁsh salad Yucatán style, chipotle braised brisket, roast red snapper wrapped in grape leaves. For dessert, roast bananas with dulce de leche custard.\nPhiladelphia\nLondon Grill\n2301 Fairmount Avenue, (215) 978-4545.\nApril 18 and 19, starting at 5:30 p.m., a Passover meal; families can conduct their own service.\nPrice: $40, not including tax, tip and beverages; $20 age 11 or younger.\nOn the menu: braised brisket, roast veal breast, braised lamb with olives and preserved lemons. For dessert, honey lavender cake, cheesecake.\nZahav\n237 St. James Place, (215) 625-8800.\nApril 18 to 26, 5 to 10 p.m. Monday to Thursday, until 11 p.m. Friday and Saturday; Passover meal.\nPrice: $42, $21 age 6 to 12, free for age 5 and under; not including tip, tax or beverages.\nOn the menu: matzo ball soup with smoked chicken and ramps, gefilte fish with fiddleheads and artichokes, hamachi carpaccio with beets and horseradish. For dessert, rose hip macaroons with pistachio frozen custard.\nSan Francisco\nFirefly\n4288 24th Street, (415) 821-7652.\nApril 18 to April 26 , 5:30 to 9:30, 10 on Friday and Saturday, no Seder.\nPrice: À la carte, appetizers start around $9 and main courses at $19.\nOn the menu: matzo ball soup, gefilte fish, chopped liver, brisket, roasted vegetable matzo kugel.\nProvidence\nWalters Ristorante d’Italia\n286 Atwells Avenue, (401) 273-2652.\nApril 20, 21 and 22 serving a Passover-inspired menu from Rome, Florence and Venice for its 24th year.\nPrice: $39.95.\nOn the menu: Soup with Sephardic chicken-stuffed matzo balls; vegetable terrine; roasted leg of lamb; matzo lasagne with mushrooms and veal; fish with olives, capers and tomatoes. For dessert, flourless chocolate-hazelnut cake, rosewater ricotta soufflé.\nWashington\nEquinox\n818 Connecticut Avenue NW, (202) 331-8118.\nApril 18. One seating at 7 p.m., Seder.\nPrice: $60, $30 age 12 or younger, not including tax, tip and beverages.\nOn the menu: roast beet soup with blood orange and capers; roast leg of lamb with fingerling potatoes and wild nettles. For dessert, baked Granny Smith apple, rhubarb flourless tart with ginger gelato.", "url": "https://dinersjournal.blogs.nytimes.com/2011/04/08/dining-out-for-passover/"}