{"authors": ["The New York Times"], "date_download": "2018-11-16 03:29:30", "date_modify": "2018-11-16 03:29:30", "date_publish": "2011-08-02 14:24:52", "description": "A collection of links by the reporters and editors of the Dining section.", "filename": "2011_08_02__1542338970.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2011_08_02__1542338970.html", "title": "The New York Times", "title_page": "What We're Reading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leftbank Pictures for Masterpiece\nA collection of links by the reporters and editors of the Dining section.\nThe Daily News of New York: Mayor Bloomberg says he wants to expand the restaurant health-grading system to the city’s food carts. — Sam Sifton\nWashington City Paper: Should restaurant critics maintain their traditional wait-and-see approach to reviews while the Web is filled with instant reactions to new places? — Nick Fox\nThe Gray Report: How the immigration bill proposed by a Tea Party representative might affect the price of fruit. No, it won’t go down.\n— Eric Asimov\nThe Economist: Celebrate, now, the 25th anniversary of the Big Mac Index, invented by the Economist and currently a global standard (included in economic textbooks) that compares the value of international currencies by comparing the cost of a Big Mac (in America, $4.07; in Chinese yuan the equivalent of $2.27, so China’s currency is 44 percent cheaper).\n— Glenn Collins\nHouma Today: The online edition of The Courier has a smart, distressing look at the business of crab fishing in south Louisiana, battered by disease and the lingering effects of the Deepwater Horizon spill. — Sam Sifton\nThe New York Times: Peter Menzel and Faith D’Alusio, a photographer and writer, traveled the world collecting photos and stories about what people eat in a day. For the wife of a Masai chief in Kenya, cornmeal porridge, bananas and tea; for a Chicago construction worker, 6,600 calories worth of meals.\n— Nick Fox\nHigh Snobiety: Action Bronson has a video report from Meatopia, in which Josh Ozersky almost raps for him at 1:38. — Sam Sifton\nWired: Making art out of the last meals of people who were about to be executed. — Jeff Gordinier\nPBS: For those viewers who can’t get enough of Rufus Sewell and Caterina Murino on “Zen,” the simultaneously cool and steamy detective show that’s set in Italy, Lidia Bastianich provides something extra to drool over: “Zen” recipes. — Jeff Gordinier\nSaveur: Speaking of Italian recipes, this magazine has gone mad for pesto.\n— Jeff Gordinier\nElizabeth Minchilli in Rome: Meanwhile, an Italian city is overflowing with tomatoes. — Jeff Gordinier\nGothamist: Justin Warner of Do or Dine says he was arrested after riding his extra-large tricycle on the sidewalk by his restaurant. — Nick Fox\nThe Wall Street Journal: Lettie Teague on the joys of Muscadet. The next big thing? Nah, it doesn’t cost enough. — Eric Asimov\nBloomberg: Elin McCoy offers a smart analysis of 2010 Bordeaux pricing.\n— Eric Asimov\nThe Street: OpenTable will release its second-quarter numbers later today. In the meantime, this newsletter rates the company a hold. — Sam Sifton\nNational Geographic Traveler: Hooray, easy summer homemade ice cream sandwiches for kids! Like, with a chocolate cookie and mint-chocolate-chip ice cream. — Glenn Collins\nTasting Table: How to succeed at San Francisco restaurant-making by totally thwarting the normal procedure. — Jeff Gordinier\nHerbivoracious: A captivating recipe for vinegared mushrooms.\n— Jeff Gordinier\nLeite’s Culinaria: Vietnamese iced coffee sparks a conversation.\n— Jeff Gordinier", "url": "https://dinersjournal.blogs.nytimes.com/2011/08/02/what-were-reading-237/"}