{"authors": ["Christine Haughney", "Topics.Nytimes.Com Top Reference Timestopics People H Christine_Haughney Index.Html"], "date_download": "2018-11-16 04:52:43", "date_modify": "2018-11-16 04:52:43", "date_publish": "2012-06-19 21:35:52", "description": "Crain’s New York Business will no longer publish columns by Gael Greene, the former restaurant reviewer for New York magazine.", "filename": "2012_06_19__1542343963.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2012_06_19__1542343963.html", "title": "The New York Times", "title_page": "Longtime Restaurant Critic Gael Greene Is Dismissed From Crain's - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ethan Hill for The New York Times\nGael Greene (right), the restaurant critic dismissed after a 40-year career at New York magazine, is facing unemployment again. She will no longer contribute to Crain’s New York Business.\n“Am I the oldest person in the world to be fired twice mid-forkful in less than four years?” she wrote on her blog, Insatiable Critic, and posted on Twitter.\nWord that Ms. Greene had been let go spread quickly in the social media world. Followers sent her notes of support and tweets that her work would be missed.\nMs. Greene had been working for Crain’s since 2008, the year she was dismissed from New York magazine. Glenn Coleman, Crain’s New York Business editor, said that he liked Ms. Greene’s work, but that the magazine had been working on a redesign it plans to unveil in its Monday issue. When he got approval for the redesign today, he let Ms. Greene know he would no longer need her musings on food.\n“Her last column has run, and Gael knows the ends of the term of her agreement and I believe she is quite satisfied about it,” Mr. Coleman said. “She’s a lovely writer. She’s got a wonderful mind, a great voice. The idea of the restaurant review, whether it’s by Gael Greene or anyone else, is not what I want.”\nMs. Greene seemed surprised by the news. She wrote on her blog that she had just rejected an offer for a free dinner on Monday night because she assumed Crain’s would cover the cost, “so that I could maintain my professional integrity.”\nShe wrote: “Sob. Well, now I’m free for long vacations and all those assignments I’ve been turning away.”", "url": "https://dinersjournal.blogs.nytimes.com/2012/06/19/gael-greene-is-fired-by-crains/"}