{"authors": ["Oliver Strand"], "date_download": "2018-11-16 04:52:41", "date_modify": "2018-11-16 04:52:41", "date_publish": "2012-06-19 22:24:06", "description": "Green coffee beans from Finca El Injerto in Guatemala fetched one of the highest prices ever paid for coffee, at an online auction on Tuesday.", "filename": "2012_06_19__1542343961.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2012_06_19__1542343961.html", "title": "The New York Times", "title_page": "Guatemala Coffee Beans Bring a Record Price at Auction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At an online auction on Tuesday, a lot of green, or unroasted, coffee beans from Finca El Injerto in Guatemala sold for $500.50 a pound, one of the highest prices ever paid for coffee.\nThis auction helps solidfy El Injerto’s position among the first rank of coffee farms. It already is certainly one of the most celebrated. El Injerto, which has been owned by the Aguirre family since 1874, sells to some of the most respected small-batch coffee roasters in the world, and produced the coffees that took first place at the Guatemala Cup Of Excellence in 2006, 2008, 2009, 2010 and 2012.\nThe El Injerto top lot was 100 percent Mocca, a rare heritage variety from Yemen that is characterized by its tiny size and distinctive shape. The beans are about one-third the size of standard coffee beans and look like plump lentils. It is one of the most unusual and rarest coffees in the world. The lot weighed in at just eight pounds and sold for $4,004.\nOther coffees offered at the auction also commanded high prices. A 75-pound lot of Geisha, a variety known for its delicately perfumed flavors, sold for $81.50 a pound, or $12,275.50, to Stumptown Coffee Roasters.\nThis is El Injerto’s second harvest of Geisha, which is a variety closely associated with Panama and Hacienda la Esmeralda, which until now has set the price that a high-end coffee will bring at auction. Owned by the Peterson family, la Esmeralda broke all records in 2004 when a lot of Geisha sold for $21 a pound (at the time, premium beans cost about $2.50 a pound). In 2007, a lot of La Esmeralda Geisha sold for $130 a pound; in 2010, it was $170.20 a pound.\nSince then, the prices of la Esmeralda’s coffees have evened out. At this year’s auctions, the most expensive coffee was $65.50 a pound. But the least expensive lot was $29 a pound, with many lots costing between $40 and $55 a pound. On the whole, coffee from la Esmeralda commands more of a premium than ever.\nAt first, Geisha was regarded as a fluke, an expensive novelty with unexpectedly pretty flavors; now it’s considered to be possibly the finest coffee available, a part of the culinary canon. It’s too soon to tell if El Injerto’s Mocca will follow the same trajectory.", "url": "https://dinersjournal.blogs.nytimes.com/2012/06/19/500-50-a-pound-for-coffee-beans/"}