{"authors": ["Florence Fabricant"], "date_download": "2018-11-16 03:39:06", "date_modify": "2018-11-16 03:39:06", "date_publish": "2012-03-12 16:35:59", "description": "The chef and the owner of Brooklyn Fare will open a supermarket and restaurant this summer on West 37th Street.", "filename": "2012_03_12__1542339546.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2012_03_12__1542339546.html", "title": "Brooklyn Fare Plans a Manhattan Outpost", "title_page": "Brooklyn Fare Plans a Manhattan Outpost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Evan Sung for The New York Times\nThe neighborhood between 34th and 42nd Streets around Tenth Avenue had better get itself a name.\nNot only is the new Clyde Frazier’s Wine and Dine about to open on 37th Street between Ninth and Tenth Avenues, with David Waltuck in the kitchen; but around the corner, Cesar Ramirez, the Michelin three-star chef who fashions tasting dinners in the kitchen of Brooklyn Fare, a supermarket in Boerum Hill, will set up shop this summer.\nMoe Issa, who opened Brooklyn Fare in 2009, has signed a lease for nearly 11,000 square feet of space in a new residential building at 431-39 West 37th Street. In it he plans a supermarket and an à la carte restaurant, open for lunch and dinner, that will serve small plates, tapas-style, with “no more than 60″ seats, indoors and out,” he said.\nOn the lower level will be a wine cellar where Mr. Ramirez will prepare tasting dinners for up to 10 people. “We had gotten so many offers to expand,” Mr. Issa said. “This space just blew me away. The neighborhood needs the market and the restaurant, and there are great views.”\nMr. Issa plans a summer opening. He is keeping the name, Brooklyn Fare. But what do we call this part of town?", "url": "https://dinersjournal.blogs.nytimes.com/2012/03/12/brooklyn-fare-plans-a-manhattan-outpost/"}