{"authors": ["David Tanis"], "date_download": "2018-11-16 03:40:23", "date_modify": "2018-11-16 03:40:23", "date_publish": "2012-04-27 21:56:10", "description": "Freshly cut asparagus really does tastes sweeter; all the more reason to buy it locally and frequently. The question is, how much?", "filename": "2012_04_27__1542339623.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2012_04_27__1542339623.html", "title": "Asparagus, at Last", "title_page": "Asparagus, at Last - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stephen Scott Gross for The New York Times\nDavid Tanis, who writes the weekly City Kitchen column, is the author of two cookbooks, “A Platter of Figs and Other Recipes” and “Heart of the Artichoke and Other Kitchen Journeys.” See all posts » | RSS »\nIt finally feels like spring when local asparagus starts showing up in New York’s greenmarkets. And on a market visit the other day, fresh asparagus seemed to be popping out all over. There were tempting green spears in every size — fat, medium and pencil-thin, and even some purple-tinged varieties.\nSo of course, it is asparagus this week for the City Kitchen column.\nThough asparagus can be refrigerated for up to a few days, for the best flavor I suggest buying just enough for the meal you are serving. Freshly cut asparagus really does tastes sweeter; all the more reason to buy it locally and frequently. The question is, how much?\nIf it is to be served as a first course, a one-pound bunch can make four modest portions. (There are usually 12 fat spears, 16 medium spears or 36 skinny spears to a pound.) I call for a pound and a half in this week’s recipes, but true asparagus fanatics may want more. It’s nice to have a few extra on hand to enhance a breakfast omelette or frittata.", "url": "https://dinersjournal.blogs.nytimes.com/2012/04/27/asparagus-at-last/"}