{"authors": ["Eric Asimov"], "date_download": "2018-11-16 03:26:18", "date_modify": "2018-11-16 03:26:18", "date_publish": "2013-06-28 16:19:54", "description": "Take two, say ahh, and don’t call me until Monday.", "filename": "2013_06_28__1542338778.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dinersjournal.blogs.nytimes.com/2013_06_28__1542338778.html", "title": "A Cocktail to Cap a Hot Summer Week", "title_page": "A Cocktail to Cap a Hot Summer Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nI don’t drink cocktails frequently. But it’s been a long, hot week, and I can’t think of anything more refreshing and relaxing right now than this bracing drink I tried recently at ABC Cocina, the new pan-Latin-tinged small-plates restaurant from the Jean-Georges Vongerichten team.\nIn a cocktail world where drinks are named either with historic rigor – a Mamie Taylor, anybody? – or to flex modern creative license – Dai Dai My Darling? – this one stays foursquare: it’s called Gin and Coconut Water.\nI’ve become a big fan of pure coconut water for postworkout rehydration. It’s got less sugar, fewer calories and more potassium than, say, Gatorade. But I hadn’t imagined it in cocktails, or maybe I haven’t been paying attention. In any case, I was immediately intrigued with this when I saw it on the menu.\nYou can imagine using coconut water, which has an earthy, nutty flavor and a light, natural sweetness, to replace thick, sweet coconut milk in a piña colada or some other imitation tropical, umbrella-wearing drink. But this is different. Instead, Gin and Coconut Water arcs directly into the more refreshing category of sours with the addition of fresh lime juice and a dash of ginger juice.\nFor the cocktail, ABC, which looks to use local ingredients, prefers Warwick Rustic Gin from the Hudson Valley, but any traditional dry gin will work. It gets its coconut water from Exotic Superfoods, which is based in Queens, but pure commercial coconut waters like Zico are fine. The ginger juice comes from Organic Avenue, but you can squeeze a few drops at home with a ginger press.\nThe result is a beautifully balanced expression of sweet, sour and spicy. Take two, say ahh, and don’t call me until Monday.", "url": "https://dinersjournal.blogs.nytimes.com/2013/06/28/a-cocktail-to-cap-a-hot-summer-week/"}