{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 03:13:21", "date_modify": "2018-11-16 03:13:21", "date_publish": "2011-09-15 14:06:31", "description": "Awards for a remarkable book on the early days of cancer research, a series of articles on the frontiers of that field, a documentary on ailing dolphins and this blog.", "filename": "2011_09_15__1542338001.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2011_09_15__1542338001.html", "title": "Four Years, 1,630 Posts and a Nice Award", "title_page": "Four Years, 1,630 Posts and a Nice Award - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I’m honored to be among the winners of the National Academies Communication Awards this year, in this case in the online category for this work in progress called Dot Earth, which will have its fourth anniversary later this month. (I was a recipient of this award, administered by the Academies’ Keck Futures Initiative, in the newspapers/magazines category in 2003, the first year it was offered, for coverage of climate science and policy.) [There’s more on the award, and my blogging approach, from Pace University.]\nThe other winners are stellar communicators: Amy Harmon, a gifted reporter and writer at The Times who won a Pulitzer Prize for her 2008 series “The DNA Age,” has taken the print award for “Target Cancer,” a series tracking the challenges attending the initial human trials of a new cancer drug. Her work provides narrative depth that complements the remarkable medical reporting of the paper’s science team in series like “Six Killers” and “Forty Years’ War.”\nRebecca Skloot has won the book award for her tour de force, “The Immortal Life of Henrietta Lacks,” an account of the disturbing back story to a great medical advance that Times critic Dwight Garner called “one of the most graceful and moving nonfiction books I’ve read in a very long time.”\nThe winner for radio and television is “Sentinel of the Seas,” a documentary on troubles with dolphins off the Florida coast, produced as part of a series, Changing Seas, by Alexa Elliott and a team at WPBT2, a public television station in south Florida. Here’s one segment:\nCongratulations to my fellow winners, and a nod to the judges.\nBut back to Dot Earth. I have a long list of improvements I want to make to this blog, both to foster productive discourse and tighten the focus on concrete ways to forge progress on a finite planet and avoid the “nerd loop” that, like most circular entities, leads nowhere.\nSuggestions are welcome below.\nI’m sifting for online innovations through a new course I’ve just launched at Pace University, called “Blogging a Better Planet.” The students are charged with collecting, testing, refining and disseminating ways to make information matter. We meet most Wednesday evenings and you can follow (and join) our discussions on Twitter using the hashtag #paceblog. We also run the chat on my G-Snap page:", "url": "https://dotearth.blogs.nytimes.com/2011/09/15/four-years-163-posts-and-a-nice-award/"}