{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:22:16", "date_modify": "2018-11-16 04:22:16", "date_publish": "2015-02-15 14:46:39", "description": "Does the urban climb from developing to developed economies have to be smoggy? So far, yes.", "filename": "2015_02_15_london-l-a-beiji_49a39bfbfebf29c2f5c609934fa23b4f__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342136.html", "image_url": "https://static01.nyt.com/images/2015/02/15/world/JP-INDIAAIR/JP-INDIAAIR-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_02_15_london-l-a-beiji_49a39bfbfebf29c2f5c609934fa23b4f__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342136.html", "title": "The New York Times", "title_page": "London, L.A., Beijing, Delhi, Nairobi... Is Smog an Inevitable Urban Growing Pain? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGardiner Harris has a detailed story in The Times on what could be seen as New Delhi’s race to outdo Beijing in the deadly flows of air pollution from its traffic, industries, garbage dumps and kitchens. The soupy air is, on closer look, deadlier than that in China’s cities, he reports:\nDelhi’s air is the world’s most toxic in part because of high concentrations of PM2.5, particulate matter less than 2.5 micrometers in diameter that is believed to pose the greatest health risk because it penetrates deeply into lungs. While Beijing’s air quality has generated more headlines worldwide, scientists say New Delhi’s air is often significantly worse, especially during the winter, when choking smog often settles over the sprawling city.\nAn eye-opening graphic charting small-particle pollution in both cities shows this even more vividly.\nPhoto\nHarris writes that international attention is prodding Indian and Delhi officials to try to gain some control over the smog crisis but, more and more, the pressure is coming from the city’s coughing citizens. In this, the situation powerfully reflects a longstanding pattern as countries urbanize and the middle class expands.\nProsperity enables environmental concern, and environmental concern becomes a political and social force. I made the point in 2013 when Beijing had an epic smog episode, noting how London, a half century earlier, had its killer smog. The four links in this Twitter item tell that tale:\nI’ve written about this in the context of water pollution, as well, including after the conservation biologist M. Sanjayan sent me video of a mass of foam rising from a river in Nairobi:\nI couldn’t believe how precisely this echoed the heaps of industrial foam along the banks of the Hudson River in the mid to late twentieth century.\nFor more on the urban air pollution problems attending the climb from developing to developed economies, read on:\nGlobal Change magazine: “Urban air pollution – a new look at an old problem.”\nJournal of Thoracic Disease: “Chinese haze versus Western smog: lessons learned.” Here’s the abstract:\nAir pollution in many Chinese cities has been so severe in recent years that a special terminology, the “Chinese haze”, was created to describe China’s air quality problem. Historically, the problem of Chinese haze has developed several decades after Western high-income countries have significantly improved their air quality from the smog-laden days in the early- and mid-20th century. Hence it is important to provide a global and historical perspective to help China combat the current air pollution problems. In this regard, this article addresses the followings specific questions: (I) What is the Chinese haze in comparison with the sulfurous (London-type) smog and the photochemical (Los Angeles-type) smog? (II) How does Chinese haze fit into the current trend of global air pollution transition? (III) What are the major mitigation measures that have improved air quality in Western countries? and (IV) What specific recommendations for China can be derived from lessons and experiences from Western countries?\nThe 2012 World Meteorological Organization / Global Atmosphere Watch report, “Impacts of Megacities on Air Pollution and Climate,” notes that Africa’s fast-growing cities are competing in the deadly-air race, as well:\nThis chapter strongly stresses the need to seriously considering air pollution and associated health risks in African megacities as a subject of its own. Air pollution levels are comparable to those encountered in the most polluted cities of the world. Due to anthropogenic pressure and lack of present regulations, pollution and associated risks are expected to increase more and more in the absence of any mitigation plan. These are not only national problems, but international problems due first to pollutant transport but also to technological trades (e.g. China to Africa for two wheel vehicles, Africa to China for coal liquefaction process). The actions to be taken are complex and multiple because Africa has a wide representation of development levels. Africa has to fight against problems of both developed, semi-developed and developing countries, e.g. food and energy development, political instability, high polluting technologies related to industries and domestic fuel burning conversion, growing traffic reduction, health diseases, etc. Indeed, in most places, importance of health diseases due to air pollution is now competitive to ones due to infectious diseases. This is very critical due to expected interactions between both diseases and public health deterioration.\nRead Kate Galbraith’s fine 2014 Green column in The Times, “Measuring Africa’s Air Pollution,” for an update.\nFinally, you can poke around The Atlantic’s interactive air pollution map to compare and contrast.", "url": "https://dotearth.blogs.nytimes.com/2015/02/15/london-l-a-beijing-delhi-nairobi-is-smog-an-inevitable-urban-growing-pain/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}