{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:23:19", "date_modify": "2018-11-16 04:23:19", "date_publish": "2015-08-11 22:24:22", "description": "A student-faculty team at M.I.T. publishes a design for an “affordable, robust, compact” fusion power plant.", "filename": "2015_08_11__1542342199.html", "image_url": "https://static01.nyt.com/images/2015/08/11/blogs/dotfusionarc/dotfusionarc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_08_11__1542342199.html", "title": "The New York Times", "title_page": "Heck of a Class Project: An 'Affordable, Robust, Compact' Fusion Reactor Design, Buildable in a Decade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIt’s a sure bet that the best known “arc reactor” in the world is the glowing energy source in the chest of Tony Stark, the inventor with a superhero complex at the heart of the “Iron Man” film franchise.\nBut within a decade, if a new level of funding flows, there may be a new contender — and one that isn’t fictional.\nA team of researchers, building on work that began as a class project at the Massachusetts Institute of Technology, has published a design for an “ARC” demonstration-scale fusion energy power plant that could actually live up to the ambitious adjectives behind the acronym: “affordable, robust, compact.”\nPhoto\nBelow I’ve rounded up some useful coverage and descriptions of the research. I can’t do more at the moment because I’m tied up this week visiting the Institute for Applied Systems Analysis near (roasting) Vienna, one of the world’s top hubs assessing economic, population and climate trends, as well as energy and resource demands.\nBut first, I want to point out an important detail that you’ll hear more about as soon as I have time to dig in.\nThe obligatory acknowledgements note at the end of the paper mentions funding from the National Science Foundation and Department of Energy and thanks several people. But it also includes a line that will be particularly worth remembering if this design ends up breaking the “just 30 years away” spell that’s surrounded fusion research for more than half a century:\nThis work originated from a MIT Nuclear Science and Engineering graduate course.\nThe course is led by Dennis G. Whyte, a professor of nuclear science and engineering at the Massachusetts Institute of Technology and the new director of the school’s Plasma Science and Fusion Center. It’s no accident that Whyte’s mantra is “smaller and sooner.”\nIt’s exciting to see academia integrating directly with innovation on this scale. (There are other commercial “smaller and sooner” efforts under way, including a much-touted and much-discussed Lockheed Martin reactor design.)\nThe M.I.T. course recalls Inventor’s Studio, a course I learned about on a 2012 visit to Rensselaer Polytechnic Institute in which 20 seniors each year were challenged by engineering lecturer Burt Swersey* to produce marketable innovations that are profitable, patentable and can improve the world.\nWith this in mind, I hope that Bill Gates’s planned investment push on game-changing renewable and nuclear energy innovation goes beyond a focus on specific technologies and includes support for academic models that can generate big breakthroughs.\nBut let’s get back to the ARC fusion power plant.\nIn his post at IFL Science, Jonathan O’Callaghan sets the right tone with this headline: “You Can Get Cautiously Excited About This Fusion Power ‘Breakthrough.’”\nHe writes:\nThe ARC reactor is simply a proposal for now, but the team said it could potentially be built in just five years. For comparison, construction on a huge $40 billion (£26 billion) experimental fusion reactor in France called the International Thermonuclear Experimental Reactor (ITER) began in 2013, and is expected to be completed in 2019. It was designed before these new superconductors were available.\nEvan Ackerman at the engineering publication IEEE Spectrum sees few impediments to building one within a decade instead of the mythical 30 years:\nWe should point out, as the researchers do, that “a full engineering design is beyond the scope of the ARC study.” However, there’s no theoretical or technological showstopper preventing an engineering design for an ARC reactor to be developed. If it is, we could see a completed one up and running in as little as a decade. [Read the rest.]\nHere’s an excerpt from a helpful and grounded description of the work by David Chandler in the M.I.T. press office:\nAdvances in magnet technology have enabled researchers at MIT to propose a new design for a practical compact tokamak fusion reactor — and it’s one that might be realized in as little as a decade, they say. The era of practical fusion power, which could offer a nearly inexhaustible energy resource, may be coming near. Using these new commercially available superconductors, rare-earth barium copper oxide (REBCO) superconducting tapes, to produce high-magnetic field coils “just ripples through the whole design,” says Dennis Whyte, a professor of Nuclear Science and Engineering and director of MIT’s Plasma Science and Fusion Center. “It changes the whole thing.” The stronger magnetic field makes it possible to produce the required magnetic confinement of the superhot plasma — that is, the working material of a fusion reaction — but in a much smaller device than those previously envisioned. The reduction in size, in turn, makes the whole system less expensive and faster to build, and also allows for some ingenious new features in the power plant design. The proposed reactor, using a tokamak (donut-shaped) geometry that is widely studied, is described in a paper in the journal Fusion Engineering and Design, co-authored by Whyte, Ph.D. candidate Brandon Sorbom, and 11 others at MIT. The paper started as a design class taught by Whyte and became a student-led project after the class ended. The new reactor is designed for basic research on fusion and also as a potential prototype power plant that could produce significant power. The basic reactor concept and its associated elements are based on well-tested and proven principles developed over decades of research at MIT and around the world, the team says. “The much higher magnetic field,” Sorbom says, “allows you to achieve much higher performance.” Fusion, the nuclear reaction that powers the sun, involves fusing pairs of hydrogen atoms together to form helium, accompanied by enormous releases of energy. The hard part has been confining the superhot plasma — a form of electrically charged gas — while heating it to temperatures hotter than the cores of stars. This is where the magnetic fields are so important—they effectively trap the heat and particles in the hot center of the device. While most characteristics of a system tend to vary in proportion to changes in dimensions, the effect of changes in the magnetic field on fusion reactions is much more extreme: The achievable fusion power increases according to the fourth power of the increase in the magnetic field. Thus, doubling the field would produce a 16-fold increase in the fusion power. “Any increase in the magnetic field gives you a huge win,” Sorbom says. While the new superconductors do not produce quite a doubling of the field strength, they are strong enough to increase fusion power by about a factor of 10 compared to standard superconducting technology, Sorbom says. This dramatic improvement leads to a cascade of potential improvements in reactor design. [Read the rest.]\n[Insert, Aug. 12, 8 a.m. | My first question for the ARC power plant design team is simple. What makes this time really different?\nAnother way to ask this is to point to Navy Adm. Hyman Rickover‘s crusty remark in 1953:\nThe academic-reactor designer is a dilettante. He has not had to assume any real responsibility in connection with his projects. He is free to luxuriate in elegant ideas, the practical shortcomings of which can be relegated to the category of “mere technical details.”\nWhat would their answer be?\nUpdate , | * Prof. Swersey passed away in March at age 78.. A former student, Eben Bayer, told me Swersey slippied on ice delivering soup to an ailing neighbor. Click here for Bayer’s wonderful reflection on his mentor’s life.", "url": "https://dotearth.blogs.nytimes.com/2015/08/11/heck-of-a-class-project-an-affordable-robust-compact-fusion-reactor-design-buildable-in-a-decade/"}