{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:23:24", "date_modify": "2018-11-16 04:23:24", "date_publish": "2015-08-06 13:31:48", "description": "Young conservatives press the case for energy-policy sanity as Republican presidential candidates take the stage in Cleveland.", "filename": "2015_08_06__1542342204.html", "image_url": "https://static01.nyt.com/images/2015/08/06/blogs/dotyoungconserv/dotyoungconserv-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_08_06__1542342204.html", "title": "Young Conservatives Press Republican Presidential Debaters on Energy Policy", "title_page": "Young Conservatives Press Republican Presidential Debaters on Energy Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA few hundred yards from the Cleveland arena where Fox News invited the top-ranked Republican presidential candidates to debate, several hundred young conservatives will gather for an unusual party — “an epic Republican evening” celebrating and promoting energy policy reforms that are anathema to most of those who’ll be onstage.\nThese include ending subsidies for the fossil fuel industry, boosting energy efficiency, advancing renewable sources like wind and solar power and moving away from the idea that “drill baby, drill” is a solution.\nThe reception and debate-watching party has been organized by Young Conservatives for Energy Reform, the Christian Coalition of America and the Ohio Conservative Energy Forum.\nA prime force behind this push is Michele Combs, a longtime Republican and evangelical organizer who founded the national energy reform group in 2012. Combs says she got involved in energy politics when her doctor advised her to avoid fish during a pregnancy because of mercury levels worsened by power plant pollution and Republican friends said this was not an issue to pursue.\nCombs and Scott Rost, from the group’s board of advisers, describe their goals in an opinion piece on Cleveland.com.\nI had a Skype conversation with Combs last night that gets across the basics. I hope you’ll listen here. A transcribed snippet is below.\nThis is an arena rife with hidden agendas, political AstroTurf and the like.\nBut for the moment, this organization’s only agenda seems to be prodding the party and the candidates to realize that the Republican message of past campaigns is unsustainable — both environmentally and politically.**\nAt the very least, it’s clearly not a pop-up effort.\nIn 2012, Inside Climate News focused on Combs in this article: “Against the Odds, Young Conservatives Buck the GOP on Energy and Climate Change.” Read this 2013 (Charleston, N.C.) Post & Courier piece for more.\nPhoto\nThe group’s website has talking points that could as easily be found over at the Center for American Progress*, like this one:\nRight now, subsidies and tax breaks favor old, dirty, entrenched energy sources over emerging clean, high-tech energy sources of the future. These subsidies and tax breaks keep us tied to foreign sources of energy, and discourage us from developing alternatives here at home and leading the world. We need to consider leveling the playing field.\nI hope someone on the podium tonight is listening.\nHere’s a small excerpt from my chat with Combs:\nQ. What is it like to talk to other Republicans about this. A. It’s all about education. You start with energy independence. I think most Republicans want to be energy independent. They don’t like having wars and they don’t like having to buy oil from countries that hate us and want to harm us. And then I think most people want clean air. I’ve never talked to anyone who doesn’t want clean air. This issue was so polarized for so many years and I think it had the wrong messenger. [Elsewhere she alludes to former Vice President Al Gore and President Obama.] Getting it back in our court is a slow process, but I haven’t had any negative feedback. Q. There’s a lot of name calling — deniers — when it comes to climate change. When I look behind the yelling, I see a lot of the things you were just talking about. I know libertarians who love to not have to rely on a utility for all their electricity. Having a solar panel or some kind of capacity to generate your own electricity, that is a very powerful thing for someone who wants limited control on their lives from the outside…. If you make it all about climate change, you might be alienating people who could be allies. Do you see that kind of thing? A. It’s not a litmus test for our group because i think it would alienate. But there’s a process of getting there. I think you start with energy independence and renewables and homegrown energy. Especially with younger conservatives and millennials, they don’t have a problem with climate change. They know it’s out there, and even a lot of the candidates that are running now definitely have acknowledged it.\nI see a lot of synchronicity between this partisan approach and the nonpartisan efforts of others seeking climate progress, including the religion-framed discourse of the Texas Tech climate scientist Katharine Hayhoe and the arguments of Kerry Emanuel of the Massachusetts Institute of Technology and Richard Alley at Penn State — both of whom are climate scientists who are registered Republicans.\nFor more |\n“Obama Policy Could Force Robust Climate Discussion From 2016 Candidates” (The New York Times, Aug. 2, 2015)\n“The Most (And Least) Extreme Republican Presidential Candidates On Climate Change” (Climate Progress, July 26, 2015)\n“The Seven Unexpected Republicans to Watch If You Care About Climate Change” (National Journal, Jan. 5, 2015)\n“Religious Conservatives Embrace Pollution Fight” (The New York Times, July 31, 2014)\n“Wanted: Republicans for Responsible Oil Policy” (Dot Earth, June 23, 2011)\n“‘Republicans for Environmental Protection’ – Endangered Species?” (Dot Earth March 14, 2011)\nClarification, 12:40 p.m. | * I initially included a link to a Think Progress post from the Center of American Progress point above. A reader pointed out on Twitter that the blog has different approach to issues than the nonprofit group.\nPostscript, 5:25 p.m. | ** Via Twitter, I was pointed to a Heritage Foundation blog post by Joel Griffith criticizing Young Conservatives for Energy Reform for supporting renewable-energy subsidies and taking a sizable grant from the Emily Hall Tremaine Foundation, which focuses in part on addressing climate change.\nHis piece didn’t go into any depth on whether the Heritage Foundation’s sources of support shape its worldview, or vice versa.", "url": "https://dotearth.blogs.nytimes.com/2015/08/06/young-conservatives-press-g-o-p-presidential-debaters-to-wise-up-on-energy/"}