{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:23:22", "date_modify": "2018-11-16 04:23:22", "date_publish": "2015-08-24 12:02:51", "description": "Chinese demand for swim bladders from a rare Mexican fish is still propelling the world’s smallest cetacean toward extinction.", "filename": "2015_08_24__1542342202.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_08_24__1542342202.html", "title": "The New York Times", "title_page": "Black Markets in China Still Driving World's Tiniest Porpoise to Extinction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPhoto\nHere’s a sobering update on efforts in Mexico, Hong Kong and mainland China to stave off the extinction of the vaquita, a critically endangered porpoise inhabiting Mexican waters at the north end of the Gulf of California that is the world’s smallest, and rarest, cetacean.\nHaving written what was essentially an obituary for another cetacean — the Yangtze River dolphin, or baiji — in 2007, I’ve been rather fixated on the plight of the vaquita. (Around New Zealand’s North Island, the Maui’s dolphin, a subspecies of Hector’s dolphin, is also critically endangered.)\nThe vaquita’s plight is linked to that of another endangered species, a large croaker, the totoaba, which has been aggressively, and illegally, netted in Mexico for its swim bladder, which is worth huge sums in illicit Asian and online markets. Elisabeth Malkin has been doing a fine job of tracking this issue for The Times.\nFor decades the porpoises have been drowning in fishing nets in the region, where its range has always been small and is essentially a cul-de-sac.\nPhoto\nBut the losses have mounted as the price for dried totoaba swim bladders, also called maw, has approached $4,000 a pound in Mexico — with the United States frequently the conduit for the contraband.\nAs Mongabay reported in May, Mexico has been intensifying efforts to protect the dolphin and also tried to straighten out a bureaucratic tangle impeding enforcement by putting the navy in charge. Here’s an excerpt from the piece, written by Rebecca Kessler:\nIn April, alerted by scientists that the vaquita population had recently suffered its biggest decline ever, the Mexican government announced an emergency two-year ban on gill-net fishing across the porpoise’s main habitat in the upper Gulf of California…. Within days of the gill-netting ban going into force, the navy and PROFEPA [a federal agency] used a new high-speed Defender boat to arrest two people who were fishing in the protected area and were caught with a totoaba in their boat, the local paper El Sol de Toluca reported. Then, earlier this month, navy officers opened fire on two fishermen catching totoaba in the protected area after they fled in their panga and refused to stop, the paper La Voz de la Frontera reported. One of the fishermen was shot and taken to a navy health post in the area’s main fishing town of San Felipe for treatment. [Read the rest.]\nSadly, the crackdown feels like too little much too late, particularly given the accelerating decline in the porpise population, which is estimated to be fewer than 100 now mainly through acoustic surveys tracking vocalizations.\nPhoto\nAs with elephants and ivory or rhinos and rhino horn, the relentless demand for the swim bladders of the rare fish in Asia almost guarantees that enforcement efforts in the field in Mexico, while vital, will remain insufficient.\nAnd the demand appears unabated.\nTwo recent investigations by conservation groups appear to show a thriving black market trade in Hong Kong and Guangzhou, on the mainland.\nLast month, the Environmental Investigation Agency released a new probe of Chinese markets for illicit foods and online sites and found totoaba maw was still very much on the menu. Here’s an excerpt:\nIn May 2015, EIA conducted a survey of 23 fish maw retailers in Hong Kong and Guangzhou, China, as well as online research to ascertain the availability of illegal totoaba products on the market. The results show that illegal trade continues to supply a relatively small group of entrenched consumers, indicating a failure by enforcement agencies to curb the smuggling and sale. In Guangzhou, EIA found “golden coin” maw openly on sale in seven of the 12 shops surveyed. Generally, traders were aware that totoaba sales are illegal, knew the fish are only found in Mexico and claimed that smuggling the contraband between Hong Kong and mainland China is easy with customs agencies not routinely inspecting fish maw consignments. Hong Kong traders were more guarded, with only two shops displaying totoaba maw, but prices were found to be higher than on the mainland. Despite this, the main buyers were found to be mainland Chinese due to the perceived higher quality of supplies from Hong Kong and the higher possibility of fakes in Guangzhou.\nPhoto\nIn May, Greenpeace East Asia issued the results of an investigation of Hong Kong’s markets for dried seafood and came to this (sadly unsurprising) conclusion: “Totoaba swim bladders are being smuggled into Hong Kong with impunity.”\nThe details, including undercover video, are here.\nIn July, government fisheries and customs officials told the South China Morning Post that they were investigating the illegal trade and would “spare no efforts to combat smuggling of endangered species.”\nI’d love to take them at their word, but I thank conservation groups for continuing to test their commitment.\nAnd, sadly, I gird for the day when another cetacean species’ obituary has to be written.\nPostscript, Aug. 25, 3:10 p.m. | A reader noted I failed to explain what drives the dmeand for totoaba bladder. Swim bladder or maw from the totoaba is the main ingredient in soups and stews “reputed to aid fertility, improve circulation and eradicate skin conditions.” Here’s more from the South China Morning Post.\nPostscript, Aug. 24, 11:30 a.m. | I noticed a recent post by the Society for Conservation Biology that’s worth excerpting here because it offers a note of cautious optimism:", "url": "https://dotearth.blogs.nytimes.com/2015/08/24/black-markets-in-china-still-driving-worlds-tiniest-porpoise-to-extinction/"}