{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:23:32", "date_modify": "2018-11-16 04:23:32", "date_publish": "2015-07-25 18:44:58", "description": "A new climate study warning of abrupt coastal flooding gets dipped in the acid bath of open peer review.", "filename": "2015_07_25__1542342212.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_07_25__1542342212.html", "title": "A Rocky First Review for a Climate Paper Warning of a Stormy Coastal Crisis", "title_page": "A Rocky First Review for a Climate Paper Warning of a Stormy Coastal Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[ | When the Hansen paper finally passed peer review and was published in March 2016, the elements predicting an imminent rapid rise in sea levels — the aspect of the paper that drew the attention of CNN, CBS and other major media — were largely replaced by projections.]\n[ Along with some chaff, some very important reviews of the Hansen paper have been posted, particularly this one from Peter Thorne, a longtime climate scientist now at Ireland’s Maynooth University.]\n[Update, Aug. 4, 2015 | James Hansen has posted a detailed response to my comment on the Atmospheric Chemistry and Physics Discussion site questioning his paper’s interpretations of beached boulders and seabed sediment formations as evidence of Eemian “superstorms.”]\n[Update, July 29, 11:30 a.m. | Some climate bloggers, led by “Tamino”, have harshly criticized me for thinking I am qualified to post a review comment pointing to studies that appear to contradict the “superstorm” argument in the new draft paper by James Hansen and others. Read about this in the addendum.]\nOn July 23, I wrote about the rocky rollout, prior to peer review, of “Ice Melt, Sea Level Rise and Superstorms: Evidence from Paleoclimate Data, Climate Modeling, and Modern Observations that 2°C Global Warming is Highly Dangerous.”\nThe 66-page, 17-author paper was posted Thursday in Atmospheric Chemistry and Physics Discussions, the pre-publication forum for papers submitted to the European Geosciences Union journal Atmospheric Chemistry and Physics. (You’ll hear more on the benefits and problems of such open-review journals toward the end of this post.)\nThe paper is a sweeping cross-disciplinary challenge to status-quo science on risks posed by the building greenhouse effect. The authors, led by James E. Hansen, the veteran climatologist-turned-campaigner, stitch a variety of findings and simulations into a worrisome vision of a looming and abrupt collapse of Antarctic ice sheets and a multi-meter rise in storm-raked seas. They directly call for urgent action by the world’s nations at the Paris treaty talks in December.\nIt’s no wonder the paper made headlines.\nPhoto\nBut, after less than two days of public review, the paper is being revealed as much more of a rough sketch, a provocation, than a thorough, deeply grounded new thesis.\n[Updates below | Jim Hansen has posted an essay pressing his argument for urgency. A very positive review was posted Sunday on the journal website by David Archer of the University of Chicago; Judith Curry of Georgia Tech lauds Hansen’s sweep and “maverick” approach, but isn’t impressed with the sea-level conclusion.]\nIn science, that’s not a bad thing. It is how progress gets made. Dip the gutsy new idea in the acid bath of peer review. What’s left is new knowledge.\nBut in the public sphere, with consequential science, the result can be whiplash, at best, and confusion and disengagement at worst.\nDon’t take my word for it.\nBelow you’ll hear from scientists with significant concerns about keystone sections of the paper — on the evidence for “superstorms” in the last warm interval between ice ages, the Eemian, and on the pace at which seas could rise and the imminence of any substantial uptick in the rate of coastal inundation. Reviewers have until mid September to post comments at the discussion site. I hope the scientists below, and others, do so. As the Montell Jordan song goes, “This is How We Do it.”\nThen I’ll conclude with some ideas for improving this process, including thoughts from Ken Caldeira, a climate and energy researcher at the Carnegie Institution for Science.\nHere goes….\nPhoto\nFirst, it’s worth stepping back in time briefly for context. Eight years ago, I wrote this:\nWhen science is testing new ideas, the result is often a two-papers-forward-one-paper-back intellectual tussle among competing research teams. When the work touches on issues that worry the public, affect the economy or polarize politics, the news media and advocates of all stripes dive in. Under nonstop scrutiny, conflicting findings can make news coverage veer from one extreme to another, resulting in a kind of journalistic whiplash for the public. This has been true for decades in health coverage. But lately the phenomenon has been glaringly apparent on the global warming beat…. Scientists see persistent disputes as the normal stuttering journey toward improved understanding of how the world works. But many fear that the herky-jerky trajectory is distracting the public from the undisputed basics and blocking change. “One of the things that troubles me most is that the rapid-fire publication of unsettled results in highly visible venues creates the impression that the scientific community has no idea what’s going on,” said W. Tad Pfeffer, an expert on Greenland’s ice sheets at the University of Colorado.\nSad to report, the situation is far worse now.\nFor just one relevant metric, consider that, at that time, there were about 6 million active Twitter users. Now there are more than 300 million. The tendency to pounce on any finding, however tentative, as long as it suits some agenda is more amplified than ever. At the same time, the line between activism and journalism has grown ever blurrier.\nAs I said on Thursday, “Maybe we’ll all be a little slower on the draw next time when work is promoted before it is publicized or peer reviewed. This isn’t the first time those covering climate science have been through this drill.”\nHansen has become a hybrid voice. That’s always complicated.\nIn a Facebook discussion of my Thursday article, Steven A. Leibo, a professor of international history and politics at The Sage Colleges in upstate New York, put it this way:\nIt strikes me that Jim Hansen is playing a somewhat different role these days, rather like that of Paul Krugman — the fully qualified Ph.D. scholar who does not have a peer reviewed process for every commentary he writes, and of course this study is in so many ways going to go through a fast, crowd-sourced peer review fully in time to be ready as we move closer to Paris.\nHere’s how things are evolving as scientists in different fields dig in on this paper’s evidence and arguments.\nBeached boulders and seabed chevrons\nYesterday, I began querying experts on different aspects of the scientific story line built by the paper.\nThe study starts with observations of eroding ice sheets spreading, cooler freshwater at both ends of the planet and geological hints of tempestuous conditions toward the end of the Eemian, that last interval between ice ages when global temperatures and seas were higher than now. The authors use novel runs of computer simulations that result in a shift to cooling, stormier conditions and, extrapolating from today’s melting rate, get a multi-meter rise within a 100-year span. Brian Kahn at Climate Central posted a helpful breakdown of ideas and issues early in the week, as did Andrew Freedman at Mashable.\nPhoto\nThe section on past and future tempestuous conditions centers on geological evidence from the Bahamas and Bermuda, particularly big boulders lodged well above sea level on Eleuthera and current-carved seabed and coastal features, called chevrons, denoting powerful oceanic dynamics. This section centers on decades of work in that region by one author, Paul J. Hearty of the University of North Carolina, Wilmington.\nAn email conversation with Jan Zalasiewicz, a paleobiologist at the University of Leicester (note: I work with him as part of the Anthropocene Working Group), led me to past studies proposing that the boulders had been thrown ashore not by violent storms, but by a great tsunami generated across the Atlantic in the Canary Islands. Some also saw a tsunami explanation for seabed chevron features.\n(Digression: I love digging into novel fields of science. Who knew there’s even a book on such tsunami relics, even a technical name: “Tsunamiites?”)\nSure enough, there had been one such catastrophic, ocean-spanning event that, by one estimate, had occurred around the period the Hansen paper proposed the rocks had been deposited. The Hansen paper mentioned tsunamis as an explanation but excluded the possibility. I sent an email query with the Hansen paper to a batch of relevant researchers.\nBut later last night I found a study setting that tsunami’s date tens of thousands of years too recently to be the cause.\nTsunamis indeed appeared off the hook.\nThen this morning, I received the following email from Max Engel, a University of Köln geologist who was on my list because he’d done a lot of work on boulders, including in the Caribbean, as clues to past violent events. His note provides an answer on both boulders and chevrons that, at the very least, would seem to require more conditional language in the new paper, if not a reframing of the portion on the prospect of calamitous storms. I capitalized a couple of words but otherwise it appears as sent:\nThank you very much for pointing at this interesting manuscript. I always appreciated the innovative procedures of EGU journals, but when it comes to highly sensitive and controversial topics, differences between reviewed papers and discussion papers might be difficult to communicate in mass media. Indeed, I only feel competent to comment on section 2.2, but this is quite easy. Others have already done the work: Paul Hearty’s conclusions on MIS 5 [Marine Isotope Stage 5, the Eemian] mega-storms or tsunamis from the Bahamas never seemed convincing to me, even though I am not the one to criticize them since I have never been to Eleuthera myself. However, the conclusions are persistently being repeated. The chevrons have been demystified by Bourgeois and Weiss (2009) in their Geology paper. Based on the fact that these V-shaped ridges are forming behind the shallow outlets between the small islands where tidal or other currents reach their maximum sediment transport capacity, they seem to rather be related to long-term dynamics than to any type of mega-wave event. These ridges are a classical feature in coastal geomorphology and we find similar ones along our East Frisian coastline in Germany. The concentrated currents — tidal influence is, however, more pronounced here than in the Caribbean — between barrier islands form so-called “Riffbögen” (shoals and subaqueous ridges) at both sides of the channel. The origin of the giant boulders shown in the ACPD manuscript (and many other papers before) has convincingly been reconstructed by Mylroie (2008) as weathered remnants of a lithified dune deposit. Dating in Hearty (1997) was based on amino acid racemisation, which is a method rarely used in Quaternary Sciences and generally not accepted without verification by other methods. There is a neat, simple drawing in the paper explaining boulder formation through chemical weathering. To sum up, in my opinion, chapter 2.2 seems to represent a slightly one-sided perspective on geological evidence for Eemian mega-storms.\nHere are links to the relevant papers. I sent a query to their authors, as well, and will add input if I hear from them.\nThis morning I sent Engel’s observations to Hansen and several co-authors. I’ll add any replies as they come in. I’ll be submitting a note in the comment section on the journal discussion website, as well. [The comment is here.]\nI also sent Engel’s note and the papers to some of the scientists I’d queried about the science on Thursday, including Ricard B. Alley of Penn State, Ken Caldeira at the Carnegie Institution and Tad Pfeffer of the University of Colorado.\nHere are some of their thoughts.\nRichard Alley\nBack to boring reality, once again we see that for those who do the science or enjoy the scientific details, the latest talk, manuscript, or even press release may be of great interest and use. But, for those focused primarily on the broader implications of the science, the logical path is to start with the authoritative assessments from the US National Academy of Sciences, the Royal Society, the I.P.C.C., etc. Science by its very nature celebrates attempts to overthrow established results, which unavoidably makes our work look “noisy” and confusing to a non-specialist, obscuring for those outside a field what is actually well-founded inside the field. To overcome this difficulty, governments and the broader society have established assessment mechanisms in which the full range of scientists, volunteering in the public eye for the public good, provide up-to-date information on what is solid, what speculative, and what silly. The assessment results are inefficient at generating headlines, he-said/she-saids, and “clicks” on web pages, but the assessment results are far better than the latest press releases at generating reliable, useful, policy-relevant understanding. (Full disclosure: I have been [I.P.C.C.] or am [N.A.S., R.S.] a member of the groups I’m praising here.)\nJan Zalasiewicz [added 10:15 p.m.]\nThe Bourgeois/Weiss and Mylroie explanations for those features look reasonable. They both also underscore the generally dynamic nature (both erosive and depositional) of those environments, which suggests that the deposits of rare high-energy events there may not have good preservation potential. Also shows how we tend to remember the dramatic rather than the prosaic interpretations.\nTad Pfeffer\nLast night I spoke with Tad Pfeffer, a lead author of the last Intergovernmental Panel on Climate Change section on sea level who has written important papers on the interlaced fates of ice sheets, climate and coasts, via a Google video chat. His main concern with the paper was the lack of at least an estimate for the initiation of the abrupt sea-level rise the authors foresee.\n(One un-submitted version of the paper that circulated early last week had a section saying unabated emissions of greenhouse gases “will make multi-meter sea level rise practically unavoidable and likely to occur this century.” But the submitted version has nothing that specific.)\nPhoto\nThis has been a longstanding question in ice-sheet research. The societal relevance of rising seas is largely a function of the pace of change, not the ultimate height seas reach — which, as I’ve written for years — will assuredly be on the order of meters. This piece is highly relevant: “Consider Clashing Scientific and Societal Meanings of ‘Collapse’ When Reading Antarctic IceNews.”\nHere’s Pfeffer on this point:\nIf you look at this from the point of view of somebody who’s trying to use this information for anything other than scientific satisfaction, whether or not these very, very rapid rates of sea level rise happen in the next few decades or the next few centuries makes all the difference in the world. The question of when does this start is not really addressed in this paper that I can find, and has been addressed only peripherally in most of the papers about ice sheet instability that I have seen. Ian Joughin made some statements recently [context] that I thought were pretty solid about it being a few centuries before this kind of very rapid sea level rise can take place and that makes sense to me because there are some very important things that you have to do in order to turn on the rapid response of the Antarctic ice sheet – you have to get rid of a couple of big ice shelves for starters. And it’s going to take a few centuries to do that. From a strictly geophysical, glaciological, point of view, a few centuries may not make much difference. But from the point of view of a planner, a policymaker, again these are the people who care about what exactly we’re saying. It makes all the difference in the world. And that’s the part I find missing in this paper. They have to say something about when this is going to occur. They may not be able to say with any great precision, but they have to say something. Because if this is something that’s going to happen in the next few decades, yeah, it’s something we’ve really got to wake up and pay attention about. If it’s something that’s going to happen in the next few centuries then there are a lot of other issues that we have to sort out first.\nHere’s the raw video (sorry about the quirks):\nPfeffer talked to me from Washington, where he’ll be spending the next year working on improving the interface between climate science and policy at the State Department or Agency for International Development as a Jefferson Fellow of the National Academy of Sciences.\nI wish him good speed!\nMichael E. Mann, Penn State [Inserted July 26, 10 a.m.]\nI have mixed views about the paper. I don’t like the idea of publicizing an article prior to peer-review, although at the same time, it is sort of what happens at AGU/AAAS meeting press conferences, so I suppose it isn’t entirely without precedent. And I do think there are a number of questions about interpretation of observations, and the details of the climate model experiment (the very large exponentially increasing freshwater fluxes, the low-resolution of the ocean which obscures the potentially important role of wind-driven ocean gyres, etc.).\nAnswering a question on his active and useful public Facebook page, Mann made this point on sea-rise rates to a reader (and gave me permission to post it here):\nHansen attempts to estimate a “doubling time” parameter to characterize what he assumes to be an exponential increase in rate. That is prone to a very large “extrapolation error” as we call it.\nThe different approaches to gauging melt rates of ice sheets remind me of the different approaches to gauging human population growth — with the United Nations incorporating a more locked-in extrapolation of trends and the International Institute for Applied Systems Analysis including more granular factors affecting individual countries’ fertility rates. In that case, it’s the difference between 11 billion and 9 billion people by 2100. [Inserted July 26, 10 a.m.]\nDavid Archer, University of Chicago [Added July 26, 11:20 p.m.]\nArcher posted a glowing review of the sea-rise section on the journal discussion site. Here’s an excerpt and link:\nThis is another Hansen masterwork of scholarly synthesis, modeling virtuosity, and insight, with profound implications. The main thrust of the paper, the part getting all the press, arises from the confluence of several recent developments in glaciology. First is the identification of a runaway condition in outflow glaciers of the West Antarctic ice sheet that makes the IPCC prediction for year-2100 sea level rise clearly obsolete. The other is the recognition that warming ocean temperatures at the grounding line for the glaciers is driving a really strong flow and thus melting response. Temperatures at this depth tend to have a paradoxical inverse relationship with surface temperatures, which can cool due to fresh meltwater input, trapping heat in the subsurface. This idea may also explain the mystery of why Heinrich events, collapses of the Laurentide ice sheet, always came at cold times in the D-O cycles. Analysis of sea level changes during Eemian time, the last interglacial, show changes of several meters in time scales of a century. If our ice sheets are going to change our sea level that much, from its current rate of melt, the melt rate would have to increase exponentially in the future. The way that could happen is if there is a positive feedback, such that melting begets faster melting, as opposed to a linear response where the melting rate is driven simply by temperature. The climate modeling results in this paper identify such a feedback. [Please read the rest.]\nJudith Curry\nThis is an intriguing and wide-sweeping paper that has put together a multi-disciplinary team to examine the possibility of near term catastrophic sea level rise…. Human contribution so far to sea level rise does not seem particularly significant, given the early 20th century rate of sea level rise is about the same as the current rate. Our ways of inferring future rates of sea level rise from ice sheet melting is crude – we can speculate but not with much confidence. The danger posed by sea level rise is a function of the rate of change far more than the actual sea level itself. Does Hansen et al. make any contribution to all this? Well their proposed mechanism with feedbacks is of interest and should be explored further. But their conclusions regarding an alarming rate of sea level rise are at best possible (and not plausible)…. I am very sympathetic to what Hansen did. I regard him as a fellow maverick – thinking for himself and not afraid to challenge the ‘consensus’ – Hansen and I are of course on opposite ends of the climate maverick spectrum, with Hansen more alarmed and myself being less alarmed. I think what Hansen did raises a whole host of very important issues about climate research, the science-policy interface, and how research is publicized. [Read on.]\nJim Hansen [Added July 27, 12:10 p.m.]\nJim Hansen has posted, “A Sea Level Disaster” (pdf), one of his personal essays doubling down on his argument for urgency by echoing his global warming testimony from 1988 in a new phrase about sea level rise. Here’s the headline and deck:\nDarn!! Sea Level Disaster Ahead! In 200-900 Years. When?? It’s Time to Stop Waffling So Much and Say that the Evidence is Pretty Strong… Multi-meter Sea Level Rise is an Issue for Today’s Public, not Next Millennium’s.\nSolutions\nFinally, let’s ponder solutions. On Thursday, I’d said that an open review journal seemed ideal for a complex inter-disciplinary paper like this. In an email message to various contacts this morning I explained my thinking this way:\nIt seems the challenge, in trying to connect dots others may have missed, is to be both broad and deep — mining each area’s literature as carefully as possible for supporting, or contrary, hints. That is precisely the value that can come in pursuing publication in an open online discussion forum like the platform at the Journal of Atmospheric Physics and Chemistry as opposed to a traditional journal, where finding the right reviewers in a closed process might be a challenge given the sweep of the paper.\nBut I conceded there are risks:\nThe result here, just two days after posting, reinforces the danger in making too much of a brave new narrative before that open process has taken place. That point was reinforced in a comment sent Friday by Bárbara Ferreira, communications manager for the European Geosciences Union, endorsing what others have said about the dangers of publicizing research before it has been peer reviewed: “Our policy at the European Geosciences Union is to not advertise research submitted to our journals before the paper has been accepted and published in its final, peer-reviewed form – which, in this case, wouldn’t be for at least another three months, possibly more.”\nKen Caldeira sent a comment expressing concern about journals like the one now reviewing the Hansen paper:\nThe open “discussion” journals favored by the European Geophysical Union (EGU), including Atmospheric Chemistry and Physics Discussions (ACPD), may be doing the scientific community a disservice. For those not initiated into the ways of these journals, scientists submit manuscripts to Atmospheric Chemistry and Physics Discussions where they are published without peer review, and then later if successfully peer reviewed, a modified version appears in the regular journal Atmospheric Chemistry and Physics. This produces at least two versions of every paper: A non-peer-reviewed draft and and a final peer-reviewed version. The continued circulation of the non-peer-reviewed draft can act as a kind of pollution of the scientific literature, as it is often unclear to the uninitiated what it means to be published in an EGU “Discussions” journal. One of the key contributions of the editorial and peer-review process provided by journals is the vetting of the scientific content both for importance and quality. There is way too much stuff being written to read everything, and the editorial process at a high-quality journal is supposed to help provide a filter and direct scientists to important, high-quality, papers. It is a fiction to believe that busy scientists have the time to review a panoply of manuscripts that they are not specifically tasked with reviewing. Journal editors know how hard it often is to obtain thorough reviews of papers. By publishing papers that are not peer reviewed, EGU journals such as ACPD are contributing to the noise of science, when the role of the editorial process should be to help readers find the rare nuggets of important high quality signal amid the abundance of excess noise.\nWe batted this back and forth a bit.\n“A professional norm that you do not issue a press release for a ‘discussions’ submission might be a good starting point,” he wrote. But he then renewed his opposition: “It is not clear to me that open peer-review is the best way to satisfy the need to openly discuss unresolved scientific issues. Maybe what is needed is a good discussion forum where people can discuss important issues in a way that moderates out the kooks and so on.”\nI would have shouted if we were on the phone because I had just a few days earlier learned about the John Wesley Powell Center for Analysis and Synthesis, a little-known federal facility near Fort Collins, Colo., created precisely for this purpose. (Go to the end of my chat with Pfeffer for more on this.) The mission statement couldn’t be clearer, or more appropriate:\nOffering the opportunity for collaborative synthesis and analysis opportunities in Earth system science\nTo learn how it works, please read this recent Eos article by two seismologists, Ross Stein and Mark Stirling, who two years ago proposed a set of meetings, essentially a methodological smackdown, to try to resolve an intensifying division over how best to clarify and convey worst-case earthquake risks.\nSeismic Hazard Assessment: Honing the Debate, Testing the Models Earthquake experts with opposing views found common ground working around a table and on a hiking trail.\nBy Ross S. Stein and Mark W. Stirling Devastating—and, in some sense, unforeseen—earthquakes in Nepal, Japan, New Zealand, Haiti, and elsewhere have triggered a heated debate about the legitimacy and limitations of probabilistic seismic hazard assessment (PSHA) [see Frankel, 2013; Stein and Stein, 2014]. PSHA attempts to capture the likelihood of exceeding a specific level of shaking over any time period of interest, explicitly incorporating data uncertainty and lack of knowledge. To address this debate, four workshops held in 2013–2014 at the U.S. Geological Survey (USGS) John Wesley Powell Center for Analysis and Synthesis brought together university, government, and insurance industry scientists from countries that straddle plate boundaries and those in plate interiors. Participants were invited; the workshops’ goals involved developing tests of PSHA and other earthquake hazard assessment strategies and seeking viable alternatives to overcome weaknesses to these strategies. Scientists adopted a novel approach to ensure civil debate: roundtable discussions, sometimes over a group activity such as hiking.Workshop coordinators adopted a novel approach to ensure civil debate—roundtable discussions, sometimes over a group activity such as hiking. This approach could be adapted by any seeking to resolve scientific debates within disciplines. Three crucial aspects of the approach proved to be key to running the workshops.\nFirst, we asked each invitee to take what we called the “Powell Blood Oath”; Each was welcome to argue passionately for personal views but must also present and acknowledge the weaknesses in that position. The oath kept everyone humble; no one grandstanded or dismissed others because no one had all the answers. Those who could not abide by the oath turned our invitation down. [Please read the rest.]\nI could see that center staying very busy for a long time to come. By Skype, I recently interviewed Stein, Stirling and Jill Baron, who helped run the discussions, and will post the video as soon as I have time.\nAddendum, July 29, 11:30 a.m. | Some climate bloggers, led by “Tamino”, have harshly criticized me for thinking I am qualified to post a review comment pointing to studies that appear to contradict the “superstorm” argument in the paper. Here’s some of what he wrote:\nWhat the hell is going on here? If those geologists want to raise objections or contribute comments, great, let them do so — but second-hand, hearsay “reporting” from a reporter who lacks the knowledge base to make his own comments, does not constitute valid review.\nIn my initial reply, I said:\nAs I wrote on Dot Earth, with a sweeping multi-disciplinary paper like this one, it’s great to do review on an open platform. Does it matter if a journalist or scientist points to relevant published literature? If the papers are relevant, they should be considered.//nyti.ms/1LG4JR9\nHe didn’t agree:\nWhat a crock. It sure as hell matters whether or not the comment comes from the commenter. Second-hand hearsay perverts the process. Scientific review is for those who *know the topic* to comment, and it’s abundantly clear, that ain’t you.\nI figured it’s worth checking on the journal’s definition of “the scientific community” (the journal’s description of those who can comment) through the European Geosciences Union media officer, Bárbara Ferreira.\n[Update, July 30, 8:03 a.m. | Ferreira asked me to replace her initial informal comments, which she had not realized would be posted in full, with this statement from Ulrich Pöschl, Chief-Executive Editor of Atmospheric Chemistry and Physics:\nTo keep the peer review process efficient and avoid diluting the scientific discussion, only members of the scientific community are invited to post expert comments in the scientific discussion forums of the EGU interactive open access journals. People from outside the scientific community are welcome to read and follow the public review and discussion in the scientific discussion forums, but should pursue further (non-expert) discussions in other more appropriate venues (blogs etc.). Speaking informally: “scientific community” can be broadly defined as scientific researchers with an expert knowledge on the subject of the study under discussion, i.e., researchers with similar scientific interests and scientific expertise (“scientific peers”). Who is considered a member of the scientific community can vary from discipline to discipline; it is at the discretion of the editors of the various journals to exactly define who and who isn’t encouraged to comment. In addition, and since the start of ACP (the first of EGU’s interactive journals) in 2001, the publication of interactive comments is supervised by the editors who have the option of censoring/deleting comments that are not of substantial nature or of direct relevance to the issues raised in the discussion paper or which contain personal insults. Authors are advised to follow the discussion of their paper and to notify the handling editor in case of abusive comments; other participants of the interactive discussion are also invited to indicate abusive commenting to the editorial office. The ACP editorial board reserves the right to exclude abusive commentators. Censoring/deletion of comments and exclusion of abusive commentators are subject to approval by the chief/executive editors.”\nFerreira added, “As such, even if there is some ambiguity about whether or not you would belong to the ‘scientific community,’ if your comment is ‘of substantial nature or of direct relevance to the issues raised in the discussion paper,’ the editor in charge of the paper would, in principle, consider it relevant to the public peer review process, keeping it in the discussion.” (Her original comment is available upon request to revkin @nytimes.com.)\nOne last thought. Perhaps Tamino can step out from behind the shield of anonymity (which too often fuels vitriol) and confirm if he is indeed Grant Foster (quoted on Climate Central).* Foster has published quite a bit on climate, including with Stefan Rahmstorf, a leader of that 2014 review of experts on sea-level rise that is a far cray from what the new paper is projecting.\nAnd we are both musicians, it seems. Although that perhaps doesn’t go well with the rigor “Tamino” requires in paper reviewers.\nFootnote, July 30, 11:30 p.m. | * I added a link to an Open Mind post in which the blogger known as Tamino acknowledges he is Grant Foster.", "url": "https://dotearth.blogs.nytimes.com/2015/07/25/a-rocky-first-review-for-a-climate-paper-warning-of-a-stormy-coastal-crisis/"}