{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:23:23", "date_modify": "2018-11-16 04:23:23", "date_publish": "2015-08-04 14:09:24", "description": "An illustrated guide to Bill Gates’s argument for greatly boosted federal investment in energy R&D.", "filename": "2015_08_04__1542342203.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_08_04__1542342203.html", "title": "The New York Times", "title_page": "Four Graphs Bolster Bill Gates's Case for Greatly Boosting Clean-Energy Research - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few days before President Obama’s release of the final “Clean Power Plan” restricting greenhouse gas emissions from power plants, Bill Gates posted a Gates Notes essay that helps reinforce an important reality: It will take more than regulation to limit humanity’s growing influence on the climate system.\nPhoto\nGates focused on the need to stimulate clean-energy innovation, both by priming the idea pump through a big boost in government investments in basic research and building demand through some means of raising the cost of dirty energy — so that “the energy market accurately reflects the full impact of emitting carbon.”\n[See the addendum for why I don’t see much prospect of a meaningful carbon price any time soon.]\nHe also pointed out the obligation wealthy nations have to poorer ones that are most vulnerable to coastal and climatic hazards that, in many places, will be worsened by the building greenhouse effect.\nHere’s an excerpt from Gates’s piece, followed by the comment I posted, which includes four graphs that help make his point:\n…If we create the right environment for innovation, we can accelerate the pace of progress, develop and deploy new solutions, and eventually provide everyone with reliable, affordable energy that is carbon free. We can avoid the worst climate-change scenarios while also lifting people out of poverty, growing food more efficiently, and saving lives by reducing pollution.\nTo create this future we need to take several steps: Create Incentives for Innovation\nOne step is to lay the foundation for innovation by drastically increasing government funding for research on clean energy solutions. Right now, the world spends only a few billion dollars a year on researching early-stage ideas for zero-carbon energy. It should be investing two or three times that much. Why should governments fund basic research? For the same reason that companies tend not to: because it is a public good. The benefits to society are far greater than the amount that the inventor can capture. One of the best examples of this is the creation of the Internet. It has led to innovations that continue to change our lives, but none of the companies who deliver those innovations would ever have built it. Similarly, the government’s research into hydraulic fracturing helped create today’s natural gas boom. Expanding the government’s support for energy research will lead to another important step: attracting more private investment to the field. As early-stage ideas progress, private capital will pour in to build the companies that will deliver those ideas to market. We need hundreds of companies working on thousands of ideas, including crazy-sounding ones that don’t get enough funding, such as high-altitude wind and solar chemical (using the energy of the sun to make hydrocarbons). No one knows which of these technologies will prove powerful enough and easy to scale, so we should be exploring all of them. My own personal investments include companies working on new batteries and other storage methods and advances in solar technology. The nuclear design I am investing in would be safer than previous designs and would go a long way toward solving the nuclear waste problem. I spend a lot of time with the CEOs and scientists at all these companies discussing how to build a business around an innovative idea and take a product to market. If government research budgets open up the pipeline of innovation, not only will I expand my investments, but I believe other investors would join me in taking these risks. Governments need to act quickly, because energy transitions take time. Today, renewables account for less than 5 percent of the world’s energy mix. It took four decades for oil to go from 5 percent of the world’s energy supply to 25 percent. Natural gas took even longer. I believe we can make this transition faster—both because the pace of innovation is accelerating, and because we have never had such an urgent reason to move from one source of energy to another. The sooner we start, the more suffering we can prevent.\nPlease read the article in full here.\nHere’s my illustrated comment:\nFour Graphs* That Bolster the Case for Intensified Clean-Energy Research It’s great to see you renew the call for boosted government investment (that’s what it is, an investment) in basic science on energy-relevant frontiers. Too often, those pressing the case for action to blunt climate change downplay this gap, perhaps out of fear that it undercuts the longstanding, and wishful, assertion that all we lack is political will. This has even been true for institutions like the Intergovernmental Panel on Climate Change. Its final report on climate science and solutions buried this point, as I pointed out here: “Panel’s Latest Warming Warning Misses Global Slumber Party on Energy Research.” Since my 2006 front-page Times article on declining energy research in an era of global warming and rising energy demand, I’ve run versions of the graph below.\nPhoto\nWhat the graph shows is that RD&D investment is, in essence, a proxy for what a country cares about. Yellow was the space race, with basic RD&D spending approaching $30 billion a year (constant dollars). Blue is the war on cancer, reaching roughly the same level of spending. Green is energy science (all energy science, including how to get more fossil fuels out of the ground). One other thing to note about the graph. It shows the bipartisan nature of our slumber party on energy. Ronald Reagan has been rightly blamed for pulling the plug, but no one ever since has plugged our energy-frontiers effort back in. The second graph is a reminder of scale, showing how all of that non-defense research spending since Sputnik relates to the money we spend on military research.\nPhoto\nI’m not saying defense research is a bad thing. I am saying that if it’s true, as President Obama has stated, that global warming is “an immediate risk to our national security,” we might consider treating it that way. [For the record, I consider that a hefty overstatement, but that doesn’t undercut the need for bolstered energy innovation.] I wrote one piece on Dot Earth trying to clarify what a bargain a tripled investment in energy sciences is, drawing on a 2006 paper in the MIT journal Innovation by John Holdren, before he moved from Harvard to be President Obama’s science adviser. He noted: “A tripling of the federal government’s expenditures on energy technology R.D. & D. could be financed with a increase of about 2 cents per gallon in the federal tax on gasoline.” The third graph is there to take the United States off the hook just a bit. It shows that the O.E.C.D. countries, essentially the world’s established powers, have been in complete sync with us in this innovation snooze. More on that here.\nPhoto\nThe final graph, from the Heinrich Boell Foundation report on “The German Coal Conundrum,” illustrates the point Vaclav Smil has argued (about inertia in energy systems). It shows that even with Germany’s costly push to expand renewable energy sources, all the money and policy hasn’t meaningfully cut into that country’s reliance on fossil fuels.\nPhoto\nKeep it up, Bill. There are signs that influential institutions are acknowledging this research gap. The United Nations advisory body Sustainable Development Solutions Network, spearheaded by the economist Jeff Sachs, included this line in its Deep Decarbonization Pathways report last year: “[T]he technical feasibility of deep decarbonization rests on the large-scale deployment of several low-carbon technologies, some of which are not yet fully commercialized or affordable. For this reason, countries and the international community as a whole must undertake a major research, development, demonstration, and diffusion (RDD&D) effort to develop low-carbon technologies and ensure their widespread availability and their cost-competitiveness with high-carbon alternatives, when the social cost of carbon is taken into account by means of carbon pricing, which, however, need not be uniform across countries.” More on that is here.\nIt’s worth noting more evidence that the energy research gap is getting overdue attention. As I wrote recently:\nA new paper in Climate Policy, “Energy research within the UNFCCC: A proposal to guard against ongoing climate-deadlock,” cites the need and proposes that research commitments be included in national pledges under the climate treaty. (UNFCCC is the acronym for the 1992 United Nations Framework Convention on Climate Change, the basic treaty that all subsequent climate diplomacy, including whatever happens in Paris in December, is built on.)\nRelated reading in The Times:\n“Innovation Sputters in Battle Against Climate Change,” Eduardo Porter (July 21, 2015)\n“Atomic Goal: 800 Years of Power From Waste,” by Matthew Wald (Sept. 24, 2013)\n“In Search of Energy Miracles,” by Justin Gillis (March 12, 2013)\n“The Energy Challenge,” a series running from 2006 to 2008\nAddendum | As I noted above, I’m all for Bill Gates’s pitch to test ways to put a price on carbon, but I see little prospect of a price significant enough to drive energy-relevant decisions any time soon. It’s worth posting a short excerpt from my post-mortem on the 2009 Copenhagen climate talks:\nA recent analysis of climate plans by the International Energy Agency in Paris concluded that it would take until 2025 or longer for a carbon price to reach a level sufficient to start driving big changes in energy technology, said Thomas Kerr, an analyst at the agency. He said that to fill that gap, the world’s major economies need to be spending somewhere between 3 and 10 times more than current levels on direct financing of research, development and the large-scale demonstration of technologies that could be game changers. And such investments were not a major focus of the Copenhagen talks.\nSound familiar?\nNote | * I mistakenly posted slightly outdated versions of two graphs on the Gates site. The current versions are used here, taken from the valuable American Association for the Advancement of Science website on Historical Trends in Federal R&D.", "url": "https://dotearth.blogs.nytimes.com/2015/08/04/four-graphs-bolster-bill-gatess-case-for-greatly-boosting-clean-energy-research/"}