{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:23:27", "date_modify": "2018-11-16 04:23:27", "date_publish": "2015-08-03 18:16:10", "description": "Assessing the strengths and limits of President Obama’s “Clean Power Plan” for blunting climate change.", "filename": "2015_08_03__1542342207.html", "image_url": "https://static01.nyt.com/images/2013/06/24/blogs/dotobamasolar/dotobamasolar-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_08_03__1542342207.html", "title": "The New York Times", "title_page": "The Promise and Limits of Obama's 'Clean Power Plan' for Limiting Global Warming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOver the weekend, in a “Memo to America” and lots of details released to the press, President Obama set the stage for today’s release of the Environmental Protection Agency’s final “Clean Power Plan,” aimed at meeting the administration’s pledges to reduce carbon dioxide emissions.\nObama spoke today about the new climate plan.\nThis is an important step on two fronts — sustaining domestic momentum away from coal in electricity generation and providing a fresh signal to other countries that the United States is committed to cutting its carbon footprint.\nThis is vital if there’s to be a chance of turning the current 83-page outline of a new worldwide climate agreement into something acceptable to the world’s variegated nations at Paris climate talks in December. (There will be an agreement, as always; the question, as always, will be whether it will result in a meaningful shift in heat-trapping emissions and, for poor countries, financial assistance.) The United Nations secretary general, Ban Ki-moon, on Monday praised the president’s “visionary leadership.”\nThere are other contexts, including how the plan will shape positions in the presidential race, as Coral Davenport explores here.\nMichael Levi at the Council on Foreign Relations has posted a helpful review, which is generally positive, casting the improvements in the climate plan in recent months as the best approach given the legal and political hurdles that any United States environmental and energy regulations have to surmount. But he digs in on “five important things, good and bad, that today’s dueling press releases might not tell you.”\nAs I’ve said before, the path forward will always have something of a Pushmi-Pullyu dynamic (especially in the United States). But my sense is that there is real momentum here.\nPerhaps the White House has seen the Yale analysis showing that there is “no red and blue divide when it comes to…CO2 rules”:\nPhoto\nPostscript, 3 p.m. | I’ll add some relevant and constructive Twitter flow here as time allows. Brad Plumer at Vox has a particularly thorough piece posted that puts this step in the context of other administration actions.\nThe Clean Power Plan is a big deal. But it’s still just one piece of Obama’s broader climate plan. //t.co/rk4JVDwxDE — brad plumer (@bradplumer) 3 Aug 15\nFinal Clean Power Plan Drops Support for Existing #Nuclear Plants … #climatechange #cleanpowerplan //t.co/K1zst9hqKW — Jeff McMahon @Forbes (@JeffMcMahon_Chi) 3 Aug 15\nImpact of EPA Greenhouse Gas Regulations on Power Plants by @NRECA full map: //t.co/By4ukWtp9F #CleanPowerPlan //t.co/rxZ2hvKr1o — Advanced Energy (@AEatWork) 3 Aug 15\nRead @Ben_Geman and @rebeccarnelson on how climate change became a legacy issue for President Obama. //t.co/A7EsvqyjY8 — Jason Plautz (@Jason_Plautz) 3 Aug 15\nRelated reading in The Times:\n“A Climate Plan Businesses Can Like” — an Op-Ed article by Jody Freeman, a professor at Harvard Law School, and Kate Konschnik, the policy director for the environmental law program there.\n“President Obama’s Tough, Achievable Climate Plan” — a supportive editorial.", "url": "https://dotearth.blogs.nytimes.com/2015/08/03/the-promise-and-limits-of-obamas-clean-power-plan-for-limiting-global-warming/"}