{"authors": ["Andrew C. Revkin", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_C_Revkin Index.Html"], "date_download": "2018-11-16 04:22:18", "date_modify": "2018-11-16 04:22:18", "date_publish": "2015-02-17 19:52:07", "description": "A determined filmmaking team reaches out to the crowd to finance a film on a mysterious and lonely whale.", "filename": "2015_02_17__1542342138.html", "image_url": "https://static01.nyt.com/images/2015/02/17/blogs/dot52art/dot52art-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dotearth.blogs.nytimes.com/2015_02_17__1542342138.html", "title": "The New York Times", "title_page": "Filmmakers Set Sights on '52', the World's Loneliest Whale  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If a crowd-funding push succeeds, a unique and solitary whale known as “52” may soon have its silver screen moment.\n[Update, March 11, 3:20 p.m. | A $50,000 donation from the Leonardo DiCaprio Foundation pushed the film project into “go” mode.]\nThe team behind the project is led by Josh Zeman, one of the writer-directors of the chillingly unnerving 2010 documentary “Cropsey” and Adrian Grenier, the star of HBO’s “Entourage” series and a filmmaker, as well.\nA flashback is required to set the scene.\nJust over a decade ago, I wrote two short articles about a captivating marine mystery described in the journal Deep Sea Research. A team at the Woods Hole Oceanographic Institution, mining years of declassified recordings from Navy hydrophones designed to track Soviet submarines, identified a seemingly unique cetacean roaming the North Pacific. Click here for the whale call. Here’s an excerpt from one of my stories on the research:\nThe solitary wanderer emits its metronomic calls at around 52 hertz, a tuba pitch that is, nonetheless, far higher than the calls closest to it — those of the giant blue and fin whales. Its voice subtly deepened through the 1990’s, which suggests it was still maturing.\nThe paper reported that for many years, a whale had been cruising the Pacific from central California to the Aleutians, calling out with a voice unlike any other whale’s, and getting no response. The call, possibly a mating signal, suggests that the animal lives in total, and undesired, isolation….\nThe story of the whale reverberated widely, inspiring a German book, a play, a @52_hz_whale Twitter account and much more. (Read Leslie Jamison’s e-book, “52 Blue,” or at least the Slate excerpt.) [Update, Feb. 18, 7:50 a.m. | Interest in the mystery whale has already inspired a mockumentary, “The Loneliest,” as well.]\nFor several years, Zeman, along with Lucy Cooper of the entertainment group Alldayeveryday, Grenier and others have been trying to pull together the money to mount a small oceanographic expedition to the North Pacific to find, track, and ideally tag and follow the whale, last heard in 2012 but still presumed to be out there.\nThey are trying to raise about $300,000 to make this happen, and launched a Kickstarter campaign this year to “fund-raise and friend-raise,” as Grenier told me in a Skype chat with him and Zeman last week. You can listen in or download the audio file here.\nHere’s a transcript, edited a tiny bit for clarity and brevity:\nTo Zeman | How did you grasp onto this story? Was it because of the New York Times pieces I did?\nZeman | I heard about it through an animal psychologist named Vint Virga who you guys profiled in the Sunday magazine. He talks about the emotional lives of animals. I was reading the galleys of his book at a writing residency. He had the story of the loneliest whale and I was immediately profoundly affected. I discussed it with a bunch of artists there. About a week later, a playwright who was there with me called and said, “Hey, I wanted you to know I wrote a short one-act play about the whale.” And about a week later a sculptor emailed me and told me she did a piece about the whale. I wanted to find out what it was about this animal that seemed to inspire so many people. I went on the Web and saw so many people, across all different social stratas, who just seemed to want to connect over the story. And that’s when I read your article….\nTo Grenier | Adrian, how did you get involved?\nGrenier | A mutual friend and producing partner, Lucy Cooper at Alldayeverday, called me up and knowing I do a lot of work with documentary film and the environment thought this would resonate with me. But it’s not because it was a documentary or there are some environmental themes; it’s really the story of the lonely whale and him floating out there in the abyss of the ocean without anyone — lonely. It’s part of our human existential condition — of course it’s going to resonate if you have a heart or are in touch with the things we all dread — that idea of being isolated or misunderstood or alone.\nTo Zeman | So how do you turn that into film, if the animal is out there invisible? What do you think this’ll look like?\nZeman | It’ll be a film about the quest to find this creature, both physically and emotionally and to find out what that means for everybody. Going on a quest is something we just don’t have any more in this society. Adrian and I really connected over the idea of the quest and how inspiring that is to people, and especially to nature, as well. It’s really important for that curiosity to exist. That’s what sparks some of our greatest discoveries. And there’s so much to learn about these whales. We know surprisingly little.\nTo Grenier | This idea of having a creature that’s fundamentally communicative — whales are all about sound — but that’s cut off, I’m sure that must be a powerful image.\nGrenier | Absolutely. One of the most important parts of communicating is to be able to listen, and turn your own intention off, to try and understand another being — another human being or in this case trying to put ourselves in the shoes, or fins, of a whale and trying to understand what it’s going through. Part of our quest is not only seeking to go outward but also inward, and trying to listen and understand what we’re missing, not hearing, misunderstanding — not only about what the whale is saying but the whole of the oceans might be saying that we’re ignoring or not really comprehending.\nTo Zeman | I’ve written about how the oceans getting to be very noisy now; there’s so much human-generated noise from ships and sonar and military exercises that’s kind of another confounding element — not just for that whale but all marine mammals. Are you going to get into some of that?\nWe’re working with guys like Chris Clark. I knew nothing about ocean noise pollution before I started this documentary and so much of this film is about sound in the ocean and how fascinating it is whether it’s the deep-water channel where sounds can travel thousands of miles across the ocean, and especially with regard to whale songs. So when you add in the issue of ocean noise pollution it’s just an organic issue. It’s one of the issues that’s made it very difficult to find “52” — as we’re out there listening through hydrophones we’re hearing all of this other ocean noise pollution.\nTo Grenier | Can you talk about the Kickstarter campaign — and how you guys are actually planning to go out there?\nGrenier | What better platform to raise money and bring a community together to go out and connect with a lonely whale than through crowd funding? We’ve decided to use Kickstarter as a way to not only fund-raise, but friend-raise for the lonely whale. There are so many of us out there who feel compelled to connect with this whale but also each other. The Kickstarter campaign is going to offset our costs to fund this scientific expedition to go out and study hybrid whales and perchance connect with this whale.\nTo Zeman | What’s the timeline you hope for?\nZeman | The whale is typically heard from his migration path from north to south in September or October. We’re looking to go next year or this coming year and we only have a very short window to do so. Marine mammal expeditions are extremely expensive, so we really need everybody’s help in putting that together. No one has ever tried to acoustically monitor and non-invasively tag a hybrid whale. So the opportunity to do so is fascinating to scientists. We think it’s a hybrid but it could also be a completely new species.\nTo Grenier | It’s kind of like the inverse of Moby Dick, in that the goal is not to harpoon it — more drama.\nGrenier | Just the drama of actually going out on a real-time quest on the open ocean is not an easy task…. Scientists are so driven with the desire to understand and seek knowledge that they’ll do anything. And I guess filmmakers are the same in that they want to tell a story and they’re driven by that. Despite the fact that it is treacherous and we will be sick and it is often very dangerous, it doesn’t matter. I think it’s worth it because the story we ‘re trying to tell and the science we’re trying to find is very important.", "url": "https://dotearth.blogs.nytimes.com/2015/02/17/filmmakers-set-sights-on-52-the-worlds-loneliest-whale/"}