{"authors": ["Mark Klein", "B Shannon", "Manuel Herrera", "James", "Julianna Pisch", "Joe Mahmah"], "date_download": "2018-11-16 04:20:59", "date_modify": "2018-11-16 04:20:59", "date_publish": "2008-10-02 13:32:37", "description": "Merrill Lynch’s chairman and chief executive, John A. Thain, will remain at Bank of America after the merger of the two financial giants, Charlotte-based Bank of America said in a statement Thursday.", "filename": "2008_10_02__1542342059.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2008_10_02__1542342059.html", "title": "Thain to Take Role at Bank of America", "title_page": "Thain to Take Role at Bank of America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Merrill Lynch‘s chairman and chief executive, John A. Thain, will remain at Bank of America after the merger of the two financial giants, Charlotte-based Bank of America said in a statement Thursday.\nThe announcement settles a big question circulating around Wall Street: What was next for Mr. Thain, a veteran of Goldman Sachs who led the New York Stock Exchange before joining Merrill Lynch last fall?\nAccording to Bank of America, Mr. Thain will become president of global banking, securities and wealth management in the combined company, essentially retaining control of the businesses run by Merrill. Similar units currently run by Bank of America will be merged into Merrill’s far larger and more established operations.\n“I am delighted that John has agreed to join Bank of America,” Kenneth D. Lewis, Bank of America’s chairman and chief executive, said in a statement. “His experience and expertise will be invaluable as we put our two companies together and move forward as the premier financial services company in the world.”\nMr. Thain engineered Merrill’s sale to Bank of America nearly three weeks ago, in an emergency deal struck amid the collapse of Lehman Brothers. That agreement will create one of the world’s largest financial firms, with strong presences in investment and retail banking and wealth management, combining Bank of America’s retail banking network and Merrill’s corps of 16,000 financial advisers.\n“This is an opportunity to create what will be the leading financial institution in the world,” Mr. Thain said in a statement. “Combining these two companies will create great value for our shareholders and clients around the world.”\nSeparately, Bank of America said that Brian Moynihan, the firm’s current president of global corporate and investment banking, would remain in that post during the merger transition period. After that, he will take a new enterprise-wide role.\nGo to Bank of America Press Release via PR Newswire »", "url": "https://dealbook.nytimes.com/2008/10/02/thain-to-take-role-at-bank-of-america/"}