{"authors": ["North Fork Investor", "C Minus", "Mr. Pink", "Will Morales", "Banks Are The Losers", "Elizabeth Nowicki", "Tom I.", "Sandra Lewis"], "date_download": "2018-11-16 04:20:44", "date_modify": "2018-11-16 04:20:44", "date_publish": "2008-10-02 14:14:46", "description": null, "filename": "2008_10_02_lessons-from-huntsman-v-hexion__login=email&mtrref=dealbook.nytimes_1542342044.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2008_10_02_lessons-from-huntsman-v-hexion__login=email&mtrref=dealbook.nytimes_1542342044.html", "title": "Lessons from Huntsman v. Hexion", "title_page": "Lessons from Huntsman v. Hexion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Vice Chancellor Stephen P. Lamb ruled decisively for Huntsman in his 89-page opinion (as I predicted he would in my previous post, “Last Words From Huntsman and Hexion”).\nIn his opinion, Judge Lamb found that Huntsman had not suffered a material adverse effect, and that Hexion Specialty Chemicals — which, along with its private equity backer, Apollo Management, had sued to end its deal with Huntsman — had knowingly and intentionally breached the merger agreement. The court refused at this time to rule on Hexion’s claim that the combined company would be insolvent, instead ordering Hexion to comply with its obligations under the merger agreement to attempt to complete the merger.\nIn the opinion are a number of lessons for deal lawyers:\n* A material adverse change, or MAC, is tough to prove. Judge Lamb noted in his opinion that no Delaware court had ever found for a buyer on a MAC claim. He relied heavily on Vice Chancellor Leo E. Strine Jr.’s opinion in IBP v. Tyson to describe a MAC as being a “significantly durational” adverse event “expected to persist in the future.” In Huntsman’s case, there was no MAC in its business, since Huntsman’s 2007 EBITDA was only 3 percent below its 2006 EBITDA and 2008 EBITDA will only be 7 percent below 2007 EBITDA. Notably, Judge Lamb found that since EBITDA is independent of capital structure, it is a better measure of the operational results of a business for determining a MAC.\n* Non-reliance language on projections has a broad application. According to forecasts from Huntsman management, Huntsman’s EBITDA projections for 2008 have gone from $1.289 billion as of June 2007 to $863 billion at the time of trial, a significant decline. However, Judge Lamb refused to consider these projections, instead preferring a year-to-year comparison of results to ascertain a MAC.\nHe refused to rely on these projections because of standard disclaimers about reliance on projections in the merger agreement. And he implied that he would have done so, even without this disclaimer language, as actual year-to-year performance is a better measure of a MAC.\n* A MAC determination is based on the business as a whole. Judge Lamb looked at the entire Huntsman business to determine whether a MAC had occurred and thereby isolated the significant declines in Huntsman’s pigments and textiles business.\n* The carve-outs to the MAC only come into play if there is first a material adverse change. Judge Lamb rejected Hexion’s argument that “the relevant standard to apply in judging whether an MAE has occurred is to compare Huntsman’s performance since the signing of the merger agreement and its expected future performance to the rest of the chemical industry.” Hexion made this argument based on an exclusion in the MAC clause for changes to the chemical industry generally. Instead, Judge Lamb first looked to whether a material adverse change had occurred to the Huntsman business before even turning to the exclusions. Since he found that no such material adverse change had occurred, he never looked at the exclusions.\n* We still need to know how to measure disproportionality. Because Judge Lamb found that the exclusions to the MAC need not be considered, how these exclusions are read, particularly the term “disproportionality,” is still an open question. As an aside, the Genesco/Finish Line opinion was not even cited in this one, confirming its status as an outlier.\n* The MAC burden is on the buyer, unless otherwise agreed. Judge Lamb places the burden to prove a MAC squarely on the buyer, but in a footnote, he notes that the burden of a MAC can be shifted by contract. As might be expected, he repeatedly asserted that the MAC was a creature of contract and its interpretation could be altered by the parties.\n* The definition of “knowing and intentional” was an issue. Judge Lamb held that a knowing and intentional breach is a deliberate one — a breach that is a direct consequence of a deliberate act undertaken by the breaching party, rather than one which results indirectly, or as a result of the breaching party’s negligence or unforeseeable misadventure. As he stated, “[i]n other words, a ‘knowing and intentional’ breach, as used in the merger agreement, is the taking of a deliberate act, which act constitutes in and of itself a breach of the merger agreement, even if breaching was not the conscious object of the act.” Attorneys should be aware of this definition (which heavily favors sellers) when negotiating agreements in the future.\n* Parol evidence matters. Judge Lamb found the contract language on specific performance ambiguous. So he looked to the parol evidence — the evidence outside the contract — to determine its meaning. He then examined the proxy language and the testimony of Andy Nussbaum of law firm Wachtell Lipton Rosen & Katz to find that the contract allowed specific performance in all cases except for requiring Hexion to actually complete the merger. Previously, this proxy language was something that a junior associate would draft. But now, in light of this decision and the one in Cerberus/United Rentals, expect a heightened focus on scripting negotiations and proxy disclosure of the agreement.\n* Every document is a litigation tool. This problem was highlighted repeatedly in this case. Judge Lamb looked scornfully on Hexions’s internal projections from May 9, 2008, and particularly cited the May 16, 2008, notes of Allen Pfeiffer of Duff & Phelps, which read: “get out. (1) Notice that insufficient capital to close (2) [Apollo] hiring D&P to support that notion.” Similarly, a junior banker at Merrill Lynch ran some numbers and, said in writing that the combined company looked insolvent. In all of these cases, these facts did not overtly affect Judge Lamb’s opinion, but they emphasize the need to have lawyers involved in every stage of the negotiation and thereafter guiding the process.\nUltimately, Judge Lamb’s ruling is quite damaging, not only to Hexion but to Apollo. By finding that Hexion had knowing and intentionally breached, he provides ammunition to Huntsman in its tortious interference case in Texas.\nMoreover, Hexion is now under judicial orders to attempt to close the transaction. Ultimately, Judge Lamb adopted my interpretation of this agreement way back in January in “Huntsman: a Deal Agreement to Applaud.” But he also agreed with my thoughts that the specific performance language in the agreement makes no sense.\nNo one gave a convincing reason at trial to explain it, so ultimately we are left to scratch our heads and wonder if there was a simple mistake here. Nonetheless, Huntsman benefits here as Judge Lamb interpreted it to mean that specific performance is required for everything but the completion of the merger.\nSo Hexion must now send over a markup of financing docs and set up a virtual closing — to which the banks will not show up. But I am not sure they have to do much else — perhaps sue in New York. Since no doubt the financing is dependent on a closing, I am not sure they have to even sue in New York if they determine that regardless of the outcome, they will not close the merger.\nHowever, the way Judge Lamb has defined a knowing and intentional breach has backed Hexion into a corner. He has already found them in breach with possible, uncapped damages, and also found that Hexion has the burden of demonstrating that any harm to Huntsman was not caused by such breach.\nHe didn’t say it directly, but he also strongly implied, by defining knowledge in this way, that if the financing fails and Hexion refuses to close, they are out of luck and subject to uncapped damages. He also implied that he didn’t think much of Hexion’s solvency argument and that it was manipulated by the pension numbers, the inclusion of a $100 million fee by Apollo and Huntsman’s allegedly deliberate failure to obtain as much for its asset divestitures.\nThis normally would be bad for Apollo, but it is a confined loss since it would mean that they would lose Hexion either through bankruptcy or simply turning it over to Huntsman. However, the Texas action and the salacious facts Huntsman is alleging there (plus the breaches here) give credibility to Huntsman’s tortious-interference-of-contract claim in that state.\nJudge Lamb has ruled in a way that provides maximum damage to Apollo, and congratulations must go to Vinson & Elkins for obtaining this ruling (and apologies by me to them to the extent that I wrongfully thought that Judge Lamb would ignore this argument).\nHowever, this is merely a midterm report. We now need to see what Hexion does. I suspect they will pursue the financing and let the banks do the dirty work for a bit.\nEssentially, we are back into a Genesco/Finish Line/UBS scenario. Huntsman has won a big victory but still has a ways to go to bring this to a close. An appeal in Delaware is unlikely to succeed given Delaware’s penchant for upholding its Chancery Court decisions, particularly those as fact-based as this one. The action will now shift to New York for a possible suit between the lenders and Hexion (with Huntsman intervening as the real party in interest), and to Texas for a certain suit by Huntsman against Hexion, Apollo and the lenders among others.\nBut this is all coda. As of Tuesday, the date of this opinion and the Jewish New Year, I am calling an official end to the private equity era.\nAddendum: A few readers have pointed out to me that I was a bit hasty in positing that Apollo could get out of this mess by either having Hexion declare bankruptcy or simply giving the company to Huntsman. Beyond the issue of the pending Texas action, both of these have their own downsides. In a bankruptcy, Apollo will possibly lose control of Hexion — and it could have liability exposure itself from Hexion bondholders, who may have causes of actions themselves (piercing the corporate veil, etc.).\nAdditionally, Apollo cannot simply put Hexion to Huntsman, as this would be deemed a change of control under the bond indentures. I believe that Apollo/Hexion would need Hexion’s bondholder approval before doing that. I have not done the credit analysis, but perhaps bondholders would be pleased in this scenario. Again, these problems highlight the dilemma Apollo now faces.", "url": "https://dealbook.nytimes.com/2008/10/02/lessons-from-huntsman-v-hexion/?login=email&mtrref=dealbook.nytimes.com"}