{"authors": ["Tom Weisman"], "date_download": "2018-11-16 04:41:19", "date_modify": "2018-11-16 04:41:19", "date_publish": "2009-03-13 12:24:50", "description": null, "filename": "2009_03_13__1542343279.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2009_03_13__1542343279.html", "title": "Senior JPMorgan Financial Services Banker to Leave", "title_page": "Senior JPMorgan Financial Services Banker to Leave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "From Eric Dash, a DealBook colleague:\nJohn Chrin, the co-head of JPMorgan Chase’s financial institutions group, is stepping down after more than two decades of advising Wall Street and Main Street banks on mergers and acquisitions.\nMr. Chrin, a rare investment banker who enjoyed keeping a low-profile even as he engineered some of the industry’s biggest deals, is planning to teach at Lehigh University, his alma mater. He will formally step down from JPMorgan in June.\nMr. Chrin helped orchestrate JPMorgan’s daring rescue of Bear Stearns over a frantic weekend last March. The deal, a crucial milestone of the current financial crisis, prevented the collapse of the Wall Street firm as JPMorgan seized control for a mere $2-a-share.\nThis fall, he advised Wells Fargo on its bold takeover bid for Wachovia, prying it loose from Citigroup. He also helped PNC Financial pull off its acquisition of National City, further transforming the banking landscape.\nMr. Chrin advised on over $225 billion of M&A transactions during his 21-year investment banking career, including the JPMorgan-Bank One merger that brought Jamie Dimon to the bank. With an encyclopedic knowledge of the industry and humble demeanor, he won the respect of many of the most prominent bankers.\nMr. Chrin, who graduated from Lehigh with degrees in economics and engineering, has strong ties to the university. And starting in August, he will serve as its Global Financial Services Executive-in-Residence, where he will study market developments and teach in its business school.\n“John is intimately familiar with the historic milestones of the past few years, having played a significant role in many of the larger bank transactions during that time,” says Paul R. Brown, dean of Lehigh’s College of Business and Economics.", "url": "https://dealbook.nytimes.com/2009/03/13/senior-jp-morgan-financial-services-banker-to-leave/"}