{"authors": [], "date_download": "2018-11-16 03:13:58", "date_modify": "2018-11-16 03:13:58", "date_publish": "2009-11-18 08:11:22", "description": "Gold hit another all-time high on Wednesday on worries about future inflation and economic uncertainties, while Asian stocks rebounded as the generally bearish dollar kept riskier assets in demand.", "filename": "2009_11_18__1542338038.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2009_11_18__1542338038.html", "title": "Gold Continues Its Rise, While Asian Stocks Gain", "title_page": "Gold Continues Its Rise, While Asian Stocks Gain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gold hit another all-time high on Wednesday on worries about future inflation and economic uncertainties, while Asian stocks rebounded as the generally bearish dollar kept riskier assets in demand, Reuters reported.\nSpot gold rose as high as $1,143.95 per ounce in early Asia trade, settling later just above $1,140, with expectations for a continued weakness in the dollar also providing a support.\nThe dollar rose as investors trimmed short positions after euro zone economic policy makers followed the American Federal Reserve chairman, Ben Bernanke, in commenting about the merits of a strong dollar, but dealers said the rebound would likely be limited.\n“It’s going to be hard for the dollar to gain further, since it looks like that the U.S. will keep its low interest rate policy for a while,” Tomohiro Nishida, treasury department manager at Chuo Mitsui Trust and Banking Company in Tokyo, told Reuters.\nExpectations that interest rates in the United States will stay low for some time have dragged down the dollar against major currencies and made global investors look for better returns from riskier trades, like emerging markets, currencies and stocks.\nPresident Obama meets Prime Minister Wen Jiabao of China later in the day on his last day of visit, although his much anticipated meeting with President Hu Jintao on Tuesday failed to produce any visible impact on the markets.\nThe Nikkei 225 share average in Japan dipped Wednesday morning, hurt by falls in banking and real estate shares, but losses were limited because of the yen’s dip from a one-month peak against the dollar.\nShares in Japan Airlines fell to their lowest level since their 2002 re-listing on Wednesday after Japan’s transport minister said he had never said a court-led bankruptcy for the troubled airline was impossible.\nThe Nikkei dipped 0.1 percent to 9,716.35.\nSeoul shares posted a three-week high, with financial stocks rising on views markets might have bottomed out. Expectations that private consumption would stay robust also bolstered domestic sales-focused stocks like Lotte Shopping after strong October retail sales data.\nThe Korea Composite Stock Price Index rose 1.1 percent to 1,603.30 points.\nIn China, the Shanghai index rose 0.3 percent, while the Hang Seng in Hong Kong was up 0.1 percent.\nTaiwan rose 0.5 percent, and in Australia, stocks gained 0.7 percent on Wednesday, with miners leading gains across the board on record high gold and strong metals prices.\nUnited States crude futures rose 54 cents to $79.68 a barrel in the morning in Asia, after settling up 24 cents on Tuesday, after an industry group reported a larger-than-expected draw-down in American crude stocks last week.\nGo to Article from Reuters via The New York Times »", "url": "https://dealbook.nytimes.com/2009/11/18/gold-continues-its-rise-while-asian-stocks-gain/"}