{"authors": ["Nick Harrington"], "date_download": "2018-11-16 03:13:54", "date_modify": "2018-11-16 03:13:54", "date_publish": "2009-11-18 07:03:20", "description": "A 37-year-old Russian lawyer for an international investment fund, Hermitage Capital Management, died in a pretrial detention center on Monday, nearly a year after he was arrested in an escalating feud between the Russian authorities and the company.", "filename": "2009_11_18__1542338034.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2009_11_18__1542338034.html", "title": "Hermitage Capital Lawyer Dies in Russian Jail", "title_page": "Hermitage Capital Lawyer Dies in Russian Jail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A 37-year-old Russian lawyer for an international investment fund, Hermitage Capital Management, died in a pretrial detention center on Monday, nearly a year after he was arrested in an escalating feud between the Russian authorities and the company, Russia’s Interior Ministry announced on Tuesday.\nThe lawyer, Sergei L. Magnitsky, who was in charge of the tax practice at the Moscow law firm of Firestone Duncan, died of toxic shock and heart failure in the prison hospital, said Irina V. Dudukina, a spokeswoman for the Interior Ministry’s Investigative Committee, Ellen Barry writes in The New York Times.\nMr. Magnitsky’s death adds another chapter to the turbulent history of Hermitage Capital and its owner, William F. Browder, once among the most prominent foreign investors in Russia. Mr. Browder was widely known for accumulating large stakes in companies like Gazprom, and then badgering them to fight corruption in their ranks and provide greater transparency. In 2005, without warning, he was barred from Russia.\nLast year, Mr. Browder accused the Russian authorities of using his Russian companies to embezzle $230 million from the Russian treasury. He said that when he complained, the police began a campaign to intimidate his representatives, including Mr. Magnitsky. The authorities, meanwhile, have accused Hermitage of failing to pay about $17.4 million in taxes.\nMr. Magnitsky was working as outside counsel for Hermitage when he was arrested and held without bail in connection with the tax case.\nJamison Firestone, Mr. Magnitsky’s employer, said that the lawyer was in good health at the time of his arrest but that his condition deteriorated so sharply in custody that he lost about 40 pounds. In meticulous notes from the detention center, Mr. Magnitsky documented his repeated requests for medical attention and medicine, which were denied, and wrote that prison doctors said he was suffering from gall bladder disease and pancreatitis.\n“He was repeatedly told by investigators that if he testified, he could get out, but he refused,” Mr. Firestone said. “They were just moving him into worse and worse conditions, and eventually his health started to break down.”\nMs. Dudukina, the Interior Ministry spokeswoman, said that Mr. Magnitsky had never alerted the prison authorities to any health problems, including at his most recent hearing, on Friday. She also said prison doctors found that he had no chronic illnesses. She said he complained to guards on Monday night that he was feeling unwell and was transferred to the prison hospital.\n“For investigators, this comes as a total surprise, because there were no complaints about his health,” she said.\nGo to Article from The New York Times »\nGo to Hermitage Press Release and Magnitsky Complaint »", "url": "https://dealbook.nytimes.com/2009/11/18/hermitage-capital-lawyer-dies-in-russian-jail/"}