{"authors": [], "date_download": "2018-11-16 04:41:22", "date_modify": "2018-11-16 04:41:22", "date_publish": "2009-03-13 11:59:11", "description": null, "filename": "2009_03_13__1542343282.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2009_03_13__1542343282.html", "title": "American Apparel Sells Stake to Pay Off Debt", "title_page": "American Apparel Sells Stake to Pay Off Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "American Apparel, the clothing retailer, agreed on Friday to sell a 20 percent stake in the company to Lion Capital, a private equity firm that once owned Jimmy Choo, for about $80 million, The New York Times’s Andrew Ross Sorkin reported.\nAmerican Apparel is on the verge of defaulting on $16 million of debt owed to SOF Investments, an affiliate of the investment arm that manages assets for the technology mogul Michael S. Dell. That debt comes due a week from Friday.\nThe deal should breathe new life into American Apparel and help stabilize its business in the economic downturn. The company announced last month that sales at its stores fell 9 percent, the first monthly drop in the company’s history. Shares of American Apparel have fallen from a high of $10.86 a share this year to $1.49 a share on Thursday because of anxiety about its ability to pay its debts.\nAmerican Apparel will use the proceeds of the sale to meet the payment due to Mr. Dell on Friday as well as $35 million of additional debt owed to him, The Times said. Under the terms of the deal, Lions Capital, based in London, will receive warrants for 16 million new shares with a strike price of $2 a share, accordin to the report. Lion Capital, which focuses on consumer investments, owns Orangina Schweppes, the soft drink maker; Kettle Foods, the potato chip maker; and Wagamama, a chain of trendy noodle restaurants in London.\nThe deal for American Apparel is the latest twist in the short history of a company whose socially conscious manufacturing, sexually charged advertising and snug-fitting T-shirts have generated a devoted following.\nFounded in 1997 in Los Angeles by Dov Charney, an eccentric manager who personally photographed many of the semi-nude women in American Apparel advertising, the company quickly became a retail sensation. It now operates more than 260 retail stores in 19 countries and has more than 10,000 employees.\nAs the company grew, it took a controversial step in late 2006 to become a public company by agreeing to sell itself to a public shell company called the Endeavor Acquisition Corporation, known as a “blank check” firm.\nThe sale, for $382.5 million, raised the profile of the company and enriched Mr. Charney.\nBut it also exposed the company to critics who said its management and accounting processes were still those of a smaller company.\nAmerican Apparel has since added a series of seasoned executives to its management including Glenn A. Weinman, a veteran lawyer, as its general counsel just over a month ago.\nGo to Article from The New York Times »\nGo to American Apparel Press Release »", "url": "https://dealbook.nytimes.com/2009/03/13/american-apparel-said-to-sell-stake-to-private-equity-firm/"}