{"authors": ["Steven Davidoff Solomon"], "date_download": "2018-11-16 04:20:44", "date_modify": "2018-11-16 04:20:44", "date_publish": "2011-08-23 19:45:12", "description": "Cerberus and Chatham have invoked a material adverse change clause to end a deal with Innkeepers USA Trust. But the Deal Professor thinks this big MAC attack is still being played out.", "filename": "2011_08_23_the-big-mac-is-back-but-does-it-kill-a-deal___r=0_1542342044.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2011_08_23_the-big-mac-is-back-but-does-it-kill-a-deal___r=0_1542342044.html", "title": "The MAC Is Back, but Does It Kill a Deal?", "title_page": "The MAC Is Back, but Does It Kill a Deal? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Harry Campbell\nThe private equity firm Cerberus Capital Management and its partner, the Chatham Lodging Trust, say they have terminated their $1.1 billion acquisition of 64 hotels from Innkeepers USA Trust, arguing that a material adverse change has occurred. A deal-breaking move like this makes it feel like we are back in the financial crisis, when these attempts were all too common.\nA material adverse change clause, known as the MAC clause, is a way that parties allocate risk in an acquisition. When a company agrees to be acquired, there is almost always a period from the execution of original acquisition agreement to its completion. A MAC clause is a means for the parties to contractually allocate who will bear the risk of adverse events during this time.\nDuring the financial crisis, MAC clauses were invoked in deals to acquire Genesco, Huntsman, HD Supply, SLM and Accredited Home Lenders, among others. The buyers asserted MAC clauses to justify not completing their deals because of adverse events. In large part, these acquirers succeeded in terminating or renegotiating their deals, with many coming to litigation over the matter.\nThese MAC assertions were really part of the negotiation dynamic among the parties as the financial crisis took hold. The reason is the way a MAC clause works. A buyer can invoke a MAC clause to try to drive down the price of an acquisition by taking advantage of either changed market conditions or adverse events affecting the target company.\nRelated Links Cerberus Ends $1.1 Billion Deal With Innkeepers\nIn such a case, the seller usually settles at a lower price for two reasons. First, the seller does not want to litigate and argue in court how badly the MAC clause termination stinks. Second, the seller and its shareholders are typically happy to take the lower premium than risk litigation and an adverse decision resulting in no deal at all. This same dynamic also pushes a buyer to settle after invoking a MAC. The buyer also does not want to lose the litigation and be stuck buying the company at the original price. Thus, a MAC invocation is really a renegotiation tool for a lower price.\nThe MAC clause was a particularly potent tool during the financial crisis in the hands of a private equity firm. The reason was that private equity acquisitions at the time typically had a liability cap, called a reverse termination fee, which capped their liability to the target at about a maximum of 3 percent of the deal price. A private equity buyer could thus assert a MAC clause, safe in knowing that its maximum liability was the reverse termination fee. This was instead of the maximum liability of actually having to buy the company. In the Acxiom and Harmon acquisitions, the private equity buyers asserted MACs as cover to leave the acquisitions, paying only the maximum of the reverse termination fee. And they wanted cover to preserve their reputations that they did not walk out on deals.\nAs the financial crisis continued, the reputation factor became less important. Buyers simply skipped the MAC invocation and paid the reverse termination fee. The first deal of this ilk was orchestrated by none other than Cerberus in the proposed United Rentals acquisition. Cerberus ended up paying a $100 million fee to terminate that transaction.\nWhich brings us to the Innkeepers deal. The private equity buyers are asserting a MAC based on the clause included in their letter of intent and term sheet to buy Innkeepers. Under their agreement, a material adverse change is:\n[t]he occurrence of any condition, change or development that could reasonably be expected to have a material adverse effect on the business, assets, liabilities (actual or contingent), or operations, condition (financial or otherwise) or prospects of [Innskeepers]…\nMAC aficionados will immediately notice two important things about this MAC. First, it does not have carve-outs. A typical clause will exclude items like changes in the general economy. Broadly speaking, a MAC clause is drafted so that general risks like a downturn in the economy are borne by the buyer, while risks unique to the seller constitute a MAC. But the Innkeepers MAC picks up both of these risks, making it more favorable to Cerberus and Chatham.\nSecond, the clause includes the word “prospects.” This term is not typically included in public acquisitions, because it is considered to significantly broaden the MAC to include events that adversely affect the future performance of the company. There is not much, if any, case law interpreting what “prospects” actually means and what future events it is meant to pick up, but it is generally thought to at least cover adverse changes in earnings projections.\nWe do not yet know the facts underlying Cerberus’s and Chatham’s MAC claim. However, while they have broad grounds to assert a MAC, case law on this issue makes it harder for the two firms. Delaware courts, the place where most of these cases have been litigated, require a MAC to be “significantly durational” in impact and have never found a MAC.\nThe Innkeepers agreement is under New York State law, and New York is similarly skeptical of MACs. Around the time of the stock market crash of 1987, Jardine Strategic Holdings had agreed to purchase 20 percent of Bear Stearns for $400 million. Jardine claimed a MAC had occurred based on trading losses by Bear Stearns of $100 million and a ” precipitous drop” in Bear’s stock price to $13 from $19, or about 32 percent. A New York court held that a trial was necessary to determine the meaning of the MAC clause, but it also indicated that Jardine should have understood that Bear was in a volatile, cyclical business and the losses and the stock price decline could not be considered a MAC.\nAnd remember that Innkeepers is in bankruptcy, so it is hard to see what more could happen to it that may adversely affect it or any adverse risk that Innkeepers cannot argue that Cerberus and Chatham assumed.\nStill, the full facts have yet to be disclosed, and the phrasing of the MAC clause, particularly the inclusion of the word “prospects,” gives Cerberus and Chatham a hook to litigate and argue that the court is required to take a broad view of the MAC to encompass the future earnings potential and performance of Innkeepers. If Cerberus and Chatham cannot cite specific problems at Innkeepers and instead cite the more volatile economy as producing this adverse event, Innkeepers will no doubt counter by citing the Bear Stearns case and later decisions that have ruled against buyers by holding that they knew about or assumed this risk.\nGiven all this, I would be surprised if Innkeepers went quietly. There is no reverse termination fee on this deal, so Cerberus and Innkeepers could be forced to complete it, albeit so long as their financing is still available. Innkeepers has already issued a statement questioning the legitimacy of Cerberus and Chatham’s MAC invocation. Innkeepers is also refusing to repay the two firms’ $20 million deposit on the deal.\nCerberus and Chatham appear to be off to a strong start, but litigation is likely to bring a settlement if not a lower price, so long as the facts here are not so bad. After all, the downside is that the two firms have to buy the company at the original price.\nIn March 2008, I wrote that because of the financial crisis, “private equity buyers can’t be trusted with MAC clauses.” The financial crisis has passed, but still these firms remain more than willing to claim a MAC.\nFor more reading on MACs, see my book “Gods at War: Shotgun Takeovers, Government by Deal and the Private Equity Implosion.”", "url": "https://dealbook.nytimes.com/2011/08/23/the-big-mac-is-back-but-does-it-kill-a-deal/?_r=0"}