{"authors": ["Jeffrey Cane"], "date_download": "2018-11-16 03:41:44", "date_modify": "2018-11-16 03:41:44", "date_publish": "2011-04-15 15:13:04", "description": "The shuffle at Bank of America shows that at some big banks, executives don’t stay chief financial officer for very long.", "filename": "2011_04_15__1542339704.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2011_04_15__1542339704.html", "title": "The New York Times", "title_page": "Where Have All the Bank C.F.O.'s Gone? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Andrew Harrer/Bloomberg News\nAt some of the biggest banks, there has been a revolving door to the office of chief financial officer.\nBank of America said on Friday that Charles Noski, who has been finance chief for less than year, would leave that post to become vice chairman at the end of the second quarter.\nMr. Noski’s early move comes just two months after the abrupt departure of Howard Atkins as chief financial officer of Wells Fargo, a mysterious exit that the bank has not explained in any detail. Timothy Sloan will assume the finance post at Wells Fargo.\nFor its part, Bank of America has said that Mr. Noski is moving to a new position because an illness in his family is preventing his relocation to Charlotte, N.C., where the bank is based, from the West Coast. Mr. Noski had previously worked at Northrop Grumman, the Blackstone Group and AT&T.\nBruce Thompson, the bank’s chief risk officer, will succeed Mr. Noski as chief financial officer.\nThere are other newbies in the chief finance post. Douglas L. Braunstein, formerly a top investment banking executive, was named to the post at JPMorgan Chase just last June.\nAt Citigroup, John C. Gerspach is virtually a grizzled veteran. The former chief accounting officer became chief financial officer in July 2009.\nOf course, it’s not surprising that there has been turnover among top finance officers at the big banks after the financial crisis and the changes in the regulatory regime. And it’s arguably a different job than it was before the crisis.\nAs Malcolm Polley, chief investment officer at Front Barnett Associates, told Reuters: “Most financial institution boards put a higher degree of importance on the chief risk officer rather than the chief financial officer.”", "url": "https://dealbook.nytimes.com/2011/04/15/where-have-all-the-bank-c-f-os-gone/"}