{"authors": ["Steven Davidoff Solomon"], "date_download": "2018-11-16 03:41:37", "date_modify": "2018-11-16 03:41:37", "date_publish": "2011-04-15 17:37:30", "description": "The real value in the Levin-Cobun Senate report into the financial crisis is exposing the Wall Street game.", "filename": "2011_04_15__1542339697.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2011_04_15__1542339697.html", "title": "Why Goldman Is Not a Simple Culprit in the Financial Crisis Report", "title_page": "Why Goldman Is Not a Simple Culprit in the Financial Crisis Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jonathan Ernst/Reuters\nThe Senate Permanent Investigation Subcommittee’s report on the financial crisis is an important document. It is an exhaustive look at certain main aspects of the financial crisis, a report which heavily criticizes Washington Mutual, the now-defunct Office of Thrift Supervision, the credit ratings agencies, Goldman Sachs and Deutsche Bank.\nThe focus in the media, as well as in Senator Carl Levin’s news conference on the report, has been the criticism shed on Goldman Sachs for betting against clients who bought collateralized debt obligations from it.\nBut the criticism of Goldman is overwrought. And the focus on Goldman obscures the other important points the report makes about the entire financial industry.\nTo understand why, you have to read up to page 392 of the report. It is here that you are rewarded with this gem:\nMorgan Stanley’s representative reported to a colleague that when Goldman rejected the firm’s request to sell the poorly performing Hudson assets, “I broke my phone.” He also sent an e-mail to the head of Goldman’s C.D.O. desk saying: “One day I hope I get the real reason why you are doing this to me.”\nThe paragraph concerns the $2 billion synthetic C.D.O. Hudson Mezzanine-1. Goldman had created and began marketing the Hudson C.D.O. in October 2006. The firm took the entire $2 billion short position on this C.D.O., meaning that any losses on the residential mortgage-backed securities underlying the C.D.O. would mean a gain for Goldman.\nSet against Goldman Sachs, Morgan Stanley took almost a $1 billion position on the long side, betting that housing prices would remain stable or go up.\nThe paragraph above details an exchange that occurred in 2008. By that time the Hudson C.D.O. had been downgraded and Morgan Stanley was trying to salvage its billion dollar bet.\nGoldman, being Goldman, was serving multiple roles in the C.D.O. Goldman had a small $6 million long position and was also collateral agent. The Morgan Stanley banker here was begging Goldman to use its position as collateral agent to sell some of Hudson’s assets in order to stem Morgan’s losses, a request Goldman refused.\nYou can hear the pleading of the poor Morgan banker in this e-mail, and you almost feel sorry for him.\nThis sad tale exposes the real point of this report. Wall Street went wild in the years leading up to the financial crisis and in the aftermath, the penalties have been few. Morgan Stanley lost about $960 million on Hudson, a bet put on by Morgan Stanley’s proprietary trading desk.\nAs Michael Lewis detailed in “The Big Short,” the desk headed by Howard Hubler ended up losing roughly $9 billion. Morgan Stanley itself was almost brought down in the financial crisis in part because of these losses. Mr. Hubler, however, left Morgan Stanley with tens of millions of dollars in pay. He is yet another financial crisis executive who was rewarded for bad decisions.\nThe Permanent subcommittee uses Goldman’s negative bets on the Hudson C.D.O. as well as three others to complain again that Goldman was inherently conflicted, betting against its clients.\nGoldman claims that it was not a fiduciary or investment adviser to these clients and instead a market maker, simply making a market where sophisticated clients could fend for themselves.\nThe fact that the most sophisticated of investors and brokers, Morgan Stanley, was on the other side supports Goldman’s view.\nYou can debate this point, and either way it appears that Goldman was too greedy and risked its reputation in making these trades.\nBut the Morgan Stanley episode shows that perhaps the Goldman tale is more complex while the story of the financial crisis is simpler.\nGoldman was merely fulfilling what was expected by the market while happily profiting at the expense of the entire financial system. But Morgan Stanley was trying to do the same thing — and simply made a very, very bad trade. It is hard to think that Morgan Stanley here was “duped” by Goldman or could not have asked or demanded that Goldman disclose its positions if it wanted to.\nThe general conclusion, though, is that these banks could not control themselves.\nThis is not to say that bashing Goldman has not been useful. As William Cohan has written, this type of rhetoric and Goldman’s reputational missteps with the Abacus C.D.O. are likely what got us Dodd-Frank and financial reform.\nAnd indeed this report is a validation that Dodd-Frank may have been worth the effort. This bipartisan Senate report contains 19 recommendations, many of them that are based on implementation of Dodd-Frank’s missives.\nThe report shows bipartisan agreement that there is value in Dodd-Frank.\nGoldman Sachs has also responded by adopting compensation policies that attempt to curb excessive risk. Goldman could still do better, but they are ahead of other banks and financial institutions.\nBut the complexity of the Goldman story and the passage of Dodd-Frank suggest that perhaps Goldman-bashing has outlived its political usefulness, and now it is time to look past Goldman and at the rest of the industry.\nThis is where the Senate report is most valuable for it is far more critical of the executives at Washington Mutual. The report details how Washington Mutual intentionally made a decision to take more lending risk to juice profits. In 2003, 64 percent of WaMu’s bank loans were the safest type of fixed loans.\nBy 2007, only 23 percent of loans were fixed and the remaining loans were riskier ARMs, subprime and home equity loans. The reason why was obvious. The margin for the bank on a subprime loan was 1.5 percent while the margin for a fixed 30-year was only 0.19 percent. Washington Mutual was chasing yield without regard to risk.\nThe problem of incentives and excessive risk is the theme of the rest of the report. The credit ratings agencies, which were paid by the banks to rate these C.D.O.’s and other mortgage-backed securities, similarly responded. The report details how bankers at eight banks, including Goldman, Morgan Stanley and JP Morgan, were able to heavily influence ratings and how revenue generation rather than “getting it right” became the mantra at the credit ratings agencies.\nThe Office of Thrift Supervision similarly comes in for heavy criticism. The regulator led a race to the bottom as the Senate report details how it promulgated “weak standards”, had “low expectations” and unduly deferred to management. And in the case of Washington Mutual adopted a soft regulation approach because Washington Mutual paid fees accounting for 15 percent of the O.T.S.’s operating budget. In other words the agency watered down its standard to attract higher revenue, something the Senate report accuses the credit ratings agencies of.\nThe headlines about the Senate report focused on Goldman, but it would be better said that the report details a tale all too familiar to those who read Bethany McLean’s and Joe Nocera’s “All the Devils are Here.” Essentially Wall Street became too greedy and responded to incentives and the lack of any penalty for taking excessive risk.\nAnd so the real value in this report is exposing the Wall Street game. That is, the animal spirits run wild and often when Wall Street thinks they are quite smart.\nBut the millions and billions that Wall Street earns are too often simply making money with no consequence or responsibility when things go bad, a product of excessive risk. Tell that to a trader next time he or she brags about the earnings potential. And in this game Goldman Sachs is only one player.", "url": "https://dealbook.nytimes.com/2011/04/15/why-goldman-is-not-a-simple-culprit-in-the-financial-crisis-report/"}