{"authors": ["Evelyn M. Rusli"], "date_download": "2018-11-16 03:41:41", "date_modify": "2018-11-16 03:41:41", "date_publish": "2011-04-15 16:34:55", "description": "T. Rowe Price has made several recent investments in social media companies, including Facebook and Zynga, according to recent filings. The value of its Facebook investments, made through various funds, totals $190.5 million, according to calculations made by DealBook.", "filename": "2011_04_15__1542339701.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2011_04_15__1542339701.html", "title": "The New York Times", "title_page": "T. Rowe Price Discloses $200 Million Stake in Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "T. Rowe Price has made several recent investments in social media companies, including Facebook and Zynga, according to recent filings.\nThe value of its Facebook investments, made through various funds, totals $190.5 million (as of the end of March), according to calculations made by DealBook from data on T. Rowe’s Web site. T. Rowe Price confirmed the value to DealBook.\nAlthough the firm did not disclose exactly how much it paid for its shares, the current value is close to the initial investment since the stakes were purchased in March. T. Rowe Price’s funds also had investments in Zynga worth $71.8 million and in Groupon worth $86.8 million.\nAlthough the holdings represent a small fraction of T.Rowe’s investments — the firm has some $482 billion in assets under management — T.Rowe has become increasingly aggressive in the social media and larger technology sectors. In 2009, T. Rowe participated in a $100 million round for Twitter, with Insight Venture Partners, Benchmark Capital and Morgan Stanley. Since then, the firm has courted several fast-growing social-centric start-ups.\nAccording to data on its site, T. Rowe’s investments in social Internet companies are worth more than half a billion dollars, spread across more than a dozen funds. Still, no individual holdings represents more than 1 percent of any fund.\nThe firm’s investment in Ning is worth about $10 million, its stake in Angie’s List is valued at $35 million, its stake in YouKu.com is valued at $114 million, and the 2009 investment in Twitter is now worth nearly $67 million, according to data on its site.", "url": "https://dealbook.nytimes.com/2011/04/15/t-rowe-price-discloses-190-million-stake-in-facebook/"}