{"authors": ["Azam Ahmed"], "date_download": "2018-11-16 03:41:39", "date_modify": "2018-11-16 03:41:39", "date_publish": "2011-04-15 19:05:42", "description": "Professor Gregg A. Jarrell’s analysis of the data tries to show why Raj Rajaratnam’s trades were executed using publicly available information.", "filename": "2011_04_15__1542339699.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2011_04_15__1542339699.html", "title": "The New York Times", "title_page": "Raj Rajaratnam Defense Features Business Professor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Louis Lanzano/Bloomberg News\nSince starting their defense on Monday, lawyers for Raj Rajaratnam, the co-founder of the hedge fund the Galleon Group who is accused of making millions through insider trading, have presented jurors with reams of publicly available research supporting trades executed by their client.\nProfessor Gregg A. Jarrell, the latest and possibly last defense witness, spent his time at Mr. Rajaratnam’s trial in Federal District Court in Manhattan on Friday trying to put all that data in order. Mr. Jarrell also offered insight into why, in his opinion, the data offered plenty of evidence that inside information had been irrelevant.\nAfter streamlining the mountains of information — more than 100,000 news and analyst reports and millions of trades — Mr. Jarrell, a professor at the University of Rochester’s school of business, compiled it in a tidy PowerPoint presentation.\nThat presentation, which is several hundred pages, goes through each stock that Mr. Rajaratnam is accused of obtaining inside information about and stitches together an argument for those trades having been executed using publicly available information.\nOn the stand, Mr. Jarrell spoke in long, professorial sentences, at times even outtalking the defense lawyer asking him questions. Having testified as an expert in more than 40 cases, including some on behalf of the Justice Department, Mr. Jarrell is something of a professional witness.\nAzam Ahmed and Guilbert Gates/The New York Times\nDuring cross-examination, his confidence on the stand appeared to cause tension with the prosecutor, Jonathan Streeter, who spent Friday afternoon trying to dismantle the integrity of Mr. Jarrell’s presentation.\nAt one point, after Mr. Streeter challenged the professor on whether Mr. Rajaratnam could have made a specific trade given what was known publicly at the time, Mr. Jarrell snapped, “I don’t know and you don’t know and that’s something for the jury to decide.”\nAgain and again, Mr. Streeter made the point that Mr. Jarrell had selected only articles that supported Mr. Rajaratnam’s case.\n“You went through stories that were in the direction of the tip you were analyzing?” Mr. Streeter asked.\nMr. Jarrell replied: “I was interested in whether or not the information contained in the tip was public or not.”\n“That’s what I’m looking at and that’s what I’m presenting,” he added.\nFor much of the case, the information presented has felt scattered and somewhat disparate. At times, it has been easy to lose sight of which claimed tip came from where and what exactly the reportedly illicit trades were. The stocks themselves have been a veritable alphabet soup, from IDT to ICST, A.M.D. to ATI.\nMr. Jarrell’s presentation marshaled all those disparate elements in unison — or at least those elements that supported the defense’s case.\nProsecutors have argued that the sources cited by the defense were far from unanimous in their assessments and that with the benefit of hindsight, the defense could cherry-pick the bits of research that supported its thesis.\nXilinx, for instance, was the subject of 21 positive reports before the company lowered its earnings expectations in December 2006, Mr. Jarrell testified. Mr. Rajaratnam is accused of learning of that event ahead of time and making money from it.\nOne JPMorgan Chase research report from late October of that year that Mr. Jarrell excerpted suggested that the company’s “aggressive” earnings expectation “poses a risk.”\nIn his cross-examination, however, Mr. Streeter noted that the same report had given a positive recommendation for the stock.\nProsecutors have also argued that whatever research Mr. Rajaratnam may have been studying was irrelevant if the hedge fund manager traded using inside information.\nMr. Streeter emphasized that point while questioning Mr. Jarrell, though the professor often disagreed with the prosecutor on the details.\nAfter asking Mr. Jarrell whether or not someone with inside information in addition to research had an unfair advantage in the marketplace, Mr. Jarrell said it depended on whether the information was any good.\n“In general, if I have some certainty in a world with uncertainty, I have an advantage,” Mr. Jarrell said.\nMr. Rajaratnam is also accused of trading in Goldman Sachs shares on tips from a former member of the Goldman board, Rajat K. Gupta. Prosecutors have said Mr. Gupta told Mr. Rajaratnam about Warren E. Buffett’s plan to invest $5 billion in Goldman, as well as of the bank’s loss for the fourth quarter of 2008.\nMr. Jarrell said that before the announcement of Mr. Buffett’s investment, on Sept. 23 after the market closed, five news articles and one analyst report foreshadowed the need for the investment bank to raise capital.\nMr. Jarrell displayed an intraday stock chart from Sept. 23, which showed a sharp $6 rise in Goldman’s share price in the last 13 minutes of the trading day. The next morning, after news of the investment was public and during the first hour of trading, Goldman’s shares rose just $2.\n“That increase is small compared to the $6 increase that came the day before,” he noted.\nMr. Jarrell said that was an indication that the market had already begun factoring Mr. Buffett’s investment into Goldman’s share price before it was announced.\nBut prosecutors noted that Mr. Jarrell’s analysis factored in only the morning move — by the close of day, Goldman’s shares had gained far more than the $2.", "url": "https://dealbook.nytimes.com/2011/04/15/rajaratnam-defense-features-business-school-professor/"}