{"authors": ["Ben Protess"], "date_download": "2018-11-16 04:43:49", "date_modify": "2018-11-16 04:43:49", "date_publish": "2012-02-17 14:36:35", "description": "Advent International and GS Capital Partners will buy the consumer credit reporting company from Dearborn Partners and the Pritzker family, the prominent Chicago billionaires.", "filename": "2012_02_17_advent-and-goldm_36db1d05300296acf4e630d31403f780___r=0_1542343429.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2012_02_17_advent-and-goldm_36db1d05300296acf4e630d31403f780___r=0_1542343429.html", "title": "Advent and Goldman to Buy TransUnion in $3 Billion Deal", "title_page": "Advent and Goldman to Buy TransUnion in $3 Billion Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TransUnion, one of the nation’s three largest consumer credit reporting companies, agreed on Friday to sell itself to a pair of private equity funds, including an arm of Goldman Sachs\nAdvent International and GS Capital Partners, the Goldman unit, will buy the company from Madison Dearborn Partners and the Pritzker family, the Chicago billionaires. The deal, which values TransUnion at more than $3 billion, is one of the largest private equity transactions of the year.\nThe sale is the latest shake-up for TransUnion, which was controlled by the Pritzkers until 2010. When the Pritzkers sold their controlling interest to Madison Dearborn Partners, one of Chicago’s largest private equity shops, the company was worth $2 billion.\nThe deal announced on Friday will not prompt changes to the company’s management team, TransUnion said in a statement. The companies did not announce the full terms of the takeover on Friday.\n“I wish the TransUnion management team and all the associates the very best in this next, and very exciting, stage in the evolution of the company,” Penny Pritzker, one of more than 10 heirs to the Pritzker family fortune and the chairwoman of TransUnion’s board, said in a statement.\nThe credit reporting industry is facing broad federal oversight for the first time. The Consumer Financial Protection Bureau, the nation’s federal consumer watchdog, introduced a plan on Thursday to keep a closer eye on credit reporting companies and debt collectors, two industries that have largely flown under the government’s radar. The proposal would ensnare the industry’s 30 largest companies, including TransUnion and its two biggest competitors, Experian and Equifax.\nCredit agencies, which produce on-demand reports with a consumer’s credit score and a detailed snapshot of a person’s borrowing history, are essential for obtaining a car, a home mortgage or even a cellphone. But the companies have also drawn criticism for producing the occasional error-riddled report and for deferring to creditors at the expense of consumers.\nThe TransUnion deal is expected to close by early in the second quarter.\n“TransUnion has demonstrated strong growth under the support and guidance that Penny Pritzker has provided as our chairman, and we have benefited greatly from the resources, network and expertise of Madison Dearborn Partners,” Bobby Mehta, TransUnion’s president and chief executive, said in a statement. “We look forward to working closely with the Advent and Goldman Sachs teams to continue executing against our strategic blueprint by remaining focused on providing our clients with highly attentive service and the very best information and risk management products.”\nTransUnion was advised by Bank of America and Deutsche Bank and the law firm Latham & Watkins. Evercore advised Advent and Goldman Sachs.", "url": "https://dealbook.nytimes.com/2012/02/17/advent-and-goldman-to-buy-transunion-in-3-billion-deal/?_r=0"}