{"authors": ["William Alden"], "date_download": "2018-11-16 03:50:44", "date_modify": "2018-11-16 03:50:44", "date_publish": "2013-07-08 11:52:45", "description": "Institutional Shareholder Services recommends that Dell investors accept a buyout offer. | The government has a range of possible avenues in the SAC Capital Advisors insider trading investigation. | Thomson Reuters is suspending the practice of providing select clients with an early look at an index. | The future of mostly automated cars looks attractive to a group of investors.", "filename": "2013_07_08__1542340244.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_07_08__1542340244.html", "title": "A Vote of Confidence for Dell Buyout", "title_page": "A Vote of Confidence for Dell Buyout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The influential proxy advisory firm Institutional Shareholder Services recommended on Monday that Dell Inc. investors accept Michael S. Dell’s $24.4 billion leveraged buyout offer. The recommendation is something of a surprise. Advisers to both the buyers and to a special committee of Dell’s board had expected the report would likely be unfavorable to the deal, DealBook writes. But I.S.S. cited “the 25.5 percent premium to the unaffected share price, the certainty of value provided by the all-cash consideration, and the fact that the transaction would transfer to the buyout group the risk of the deteriorating PC business and the company’s ongoing business transformation.” Mr. Dell and the private equity firm Silver Lake have offered $13.65 a share.\nMANY PATHS FOR A CASE AGAINST SAC | The government has a range of possible avenues as it pursues a long-running investigation into possible insider trading by Steven A. Cohen and his hedge fund, SAC Capital Advisors, DealBook’s Peter Lattman and Ben Protess report. The strategy has shifted. After Mathew Martoma, a former SAC employee, persistently rebuffed the government’s efforts to secure his cooperation, authorities concluded that they lacked sufficient evidence to file a criminal case against Mr. Cohen related to suspicious trading in two drug stocks before a legal deadline expires in mid-July, according to people with direct knowledge of the investigation. But Mr. Cohen and SAC are hardly out of the woods, as criminal and civil authorities continue to weigh several possibilities. “For one, federal prosecutors are considering criminal charges against SAC related to the drug-stock trades and other activity, the people with direct knowledge of the inquiry said. The Securities and Exchange Commission is contemplating a civil lawsuit against Mr. Cohen. And the Federal Bureau of Investigation — which has agents in New York, Connecticut and Boston scrutinizing SAC — continues to examine more recent trading at the fund,” Mr. Lattman and Mr. Protess write. “The authorities, for example, have looked at SAC trading in the shares of Gymboree, the children’s clothing store, the people said.”\nTHOMSON REUTERS TO SUSPEND EARLY PEEKS AT A KEY INDEX | Thomson Reuters, which for several years has provided an exclusive group of investors the results of a closely watched economic survey a full two seconds before its broader release, is expected to announce on Monday that it will suspend the practice, yielding to pressure from the New York attorney general, Mr. Lattman reports. Eric T. Schneiderman, the attorney general, and his staff have been looking into the unusual arrangement that Thomson Reuters has with the University of Michigan, which releases the often market-moving economic survey known as the consumer confidence index. Thomson Reuters pays for the right to distribute that data early to its money management customers, offering clients of its news service the opportunity to receive the information at 9:55 a.m. But an elite group of about a dozen clients pays an additional fee to receive it at 9:54:58. Mr. Schneiderman’s investigation began in April after a former Thomson Reuters employee filed a whistle-blower complaint, according to a person briefed on the inquiry, Mr. Lattman reports. Legal experts have said the tiered pricing arrangement Thomson Reuters has with its customers does not violate federal insider trading laws. But Mr. Schneiderman’s office is exploring whether the advanced look at the consumer data is a violation of the Martin Act, a state securities-fraud law that gives the attorney general broad powers to pursue either criminal or civil actions against companies. A spokesman for Thomson Reuters defended the practice and said the company was fully cooperating with the attorney general’s review. The investigation of Thomson Reuters evokes the investor-protection campaign waged a decade ago by a former attorney general, Eliot Spitzer, who told The New York Times on Sunday that he planned to re-enter political life with a run for the citywide office of comptroller. Mr. Spitzer, who resigned as governor of New York five years ago amid a prostitution scandal, said he yearned to resurrect the kind of aggressive role he played as attorney general.\nON THE AGENDA | Alcoa reports earnings after the market closes. T. Boone Pickens is on CNBC at 2 p.m. Gordon Nixon, chief executive of the Royal Bank of Canada, is on CNBC at 4:30 p.m.", "url": "https://dealbook.nytimes.com/2013/07/08/a-vote-of-confidence-for-dell-buyout/"}