{"authors": ["Peter Lattman", "Ben Protess"], "date_download": "2018-11-16 03:50:46", "date_modify": "2018-11-16 03:50:46", "date_publish": "2013-07-08 01:28:13", "description": "Criminal and civil authorities continue to press a long-running investigation into the hedge fund and Steven A. Cohen, who runs it.", "filename": "2013_07_07__1542340246.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_07_07__1542340246.html", "title": "Many Paths Remain for a Case Against SAC Capital Advisors", "title_page": "Many Paths Remain for a Case Against SAC Capital Advisors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nOf the multiple threads the government has pursued in its long-running insider trading investigation of Steven A. Cohen and his hedge fund, SAC Capital Advisors, the case against Mathew Martoma had been seen as the most promising.\nFederal authorities repeatedly sought the cooperation of Mr. Martoma, a former employee at SAC, in helping to build a case against Mr. Cohen related to suspicious trading in two drug stocks in July 2008.\nYet Mr. Martoma has persistently rebuffed the government’s overtures, including as recently as this spring, when the authorities met with his lawyers at the United States attorney’s office in Manhattan, a person briefed on the meeting said.\nAfter Mr. Martoma declined to implicate his onetime boss, authorities concluded that they lacked sufficient evidence to file a criminal case against Mr. Cohen related to the drug-stock trades before a five-year legal deadline expires in mid-July, according to people with direct knowledge of the investigation.\nMr. Cohen and SAC are hardly out of the woods, however. People close to Mr. Cohen, reluctant to declare victory, note that criminal and civil authorities are still weighing several possibilities as they continue to press their case.\nHedge Fund Inquiry\nFor one, federal prosecutors are considering criminal charges against SAC related to the drug-stock trades and other activity, the people with direct knowledge of the inquiry said. The Securities and Exchange Commission is contemplating a civil lawsuit against Mr. Cohen. And the Federal Bureau of Investigation — which has agents in New York, Connecticut and Boston scrutinizing SAC — continues to examine more recent trading at the fund.\nThe authorities, for example, have looked at SAC trading in the shares of Gymboree, the children’s clothing store, the people said. They also face an August deadline to file charges related to trading in Dell shares, a case that produced two indictments of onetime SAC employees, one of whom pleaded guilty.\nProsecutors could even try to get around the five-year legal deadline in the drug-stock trades by including them as part of a broader criminal conspiracy case against Mr. Cohen. Including Mr. Martoma, nine former SAC employees have been tied to insider trading while at the firm; four have pleaded guilty to criminal charges.\nMr. Cohen, 57, has not been accused of any wrongdoing and has told his investors that he has behaved appropriately at all times.\nThe protracted investigation has angered Mr. Cohen, who has come to believe that the government is obsessed with trying to lock him up and shut down his business, say people close to him.\nMike Segar/Reuters\nBased in Stamford, Conn., SAC is one of the world’s largest and most influential hedge funds, with about 1,000 employees and $15 billion in assets at the beginning of the year. It has one of the best investment track records on Wall Street, posting nearly 30 percent annual returns, on average, over two decades.\nWhile many consider Mr. Cohen a preternaturally gifted trader, skeptics have long questioned the legitimacy of his returns. Persistent whispers of insider trading inside SAC have dogged the fund, and in recent years, as numerous employees and alumni have become ensnared in the government’s insider trading crackdown, those whispers have grown louder.\nMr. Cohen, a native of Great Neck, N.Y., on Long Island, has also become a subject of fascination for his mammoth spending habits. He lives with his family in a 35,000-square-foot home in Greenwich, Conn. Last fall, he bought Picasso’s “Le Rêve” for $155 million, adding to an art collection that has included works by Andy Warhol and Van Gogh.\nHe also collects real estate. In March, Mr. Cohen reached a deal to pay $60 million for an oceanfront property in East Hampton, down the road from one that he already owns. He recently closed on a $23.4 million apartment in the West Village in Manhattan, near a building for which he paid $38.8 million last year. And he recently put up for sale his duplex apartment in the Bloomberg Tower on the East Side, asking $115 million.\nAmid the swirl of personal spending and the intensifying government investigation, Mr. Cohen’s investors have pulled billions of dollars from his fund in recent months. SAC, however, is better insulated from the ill effects of investor withdrawals than rivals because Mr. Cohen’s fortune accounts for roughly $8 billion, or more than half the fund.\nAt the same time, federal prosecutors have not slowed down. In May, they issued subpoenas to Mr. Cohen and five of his senior executives.\nMr. Cohen declined to testify, exercising his constitutional right against self-incrimination, according to the people with direct knowledge of the inquiry. But the five executives, including Thomas J. Conheeney, the firm’s president, and Steven Kessler, its chief compliance officer, met with prosecutors in recent weeks and answered questions about the firm’s compliance procedures and trading practices.\nIf prosecutors continue to seek their cooperation, the executives are expected to testify before a grand jury, one of the people said.\nIn interviewing Mr. Cohen’s senior executives, prosecutors are gathering evidence for a possible indictment against SAC under the theory of corporate criminal liability, a move that would effectively destroy the fund.\nUnder that theory, the government can impute criminal liability to a company based on the benefit it received from an employee’s acts that the authorities say are criminal. The government is loath to bring criminal charges against a corporate entity, fearing job losses and economic damage, but will pursue a case if it believes that the wrongdoing at the company is pervasive or condoned by management.\nRepresentatives for the F.B.I. in New York and the United States attorney’s office in Manhattan declined to comment. An SAC spokesman also declined to comment.\nMr. Cohen had thought that he had put the most serious of his legal problems behind him in March when SAC agreed to pay a record $616 million penalty to the commission to resolve two insider-trading civil actions, the people close to him said.\nThe larger of the two settlements, for $602 million, related to Mr. Martoma’s trades. The government said Mr. Martoma had caused SAC to sell nearly $1 billion in shares of the drug makers Elan and Wyeth after obtaining secret data from a doctor about clinical trials for a drug being developed by the companies. Those trades allowed SAC to gain profits and avoid losses totaling $276 million, the authorities said.\nWhen the government arrested Mr. Martoma last November, they appeared to be closing in on Mr. Cohen. The complaint highlighted a 20-minute phone call that Mr. Martoma had with Mr. Cohen the day before SAC began dumping its holdings. Prosecutors did not claim that Mr. Martoma told Mr. Cohen about the confidential information.\nBut what did the two men discuss? Because there is no recording of the call, only Mr. Martoma and Mr. Cohen know the conversation’s contents.\nLast year, when Mr. Cohen sat for a civil deposition in the S.E.C. case, he told investigators that Mr. Martoma said he was no longer comfortable with the position.\nProsecutors possess powerful evidence against Mr. Martoma, having secured the testimony of the doctor who is said to have leaked the drug-trial data to SAC. But there appears to be no direct evidence that Mr. Cohen knew of the secret information when he directed the Elan and Wyeth sales.\nAdditional evidence could yet surface in the Martoma case. Prosecutors have indicated that they would file an amended indictment in the case by the end of July, which could add new details, charges or defendants.\nAnd even without Mr. Cohen’s facing criminal charges tied to Mr. Martoma, he has drawn scrutiny from the S.E.C. The commission is aiming to build a civil insider trading lawsuit against Mr. Cohen, and would have a lower burden for proving its case than criminal authorities.\nIt could also bring an action against Mr. Cohen for failing to supervise his employees, something akin to the civil lawsuit that regulators brought last month against Jon S. Corzine related to his control of the collapsed brokerage firm MF Global.\nThe commission could seek to impose additional financial penalties on Mr. Cohen, as well as a ban from the securities industry.\nAn S.E.C. spokesman declined to comment. But earlier this year, a senior S.E.C. official expressly noted the possibility of a case against Mr. Cohen.\nWhen the commission announced the record civil penalties paid by SAC, George S. Canellos, now its co-head of enforcement, said that the settlement did not “preclude the future filing of additional charges against any person, including Steve Cohen.”", "url": "https://dealbook.nytimes.com/2013/07/07/many-paths-remain-for-a-case-against-sac-capital-advisors/"}