{"authors": ["Alexandra Stevenson"], "date_download": "2018-11-16 04:43:57", "date_modify": "2018-11-16 04:43:57", "date_publish": "2013-12-09 19:22:27", "description": "Abercrombie & Fitch, the retailer under pressure by an activist hedge fund, said it signed a new contract with Michael S. Jeffries, its chairman and chief executive.", "filename": "2013_12_09__1542343437.html", "image_url": "https://static01.nyt.com/images/2013/12/10/business/dbpix-jeffries/dbpix-jeffries-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_12_09__1542343437.html", "title": "The New York Times", "title_page": "Abercrombie Renews Chief's Contract and Revamps His Pay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAbercrombie & Fitch, the teenage fashion brand known for its provocative advertisements of nearly naked men and scantily clad women, has signed a new contract with its chairman and chief executive, Michael S. Jeffries, and has linked his pay more with the company’s performance.\nThe move comes a week after one of the company’s investors, the hedge fund Engaged Capital, began a public campaign to oust Mr. Jeffries, accusing the company of “many years of mismanagement.”\nMr. Jeffries, 69, joined the company in the 1980s and was once credited with making Abercrombie & Fitch among the most valuable brands in the teen apparel industry. But he has come under fire from investors since the company’s performance began a steady decline in recent years. Mr. Jeffries’s contract expires in February.\nOn Monday, the company said Mr. Jeffries would continue to serve as chairman and chief executive but that his contact had been revised. Mr. Jeffries annual base salary will remain at $1.5 million and he will still be eligible for an annual bonus, subject to review every year, according to the company’s filing with the Securities Exchange Commission.\nAlso under the new terms, Mr. Jeffries’s incentive plan has been restructured and his semiannual equity grants will be replaced with long-term incentive awards each year worth $6 million. This will be reviewed annually by the company’s compensation committee.\nShares in Abercrombie & Fitch, which have lost more than 21 percent over the past 12 months, fell 2.6 percent to $33.95 on Monday.\nCraig Stapleton, a director, attributed the change to “an extensive review by the board and detailed discussion with shareholders over several months, and the specific terms of Mike’s new contract reflect direct feedback from those discussion.”\nBut the gesture appears unlikely to appease the demands of some investors. Within hours of the announcement, Glenn W. Welling, the chief investment officer of Engaged Capital, said the board’s decision had been made “without any substantive discussion with shareholders – a rushed response, less than one week after receiving our letter.”\n“We consider this an outright dereliction of the board’s fiduciary duties,” Mr. Welling said in an emailed statement. “In light of the board’s troubling actions, Engaged Capital is considering all options available to it as shareholders in order to hold the board accountable for its decisions.”\nOne of the options presented by the hedge fund includes pressuring the company to put itself up for sale. However, it is unclear how much weight Engaged Capital would have in such a battle. The hedge fund owns only a 0.5 percent stake in the company.\nIn its letter to Abercrombie & Fitch last week, Engaged Capital raised concerns about succession planning on the company’s board. Abercrombie & Fitch responded in Monday’s statement by saying it had hired the executive search firm Herbert Mines Associates to help it recruit new brand presidents to oversee the Abercrombie & Fitch, abercrombie kids and the Hollister brands.\n“These new leadership positions will provide fresh perspectives on brand development as well as deepen our bench of talent at this critical time,” Mr. Stapleton said.", "url": "https://dealbook.nytimes.com/2013/12/09/abercrombie-renews-chiefs-contract-and-revamps-his-pay/"}