{"authors": ["Landon Thomas Jr."], "date_download": "2018-11-16 03:57:24", "date_modify": "2018-11-16 03:57:24", "date_publish": "2013-10-26 01:01:24", "description": "Rebecca S. Mairone, once of Countrywide, is a rare midlevel executive found liable in the mortgage crisis.", "filename": "2013_10_25__1542340644.html", "image_url": "https://static01.nyt.com/images/2013/10/26/business/MORTAGE/MORTAGE-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_10_25__1542340644.html", "title": "The New York Times", "title_page": "Bank's Midlevel Executive Becomes a New Face of the Housing Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFuld. Cayne. Mozilo. Mairone?\nMore than five years after the housing bust, the roll call of banking executives who have been blamed by the public for the crisis has grown ever longer. But when it comes to top managers who have been hit with a jury verdict for pushing dubious mortgages, the list is small indeed.\nThe new name added this week was Rebecca S. Mairone, a midlevel executive at Bank of America’s Countrywide mortgage unit, who was held liable by a federal jury in Manhattan for having saddled the housing giants Fannie Mae and Freddie Mac with bad mortgages that resulted in over $1 billion in losses.\nAnd while the jury verdict in the civil fraud case on Wednesday was hailed by Preet Bharara, the hard-charging United States attorney who has become the scourge of white-collar criminals on Wall Street, Ms. Mairone seems — on the face of it — the most unlikely of culprits to emerge from the housing debacle.\nThe government’s lawsuit essentially contends that the ramped-up mortgage initiative that she oversaw put pressure on mortgage underwriters to originate riskier yet more profitable housing loans. Via a program nicknamed the Hustle, derived from the initials for “high speed swim lane,” Countrywide’s mortgage processors were “incentivized to, and repeatedly did, manipulate borrower information” like borrower income and other information so that the loans would qualify for federal mortgage guarantees, prosecutors said in their original lawsuit.\nPhoto\nMs. Mairone’s lawyers claim that she had no such ambition and that she has become a prominent scapegoat — paying the price for being a successful, suffer-no-fools female executive trying to effect change in an insular, predominantly male corporate banking culture.\n“I think it’s just indefensible that prosecutors are going after the Rebeccas of the world,” said Dennis M. Kelleher, president of Better Markets, a group that supports tougher financial regulation. “There was systematic fraud at these banks and prosecutors are going after the minnow and not the whales.”\nAs her lawyers tell it, Ms. Mairone, a 46-year-old single mother, regularly worked 12-hour days and was on the road a week out of every month. When she could, she sneaked out of the office to take her now 14-year-old daughter to a Girl Scouts event or her son, now 19, to a karate tournament.\nSome executives — especially other women — liked her, depositions show. Others did not. One in particular, Edward O’Donnell, a mortgage executive whom Ms. Mairone passed over for a promotion, stands out in this regard.\nIt would be Mr. O’Donnell who would bring the case to the government. In the wake of the jury’s decision, he is expected to earn a $1.6 million whistle-blower reward after the case is resolved. It is unclear yet what penalties Ms. Mairone will face, as they will be set by the presiding judge at a later date.\nIn court depositions, however, female Countrywide employees expressed admiration for Ms. Mairone’s take-charge ways. In their view, Ms. Mairone’s stylish dress and demeanor, along with her business acumen, were just what was needed to shake up the backslapping boys’ club of bankers that sold mortgages nationwide.\nBut her push to meet revenue targets, which came when the housing market was flagging, raised concerns among some mortgage underwriters that the quality of loans was deteriorating, according to court depositions.\nFrom the court testimony, there is no doubt that Ms. Mairone, during her time overseeing the swim lane program, pushed her executives hard to become speedier and more efficient in approving mortgages.\nIn late 2007, the housing market was showing its first signs of serious strain and the pressure was intense — especially for the newly hired Ms. Mairone — to “fund more loans” as Countrywide executives described the process.\nMatters peaked in March 2008, when Ms. Mairone attended a meeting of mortgage bankers in Richardson, Tex.\nA day earlier, Angelo R. Mozilo, the Countrywide chief who was fast on his way to becoming the public face of the mortgage crisis, had defended his bank before Congress, saying that “it just never serves our company to make a bad loan.”\nAccording to court depositions, a mortgage underwriter asked Ms. Mairone at the Texas meeting how her push for higher loan volume squared with what Mr. Mozilo said the previous day about Countrywide’s commitment to sound lending.\n“You need to get with the program,” court papers quote Ms. Mairone as saying, using a vulgarity. “We need to keep funding those loans to keep the lights on.”\nThis anecdote was never introduced during the trial as the precise choice of words was deemed unreliable. But underwriters have said in depositions that Ms. Mairone did use a forceful profanity during the meeting.\nThe episode sheds light on the case that government prosecutors were making, painting Ms. Mairone — unfairly, her lawyers say — as a near-frantic mortgage executive trying to get the last loans out the door before the market closed down for good.\nAnd it also underscores, legal experts say, one of the government’s main goals in naming Ms. Mairone: linking what she did in the eight or so months she spent overseeing the Hustle program with Mr. Mozilo’s role as founder and guiding force of the Countrywide mortgage-producing machine.\nAt least in terms of compensation, there was a very big difference between the two. In 2007, Ms. Mairone received a bonus of $1.2 million, according to her deposition. That same year, Mr. Mozilo cashed in $121.5 million via stock sales, on top of the $22 million he was paid in total compensation.\nThree years later, without admitting any wrongdoing, Mr. Mozilo paid a fine of $67.5 million to settle fraud charges with the Securities and Exchange Commission, $20 million of which was paid by Countrywide as part of a contractual agreement.\nIn 2011, prosecutors abandoned their criminal investigation of Mr. Mozilo.\nMs. Mairone’s lawyers say the swim lane program was just one small aspect of her job responsibilities, which included virtually all areas of the business, from technology to human resources.\nIn a word, she was an operations person and her task was the same as it had been in her previous positions — to ensure that the trains ran on time.\nBorn in West Virginia and trained as a chemical engineer at Drexel University, Ms. Mairone worked mainly as a furniture procurer for technology companies before she became a senior operations manager at a number of mortgage companies in the New York and New Jersey area.\nIn early 2006, she accepted an offer from Countrywide and moved her small family from New Jersey to California, where she began work as chief operating officer of a retail mortgage unit.\nWhen Countrywide was acquired by Bank of America in 2008, Ms. Mairone received a series of rapid promotions, culminating in 2011 when she was named to the highly visible job of devising and promoting solutions for homeowners who could no longer afford to pay their mortgages.\nShe moved from being an anonymous operations executive to becoming the public face of Bank of America’s effort to convince a skeptical public that it was spending time, effort and money helping homeowners left struggling after the housing bust. Ms. Mairone testified before Congress and went on television to make the case for the bank.\nIn 2012, she received an offer to work in JPMorgan’s mortgage division in an operational capacity. She now has a senior administrative position checking the many vendors that do business with JPMorgan.\nA spokeswoman for the firm said the bank was reviewing the jury decision before deciding its next steps.\nAs Ms. Mairone’s name has been back in the spotlight because of the lawsuit, she has received an influx of e-mails from distressed homeowners whom she helped during her time at Bank of America.\n“The words thank you cannot express the amount of gratitude I have for you and your team in resolving this so quickly,” one person wrote recently. “I believe that blessings come to us but more so to those who facilitate them. Again thank you for being our blessing today.”", "url": "https://dealbook.nytimes.com/2013/10/25/banks-midlevel-executive-becomes-a-new-face-of-the-housing-crisis/"}