{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 04:43:57", "date_modify": "2018-11-16 04:43:57", "date_publish": "2013-12-05 23:58:33", "description": "Illicit activity is rising in the virtual currency market, where there is an increasing amount of real money but few rules and even less oversight.", "filename": "2013_12_05_in-the-murky-wor_68e2ddf6024b2d2c05b6b8b6a36b42d3___r=1_1542343437.html", "image_url": "https://static01.nyt.com/images/2013/12/06/business/SubBitcoin1/SubBitcoin1-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_12_05_in-the-murky-wor_68e2ddf6024b2d2c05b6b8b6a36b42d3___r=1_1542343437.html", "title": "In the Murky World of Bitcoin, Fraud Is Quicker Than the Law", "title_page": "In the Murky World of Bitcoin, Fraud Is Quicker Than the Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe call went out on Twitter: “For insane profits come and join the pump.”\nIt was an invitation to a penny stock-style pump-and-dump scheme — only this one involved Bitcoin, the soaring, slightly scary virtual currency that has beckoned and bewildered people around the world.\nWhile such bid ’em up, sell ’em off scams are shut down in the financial markets all the time, this one and other frauds involving digital money have gone unchecked. The reason, in no small part: Government authorities do not agree on which laws apply to Bitcoin — or even on what Bitcoin is.\nThe person behind the recent scheme, a trader known on Twitter as Fontas, said in a secure Internet chat that he operated with little fear of a crackdown.\n“For now, the lack of regulations allows everything to happen,” Fontas said in the chat, where he verified his control of the Twitter account, which has thousands of followers, but did not give his identity. He added that Bitcoin and its users would benefit when someone steps in to police this financial wild west, and would stop his schemes when they do.\nChinese authorities drew attention to the issue on Thursday when they announced that they were barring Chinese banks from making Bitcoin transactions. The same day, the Bank of France issued its own warning about the potential risks. The news sent the price of Bitcoin tumbling, but it quickly bounced back to near its all-time high of around $1,200.\nRelated Links Video: David Gillen on Bitcoin Believers\nBitcoins are little more than computer code — created according to a set algorithm and traded between online wallets using virtual keys. Some people insist that virtual currencies could become a revolutionary new form of payment in the real world. Bank of America became the first major Wall Street bank to release research about Bitcoin on Thursday, noting that it could become “a major player in both e-commerce and money transfer.”\nSo far, though, Bitcoin has been driven up primarily by people who are betting it will rise and rise because there is a finite supply. The initial computer program established that only 21 million Bitcoins would ever be created.\nBecause there are no limits on who can buy Bitcoins, they have attracted investors of all stripes. The value of all the Bitcoins in existence is now more than $12 billion after a volatile surge increased the value by more than 1,000 percent over the last month.\nPhoto\nBut the excitement over this rapid ascent has obscured the fraud, hacking and outright theft that have become an increasingly regular part of the virtual currency world — even for the most sophisticated, legitimate players — and the lack of any visible response from law enforcement agencies.\nThis has allowed more than 30 episodes in which at least 1,000 Bitcoins — or $1 million at the current rate of exchange — were stolen or transferred illegally, according to a frequently updated list on the most popular online forum for Bitcoin. Of those cases, 10 involved losses of more than 10,000 Bitcoins, or $10 million at the current value. The authorities have only been publicly involved in one of these cases.\nThis week, the virtual currency world has been abuzz over a heist in which 96,000 Bitcoins — currently worth about $100 million — were said to be taken from an online marketplace known for selling illegal drugs.\nBecause of the murky nature of the virtual currency, thefts can be hard to verify. But the increasing stream of episodes underscores how quickly con artists can take advantage of new forms of investing and how slow the authorities can be in responding to emerging financial risks.\nThe association of state securities regulators put digital money on its list of the top 10 threats to investors for the first time this year. At a hearing last month, three federal agencies said they were carefully tracking virtual currencies for illicit activity.\nBut Judith M. Shaw, the top securities regulator in Maine, said that it was often hard to determine which authority should be cracking down on virtual currency fraud, or even what constitutes fraud in a market that some view as a giant bubble and others as the future of money.\n“The jurisdiction has not been clearly established because it’s new uncharted territory,” Ms. Shaw said. “Everyone is just trying to figure out how this is all going to play out.”\nVideo\nThe five Chinese agencies that released a notice on Thursday, including the People’s Bank of China, said that citizens of the country would still be allowed to buy and sell digital money, but it warned that participants “assume the risks themselves.”\nAuthorities in the United States have cracked down on the criminal use of virtual currencies in a few cases, but those have been isolated situations in which the coins have been used for illegal purposes in the real world, like money laundering and trade in illicit goods. The owner of the Silk Road, a website where drugs and weapons could be bought with Bitcoins, was arrested earlier this year.\nBut for crimes contained within the Bitcoin network — like thefts from apparently reputable online wallets where Bitcoins are stored — there has been almost no accountability.\nThe largest Bitcoin payment processor in Europe, BIPS, said last month that it was hacked and that it lost about $1 million worth of Bitcoins, including coins that were in the personal online wallets of customers. The company, which is still in business, said this week that it would be “unable to reimburse Bitcoins lost unless the stolen coins are retrieved.”\nThe company said that the Danish police were examining the case but added that the authorities could “not classify this as a theft due to the current nonregulation of Bitcoin.”\n“There is absolutely no consumer protection in any sector of the Bitcoin economy,” said Sarah Meiklejohn, a graduate student at the University of California, San Diego, who researches the industry.\nAfter writing a paper on Bitcoin transactions this year, Ms. Meiklejohn said she began receiving emails almost daily from victims of theft who asked her to help track down the perpetrators. Ms. Meiklejohn said that despite the long odds of success, she had generally offered to help, knowing that the victims had nowhere else to turn.\n“I figure I can at least respond to them and provide some sense they are being heard,” Ms. Meiklejohn said.\nPart of the problem is that regulators have not agreed on how to classify Bitcoin. The Securities and Exchange Commission has authority to regulate securities, like stocks, in the United States. This allowed the agency to punish a Bitcoin Ponzi scheme this year because the agreement between the swindler and the victims was considered a security. But so far, the agency has not determined whether Bitcoin itself can be categorized as a security, making it hard for it to crack down on trading fraud.\nChinese authorities said on Thursday that Bitcoin was a “virtual commodity that does not share the same legal status of a currency.” In the United States, that classification could put Bitcoin under the Commodity Futures Trading Commission. But that agency has not assumed responsibility. In the immediate future, the most likely source of enforcement may be the Federal Bureau of Investigation’s cybersecurity team.\n“It’s becoming something of enough value that these agencies are going to wake up and want to find one of these thieves,” said Patrick Murck, the general counsel at the Bitcoin Foundation, a nonprofit group that promotes virtual currencies. “There is no way that anyone can think this is not a real thing that is not worth going after.”", "url": "https://dealbook.nytimes.com/2013/12/05/in-the-murky-world-of-bitcoin-fraud-is-quicker-than-the-law/?_r=1"}