{"authors": ["Ben Protess", "Landon Thomas Jr.", "Chad Bray"], "date_download": "2018-11-16 03:49:34", "date_modify": "2018-11-16 03:49:34", "date_publish": "2013-11-15 02:08:46", "description": "Investigators say groups of traders from several major banks may have influenced currency benchmarks to benefit their employers — actions that may not have been illegal but do highlight lax regulation.", "filename": "2013_11_14_u-s-investigates-currency-trades-by-major-banks__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340174.html", "image_url": "https://static01.nyt.com/images/2013/11/15/business/dbpix-currency/dbpix-currency-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_11_14_u-s-investigates-currency-trades-by-major-banks__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340174.html", "title": "U.S. Investigates Currency Trades by Major Banks", "title_page": "U.S. Investigates Currency Trades by Major Banks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFrom their desks at some of the world’s biggest banks, traders exchanged a series of instant messages that earned them the nickname “the cartel.”\nMuch like companies that rigged the price of vitamins and animal feed, the traders were competitors that hatched alliances for their own profits, federal investigators suspect.\nIf those suspicions are correct, the group of traders shared a mission to alter the price of foreign currencies, the largest and yet least regulated market in the financial world. And ultimately, they flooded the market with trades that potentially raised the cost of currency for clients but aided the banks’ own investments.\nNow the instant messages, along with similar activity among other traders, are at the center of an international investigation into banks like Barclays, the Royal Bank of Scotland and Citigroup, according to recent public disclosures by the banks and interviews with investigators who spoke on the condition of anonymity. The investigators secured the cooperation of at least one trader, a development that has not been previously disclosed.\nAlthough the investigation is at an early stage, authorities are already signaling the likelihood of a legal crackdown.\n“The manipulation we’ve seen so far may just be the tip of the iceberg,” the United States Attorney General, Eric H. Holder Jr., said in a rare interview discussing an active investigation. “We’ve recognized that this is potentially an extremely consequential investigation.”\nThe banks all declined to comment. No one has been accused of wrongdoing, and any improper actions probably would have involved only a corner of the overall market. One former member of the group called the “cartel” has told colleagues that the nickname reflected the traders’ success, not any improper collusion, according to a person briefed on the group. The group was informal, the person said, and its name came from outside traders.\nBut coming fast on the heels of a similar investigation into the rigging of global interest rates, the latest scrutiny has unnerved the world’s biggest banks, setting off internal scrambles to contain the damage. Nine of the largest banks in currency trading have announced they are facing inquiries. The banks placed about a dozen traders on leave pending the outcome of the inquiry. And several banks are considering limiting the ability of their traders to chat electronically.\nThe priority that investigators are giving the case, which focuses on trading over the last decade, reflects the significance of the market in the world’s major currencies itself. With trading of more than $5 trillion a day, it dwarfs any stock or bond market.\nFurther underscoring its importance, pension funds and other investment managers value their portfolios using a benchmark of the currency market. An independent service publishes that benchmark, which is at the center of the investigation.\nDespite the market’s importance to how goods and services are priced across national borders, it is one that is vulnerable to manipulation. Governments have imposed only scant regulation on the trading and there is no exchange to publicly detail the price of trades. Instead, the banks that dominate the market — Deutsche Bank, Citigroup, Barclays and UBS account for about half of all trading — control the information.\n“This is a very opaque market and it would be good to investigate and know it better,” said Dagfinn Rime, a senior researcher at Norway’s central bank.\nThe Justice Department’s criminal and antitrust divisions, Mr. Holder said, are “taking a leading role” in the “truly global investigation,” though he declined to discuss specifics of the case.\nAuthorities in Britain, the European Union, Switzerland and Hong Kong are also scrutinizing the trading activity. And alongside the Justice Department in Washington, investigators say, the Commodity Futures Trading Commission has opened its own investigation.\nThe investigations were born from the last major financial scandal, the rigging of interest rate benchmarks known as the London interbank offered rate, or Libor. Many of the same banks currently under investigation in the currency case, including Barclays, have already paid large fines to settle the Libor cases. And some banks discovered problems in the currency market after reviewing their broader trading practices at the government’s urging, the authorities involved in the case say.\nThe inquiry could hinge on instant messages that traders typed into private chat rooms.\nAuthorities say they suspect that traders used the chat rooms to lay out their strategies. The traders, using information gleaned from their clients, are suspected of agreeing to flood the market with orders for currencies at an opportune time each day.\nThat time came just seconds before an independent service, WM Company, set some of the benchmark rates. The most important rate is based on trades in a period shortly before 4 p.m. London time, so a flurry of last-second orders from banks could alter the rate in their favor. For example, if a customer wanted to buy some euros, a bank would seek to drive up the rate before selling the euros to clients at an inflated price.\nThe trading group called “the cartel,” or “the bandits club,” included employees from R.B.S. and UBS, people briefed on the investigation say. It is unclear when the group was operational or if it ever crossed a legal line.\nThe former member of the group told colleagues that individual client names weren’t discussed in the electronic chat rooms. Instead, the traders occasionally discussed positions in an effort to match buyers and sellers, according to the person briefed on the group.\nThe market for buying and selling foreign currencies — which can range from basic corporate transactions to highly complex derivative deals struck by hedge funds — has grown explosively over the last decade, experiencing barely a hiccup during the financial crisis.\nIt has also become a major profit center for many global banking giants, which make money by capturing their share of the trading flow of stocks, bonds, currencies and derivatives. For these “flow monsters,” the name of the game is volume, as intense global competition and technological innovation continue to compress profit margins.\nFor years, the leaders in the foreign exchange market have been Deutsche Bank and Citigroup, which control 30 percent of the market. In recent years, the two banks have engaged in an arms race of sorts, investing large amounts of cash to build their own web-based proprietary trading platforms — Autobahn for Deutsche and Velocity for Citigroup. To a degree, these portals function as in-house exchanges, in which the bank matches buyers with sellers.\nUnlike in a traditional securities exchange, however, where the entire market knows who is buying and selling what at a given moment and can react accordingly, what goes on inside Autobahn, Velocity and the other exclusive platforms is known only to the banks themselves.\n“These portals are like ‘dark pools,’ and they represent a major profit center for banks like Deutsche, Citigroup and Barclays,” said Michael R. King, an expert on currency trading. “But there is little transparency and that should concern regulators.”\nWhile the portals are not a focus of the investigation by authorities, they underscore how such a large, global and liquid market can still be so opaque.\nIt is only through a yearly survey conducted by the trade publication Euromoney that major institutions’ shares in the foreign exchange market are disclosed. Deutsche Bank topped last year’s, with a 15.1 percent share of the market, followed by Citigroup at 14.9 percent.\nCitigroup’s fight for market share has included offering cheaper pricing on foreign exchange deals and wooing clients by linking increased volume to charitable donations. Yet amid the gamesmanship, there have been concerns that the market could be prone to manipulation.\nWhether banks that control the market through their web portals have an inside edge was examined earlier this year in a paper titled “Information Flows in Dark Markets: Dissecting Customer Currency Trades.” Read by both regulators and bankers, the paper concluded that “order flows are highly informative about future exchange rates and provide significant economic value for the few large dealers who have access to these flows.”\nRichard K. Lyons, the dean of the business school at the University of California, Berkeley, offered an explanation. Pretend, he said, that the currency market is 1,000 people playing poker and that eight of them have seen 10 percent of what is going on in the market while the rest have seen less than 1 percent.\n“Do the big banks make money from this advantage? Yes, they do,” he said. “Is it a ton of money? No.”", "url": "https://dealbook.nytimes.com/2013/11/14/u-s-investigates-currency-trades-by-major-banks/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}