{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:14:37", "date_modify": "2018-11-16 03:14:37", "date_publish": "2013-08-06 00:58:42", "description": "Deals to buy The Washington Post and The Boston Globe have been announced this week by very wealthy entrepreneurs.", "filename": "2013_08_05__1542338077.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_08_05__1542338077.html", "title": "The New York Times", "title_page": "Newspapers Are Billionaires' Latest Trophies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nJust $250 million.\nThat’s all Jeffrey P. Bezos paid on Monday for The Washington Post, which was once worth several billion dollars.\n$70 million. That’s all John Henry paid on Friday for The Boston Globe, a paper The New York Times had acquired for $1.1 billion in 1993.\nNext to nothing. That’s what IBT Media paid to buy Newsweek over the weekend from IAC, which itself had paid only $1 plus $40 million in pension obligations to buy it two years ago.\nHow do you explain the prices that these storied media institutions have been sold for over the last 72 hours?\nThe answer has little to do with dollars and cents, spreadsheets and valuation metrics. If it did, in truth, the buyers might have paid even less.\nIf it wasn’t clear that newspapers have become trophies for the wealthy with an interest in journalism or power — or a combination of both — it should be now.\n“These deals don’t make financial sense,” said Ken Doctor, an analyst at Outsell, a research and consulting firm for the publishing industry.\nHe suggested that Mr. Bezos’s valuation of The Washington Post was a generous gift. “It is a combination of good will and real estate,” he said, before adding, “I mean good will in the moral sense, not the financial sense.”\nMr. Bezos, the chief executive of Amazon.com, is paying cash for The Washington Post out of his own personal wealth, currently estimated at more than $25 billion. The Post will cost him roughly 1 percent of what he owns in Amazon stock alone.\nSome billionaires like cars, yachts and private jets. Others like newspapers.\n“Newspapers have gone from the public markets to the hands of a relatively few billionaires who have an appetite for social, civic and financial roles,” Mr. Doctor said.\nBased on the math, it is hard to justify a $250 million valuation for The Washington Post. The company reported it lost nearly $50 million for the first half of the year on its newspaper operation that generated $138.4 million in revenue. Of the $50 million loss, nearly $40 million was a noncash pension expense. So you could argue that the company lost only $10 million on operations. But it lost $33 million in the first half of 2012, too, also including pension costs. Circulation fell about 7 percent in the first half of 2013.\nAt the end of last year, the company valued its newspaper assets at $293.6 million, no doubt a generous figure.\nFor the Washington Post Company, which will remain publicly traded and renamed, probably to reflect its focus on its education business, Kaplan, and its television stations, the sale of the newspaper represents a very small part of its business. The Washington Post Company’s market value is $4.2 billion.\nBut the newspaper, which has been owned by four generations of the family since 1933, was not just a business.\nUnderscoring the size of the newspaper to the company, Katharine Weymouth, publisher of the newspaper, justified the sale by saying this in an interview with The Washington Post: “If journalism is the mission, given the pressures to cut costs and make profits, maybe (a publicly traded company) is not the best place for The Post.”\nBy taking the newspaper private, Mr. Bezos can afford to be a patient owner. Profit and loss is probably the least of his concerns. A running joke on Monday was this from Ben Popper, the editor at the Web site the Verge, on Twitter: “Jeff Bezos has reputation for building great companies with little to no profit, perfect guy to own a newspaper.”\nWhile Mr. Bezos may not be buying the paper for immediate profits, it may not be entirely altruistic either. He is not making it part of the nonprofit Bezos Family Foundation, which is run by his parents, Jackie and Mike Bezos, and the foundation is not expected to be involved in the paper’s business.\nAs part of the deal, Mr. Bezos is assuming the pension obligations of the current employees of the newspaper. Compared with the deal John Henry, owner of the Boston Red Sox, struck for The Boston Globe on Friday, Mr. Bezos looks like a lavish benefactor. Mr. Henry paid $70 million, but The Boston Globe has approximately $110 million in pension obligations, which The New York Times Company is keeping on its books.\nOne billionaire who has been bullish on newspapers, not just as a benefactor, but as a business, is Warren Buffett. His company, Berkshire Hathaway, has acquired a series of newspapers, including The Omaha World-Herald, where he lives and grew up, and more from Media General.\nIn my conversations with him over the last year, he has stressed that he likes small, community newspapers because there is a built-in audience that can’t get the news elsewhere. But he has expressed doubts about regional newspapers, like The Los Angeles Times. Berkshire is a major shareholder of the Washington Post Company and Mr. Buffett was on the board for many years, until 2011.\nAt Berkshire’s annual meeting, Mr. Buffett said he expected his newspapers to make a profit, but “it’s not going to move the needle at Berkshire.”\nOn Monday night, just hours after The Post announced its sale to Mr. Bezos, James Fallows, a former editor of U.S. News & World Report who writes for The Atlantic, said the deal put him in a state of shock.\n“Let us hope,” he wrote, “that this is what the sale signifies: The beginning of a phase in which this Gilded Age’s major beneficiaries reinvest in the infrastructure of our public intelligence.”", "url": "https://dealbook.nytimes.com/2013/08/05/billionaires-latest-trophies-are-newspapers/"}