{"authors": ["David Gelles", "Michael J. De La Merced"], "date_download": "2018-11-16 04:43:54", "date_modify": "2018-11-16 04:43:54", "date_publish": "2013-12-09 13:43:23", "description": "The deal would solidify Sysco ‘s position as the reigning giant in a consolidated industry and, the company predicted, increase its annual revenue by 46 percent, to $65 billion.", "filename": "2013_12_09__1542343434.html", "image_url": "https://static01.nyt.com/images/2013/12/10/business/Food/Food-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_12_09__1542343434.html", "title": "Sysco to Buy Rival US Foods in Deal Valued at $3.5 Billion", "title_page": "Sysco to Buy Rival US Foods in Deal Valued at $3.5 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe tasting menu at Per Se, Thomas Keller’s gastronomic mecca, features such delicacies as dry-aged American Wagyu beef and pressed duck.\nWhat few diners realize is that some of the meats on Per Se’s $295-a-person menu are provided by Sysco, the giant food distributor that supplies institutions including the United States military and schools around the country.\nRelated Links Document: Joint news release\nOver the years, Sysco has gobbled up dozens of smaller companies including Newport Meat, the small California supplier that sells to Per Se. And on Monday, Sysco took its biggest bite into the competition, agreeing to buy its chief rival, US Foods, for about $3.5 billion in stock and cash.\nThe deal unites the two biggest food distributors in the country, solidifying Sysco’s position as the reigning giant in an already consolidated industry. The company, whose trucks move millions of pounds of frozen food and kitchen supplies around the country, says it expects the deal to increase its annual revenue by 46 percent, to $65 billion.\nWhile restaurants can still choose from thousands of smaller distributors of ingredients, pots and table linens, the deal will give Sysco 25 percent of the market for food distribution, up from 18 percent. With US Foods off the map, Sysco’s next nearest competitor, Performance Food Group, would have just 5 percent of the market.\nThat concentration of power immediately raised concerns that the deal could fall afoul of antitrust regulators.\n“In certain regions the combined market share is going to raise some flags,” said Andrew P. Wolf, managing director at BB&T Capital Markets. “They’re going to have to make some divestitures.”\nSysco’s chief executive, William J. DeLaney, acknowledged that the Federal Trade Commission, which reviews antitrust matters, is likely to look closely at the deal, and could require it to sell some assets. “There could very well be some divestitures,” he said on a conference call with analysts.\nBut Mr. DeLaney defended the deal as the best option for Sysco, which has struggled to find growth in a mature industry.\n“Even with some divestitures, we still see this is a very attractive deal,” he said.\n“We wouldn’t be going forward if we didn’t think we’re going to have a successful outcome here.”\nSysco says it expects to achieve about $600 million in cost savings from the transaction three to four years after closing, including by cutting duplicative merchandising and back-end office systems.\nThe deal fits the mold of previous Sysco purchases. “Sysco has a long history of successfully integrating acquisitions,” a Citigroup analyst, Gregory R. Badishkanian, wrote in a note to clients. Among the upsides of this deal is “eliminating a volatile — at times aggressive — competitor,” he said.\nBut as Sysco has grown through acquisition, spending billions of dollars to buy smaller competitors in recent years, it may have a harder time finding value in big deals like US Foods.\nMr. Badishkanian said that many customers use both Sysco and US Foods, which could result in “significant overlap leading to less synergies than past acquisitions.”\nAnother challenge is likely to come from the fact that many restaurants use one company as a primary supplier and the other as a backup. With the deal, many restaurants are expected to find a new backup, potentially eating into sales.\nBesides providing meat to high-end establishments like Per Se and Mr. Keller’s other restaurants, including the French Laundry, Sysco also distributes to chain restaurants, big hotel groups and hospitals.\nAnalysts have long predicted the union of Sysco and US Foods. Mr. DeLaney said that Sysco considered buying US Foods seven years ago, but did not do so then because the price was too high.\nThis time, however, Sysco was able to buy US Foods from the private equity firms that own it at an attractive price, primarily using stock to finance the purchase. Sysco shares were up 8 percent on the year before the deal was announced, and jumped a nearly 10 percent more, to $37.62, on Monday.\nUnder the terms of the deal, Sysco will pay $3 billion in stock and $500 million in cash. The transaction will give US Foods’ current owners, the investment firms Clayton, Dubilier & Rice and Kohlberg Kravis Roberts, a stake of roughly 13 percent in the combined company.\nIncluding the assumption of US Foods’ debt, the transaction is valued at $8.2 billion.\nThe deal will also give US Foods’ owners a path to leave their investment. Clayton Dubilier and K.K.R. bought the company from the Dutch grocery store company Royal Ahold in 2007 for about $7.1 billion, which included debt. US Foods continued to increase its sales after its leveraged buyout, reporting $21.7 billion in revenue last year.\nThe transaction is expected to close by the third quarter of next year, pending antitrust approval.\nSysco, which is based in Houston, was advised by Goldman Sachs and the law firms Wachtell, Lipton, Rosen & Katz and Arnall, Golden Gregory.\nIn an unusual move, US Foods, which is based in Rosemont, Ill., did not take advice from a bank, instead relying on the in-house expertise of its private equity firm owners, and saving millions of dollars in fees. It did receive legal counsel from Simpson Thacher & Bartlett and Debevoise & Plimpton.\n“For a mature industry, large consolidation events can be the best of your options,” said Mr. Wolf, the BB&T managing director, who maintained his “hold” rating on Sysco stock. “Given their opportunity set, this is probably a reasonably good deal.”", "url": "https://dealbook.nytimes.com/2013/12/09/sysco-to-buy-us-foods-for-3-5-billion/"}