{"authors": ["David Gelles", "Topics.Nytimes.Com Top Reference Timestopics People G David_Gelles Index.Html"], "date_download": "2018-11-16 04:43:58", "date_modify": "2018-11-16 04:43:58", "date_publish": "2013-12-06 01:22:59", "description": "The S.E.C. led a discussion that examined the growing clout of proxy advisers, the potential for conflicts of interest and accuracy .", "filename": "2013_12_05__1542343438.html", "image_url": "https://static01.nyt.com/images/2013/12/06/business/Proxy/Proxy-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_12_05__1542343438.html", "title": "Lively Debate on the Influence of Proxy Advisory Firms", "title_page": "Lively Debate on the Influence of Proxy Advisory Firms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhen corporate shareholders vote on a big decision — be it a merger with another firm or the election of directors — they often take advice from so-called proxy advisory firms, independent groups that conduct analyses of such issues at companies across the country.\nBut companies and regulators are increasingly uncomfortable with the amount of influence these advisory firms wield. They say that the two main firms, Institutional Shareholder Services and Glass Lewis, are understaffed and often uninformed, and that the firms, which also offer consulting services to companies, are riddled with conflicts of interest.\nOn Thursday, the Securities and Exchange Commission hosted a round-table discussion that examined the influence of proxy advisers, potential conflicts of interest, and the transparency and accuracy of their recommendations. The agency has not proposed any rules, but it is considering if any regulation is needed.\n“Proxy advisory firms clearly play an important role in the proxy process by, among other things, assisting investors in analyzing and considering how to vote their shares,” said the S.E.C. chairwoman, Mary Jo White.\nBut she added that as the influence of proxy advisers has grown, so have questions about the fairness of their recommendations and decision making.\n“I am particularly interested in the discussion of conflicts of interest that may or may not arise in connection with the participation of proxy advisers in our system — what they are and views on how they should be addressed,” she said.\nThe issue is particularly charged right now, as activist hedge funds have become more aggressive in challenging management and nominating dissident directors to boards.\nMany institutional investors like mutual funds often do not have the time and resources to analyze all of the thousands of companies in their portfolios, instead relying on firms like I.S.S. and Glass Lewis for advice. As a result, just a handful of firms have enormous influence on a wide swath of corporate America.\n“The question really is whether I.S.S., which owns no stock, should have the power of a $4 trillion voter,” said Trevor Norwitz, partner at the law firm Wachtell, Lipton, Rosen & Katz, which represents many corporate clients.\nOne S.E.C. commissioner, Michael S. Piwowar, echoed Mr. Norwitz’s point of view in remarks that set the tone for the round table, a sometimes combative four-hour discussion at the agency’s offices in Washington.\n“I have become increasingly concerned that proxy advisory firms may exercise outsized influence on shareholder voting,” Mr. Piwowar said. “As an economist, my concern is heightened by the lack of competition in the proxy advisory market, which appears to be a stable duopoly preserved by near-impenetrable barriers for new entrants.”\nSome investors at the round table bristled at the suggestion that they blindly followed the advice of I.S.S. and Glass Lewis.\n“The more contested the vote is, the less we are likely to be swayed one way or another by what the proxy advisory services are recommending,” said Eric Komitee, general counsel of Viking Global Investors.\nAnd some investors said that advisory firms provided them with a valuable service, while other investors ignored them.\n“Outsourcing is perfectly acceptable,” said Karen Barr, general counsel of the Investment Adviser Association, an industry trade group.\n“Thousands of small investment advisory firms do not use proxy advisory services,” she added.\nYet the sheer number of stocks that mutual funds hold means that they are unable to affordably research all those companies internally, and instead rely on the advice of just two main firms.\n“I see many similarities between the current situation with proxy advisory firms and the precrisis situation with credit rating agencies, including an unhealthy overreliance on their recommendations by investors,” Mr. Piwowar said.\nAnother criticism of I.S.S. in particular was that at the same time its institutional services arm provided advice on how investors should vote on corporate issues, it also maintained a consultancy business that advised companies on good-governance practices.\nThe implicit suggestion, according to some critics at the round table, is that if companies pay for the consulting services, they will receive more favorable recommendations from the institutional side of the firm.\nRepresentatives from I.S.S. and Glass Lewis defended the integrity of their business models.\n“The corporate side of the business is run completely independently from the institutional side of the business,” said Gary Retelny, president of I.S.S. “We have very strong Chinese walls.”\nKatherine Rabin, chief executive of Glass Lewis, emphasized that her firm gave equal consideration to management and dissident perspectives when making a recommendation.\nNo formal recommendations came out of Thursday’s round table, but it is clearly on the S.E.C.’s radar. And as the agency considers whether proxy advisory firms should be regulated, it will look to balance their necessary role in the markets with their clout.", "url": "https://dealbook.nytimes.com/2013/12/05/lively-debate-on-the-influence-of-proxy-advisory-firms/"}