{"authors": ["Julia Werdigier"], "date_download": "2018-11-16 03:50:42", "date_modify": "2018-11-16 03:50:42", "date_publish": "2013-07-08 11:50:09", "description": "The $388 million purchase is indicative of the growing appetite by Chinese buyers of commercial and residential real estate abroad.", "filename": "2013_07_08_chinese-insurer-buys-lloyds-building-in-london___php=true&_type=blogs&_r=0_1542340242.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_07_08_chinese-insurer-buys-lloyds-building-in-london___php=true&_type=blogs&_r=0_1542340242.html", "title": "The New York Times", "title_page": "Chinese Insurer Buys Lloyd's Building in London - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Neil Hall/Reuters\nLONDON – The Ping An Insurance Group of China agreed on Monday to buy the headquarters building of the insurance giant Lloyd’s of London, a landmark in the city’s financial district, for about $388 million.\nPing An, one of China’s largest life insurance companies, will buy the building, designed by the prominent architect Richard Rogers, from a fund managed by the German lender Commerzbank for £260 million. The fund paid £231 million for the property in 2005.\nThe purchase represents the growing appetite by Chinese buyers of commercial and residential real estate abroad. Zhang Xin, a Chinese business magnate, teamed up with the Safra family of Brazil to buy a large piece of the General Motors Building in Midtown Manhattan last month. Chinese investors or firms also bought large hotels, including the Sheraton Universal in Universal City.\nThe Lloyd’s building is the first overseas real estate purchase by a Chinese insurance company, according to Jon Crossfield, a director at Savills, a real estate agency that helped manage the sale. Lloyd’s has a contract to lease the building until 2031.\n“The current liquidity and investor demand within the London market presented an ideal time for us to seek an exit in line with our original business plan,” Roland Holschuh, a member of the Commerzbank’s fund, said in a statement.\nHumbert Pang of Gaw Capital Partners, which advised Ping An on the deal, said opportunities were increasing to assist Chinese institutional investors interested in building overseas portfolios.", "url": "https://dealbook.nytimes.com/2013/07/08/chinese-insurer-buys-lloyds-building-in-london/?_php=true&_type=blogs&_r=0"}