{"authors": ["Peter J. Henning"], "date_download": "2018-11-16 04:43:56", "date_modify": "2018-11-16 04:43:56", "date_publish": "2013-12-09 16:43:08", "description": "The development of Bitcoin, the virtual currency that is not issued by any government, presents challenges for the authorities to use laws that were not designed for the digital world to combat illegal conduct, Peter J. Henning writes in the White Collar Watch column.", "filename": "2013_12_09__1542343436.html", "image_url": "https://static01.nyt.com/images/2013/12/09/business/dealbook/dbpix-bitcoin/dbpix-bitcoin-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_12_09__1542343436.html", "title": "For Bitcoin, Square Peg Meets Round Hole Under the Law", "title_page": "For Bitcoin, Square Peg Meets Round Hole Under the Law  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe advent of a new medium to conduct business inevitably means avenues for criminals to swoop in to take advantage. The development of Bitcoin, the virtual currency that is not issued by any government, presents challenges for the authorities to use laws that were not designed for the digital world to combat illegal conduct.\nDealBook reported on “fraud, hacking and outright theft that have become an increasingly regular part of the virtual currency world.” Bitcoin itself is neither good nor bad, just a new means to conduct business, but virtual currency operates in ways that make it harder to prosecute violations.\nThe value of the Bitcoins available now is quite small, totaling approximately $12 billion. Yet the perception that growing acceptance of virtual currencies will change the way business operates means governments will have to figure out how to deal with new forms of crime.\nThere is a Wild West quality to Bitcoin, created out of a libertarian bent that connotes a world beyond government regulation. Like any currency, it carries with it a degree of anonymity, much as the phrase “cash is an orphan” signals that money can be largely untraceable once put into circulation. More than ordinary cash, though, Bitcoin operates largely outside the current banking system, making it even more difficult to trace transactions.\nReports of Bitcoins being stolen from the “wallets” of users look much like those concerning any other type of theft. Under the traditional common law of larceny, however, stealing virtual currency would not be the subject of a prosecution because the law applies only to the removal of physical items.\nModern theft statutes allow for prosecution for the taking of intangible property, so the greater challenge is pursuing thefts that occur in cyberspace. State authorities often do not have the resources to pursue crimes on the Internet nor the ability to coordinate investigations with foreign governments when the misconduct occurs outside the United States.\nThe Justice Department is often better equipped to pursue global crimes, but the statutes available to pursue the theft of Bitcoins are more limited. Unlike the states, there is no general federal theft statute, so prosecutors have to be more creative in pursing misconduct.\nThere is a federal law used to prosecute the interstate transportation of stolen property, but it applies only to cases involving “goods, wares and merchandise.” In Dowling v. United States, the Supreme Court limited the reach of this law to the theft of physical items and not intangible property like virtual currency. The statute also covers transporting “money,” but that would not appear to cover a virtual currency sponsored by private issuers.\nAnother law that could be used is a provision in the Computer Fraud and Abuse Act, which makes it a crime to use a computer with the intent to defraud in obtaining anything of value from the victim. Whether stealing Bitcoins from an owner’s account would constitute fraud is unclear.\nIf there is a scheme to mislead an owner of Bitcoins to part with them, then the broad federal wire fraud statute can be easier to use because it does not require proving misuse of a computer. And unlike the stolen property provision, this law covers both tangible and intangible property, so virtual currency would fit comfortably within it.\nA greater challenge to law enforcement is the lack of transparency in Bitcoin transactions, which can allow virtual currency to facilitate money laundering. Federal prosecutors convicted the administrator of the website Silk Road, which was used to distribute narcotics bought with virtual currency. The government seized nearly 175,000 Bitcoins, so clearly virtual currency can be used to buy drugs as if it were cash on a street corner.\nOne potential challenge to pursuing money-laundering charges involving Bitcoin is the definition of the transactions subject to prosecution.\nThe statute applies to a “financial transaction” involving a “monetary instrument,” which includes “coin or currency of the United States or of any other country.” That definition would appear to exclude Bitcoin because it does not have any connection to a government.\nAnother provision applies to transactions in which a “financial institution” is involved, which includes banks and brokerage firms along with money services businesses that transmit money. Transactions in virtual currency take place largely outside typical financial firms, so trading may fall beyond the reach of the money-laundering laws unless providers qualify as a money services business.\nTo extend the scope of the financial disclosure laws, the Financial Crimes Enforcement Network, a bureau of the Treasury Department, issued guidance in March requiring administrators and exchangers of virtual currencies to report transactions, including the identity of Bitcoin traders. That means those involved in “mining” Bitcoins for sale or operating a trading venue are considered a money transmitter, which could qualify them as a financial institution for purposes of the money-laundering laws.\nCurrency, even the virtual type, is usually not understood to be a security or a commodity subject to regulation by the Securities and Exchange Commission or the Commodity Futures Trading Commission. But when packaged for investors, Bitcoins could fall under the jurisdiction of those agencies.\nWhenever something rises substantially in value, like Bitcoin’s increase of nearly 1,000 percent over the last month, investment offers will crop up to tap into the potential riches. The S.E.C. filed a lawsuit in July accusing a Texas man of engaging in a Ponzi scheme by offering Bitcoin-denominated investments.\nThe definition of a security includes an “investment contract,” which can be almost anything as long as it involves a commitment of money to others to generate profits from their efforts. The Supreme Court has found that investments in orange groves and pay telephones can qualify as securities subject to the S.E.C.’s jurisdiction, so investments in virtual currency could fall under the agency’s purview.\nPackaging Bitcoins together for future delivery could also qualify as a commodity subject to regulation by the C.F.T.C. As The New York Times reported, the People’s Bank of China and four other Chinese agencies issued a notice that Bitcoin is a “virtual commodity that does not share the same legal status of a currency.”\nAs Bitcoin gains wider acceptance, the tax collector will most likely seek the government’s cut of transactions. For those paid in virtual currency, the federal tax law provides that “gross income means all income from whatever source derived,” about as broad a definition as possible.\nFor those who mine Bitcoins, they can be considered a capital asset generating capital gains when sold that must be reported. Any failure to pay taxes can bring about both civil and criminal penalties, which are not yet payable in Bitcoin.\nThe rise of virtual currencies may have started out as an effort to avoid government scrutiny. But with greater acceptance comes increased regulation, including the application of criminal laws to this new medium for conducting business.", "url": "https://dealbook.nytimes.com/2013/12/09/for-bitcoin-square-peg-meets-round-hole-under-the-law/"}