{"authors": ["Susanne Craig"], "date_download": "2018-11-16 03:57:23", "date_modify": "2018-11-16 03:57:23", "date_publish": "2013-10-26 18:21:50", "description": "Via its Goldman Sachs Foundation, led by Dina Powell, the firm many associate with Wall Street greed and excess has staked out a position as one of the nation’s leading corporate philanthropists.", "filename": "2013_10_26_goldman-sachs-buying-redemption___r=0_1542340643.html", "image_url": "https://static01.nyt.com/images/2013/10/27/business/27-GOLDMAN/27-GOLDMAN-videoSixteenByNine600-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2013_10_26_goldman-sachs-buying-redemption___r=0_1542340643.html", "title": "Goldman Sachs, Buying Redemption", "title_page": "Goldman Sachs, Buying Redemption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGoldman Sachs is a master at making money. Lately it has become a master at giving it away. Goldman — for many a symbol of Wall Street greed and excess — wants the world to know it has a charitable side. With the same calculation that earned it a reputation as the savviest trading house on Wall Street, it has staked out a position as one of the nation’s leading corporate philanthropists, giving away more than $1.6 billion since 2008.\nYou may remember Goldman as the bank accused of making billions of dollars while ordinary people were losing their homes during the financial crisis. Or as the firm whose traders were said to have misled investors by selling them, as one memorable internal e-mail described it, “junk that nobody was dumb enough to take first time around.”\nNow Goldman executives say the firm wants to give something back. But Goldman also has been trying to polish its reputation with ordinary Americans and politicians in Washington. “Engaging wasn’t just the right thing, it was necessary, especially in the wake of the financial crisis when people said we weren’t doing enough,” said John F.W. Rogers, Goldman Sachs’ chief of staff, and a driving force behind the bank’s philanthropic efforts.\nThe shift is particularly noteworthy because Goldman — unlike most corporations with large charitable efforts — has no presence on Main Street.\nPhoto\nBut this is still Wall Street, where money is the ultimate measure of worth, and how it is allocated creates resentments. Executives inside the bank say the Goldman Sachs Foundation, the clearinghouse of the company’s giving, has been given more resources at a time when the bank itself has been cutting back sharply on expenses — and people — on big trading desks.\nThis has created bitterness among some employees — bitterness stoked by the favored status seemingly granted to Dina Powell, who runs the foundation. At a firm where pay is almost always tied to what money you bring in, Ms. Powell, who is in charge of giving money away, has made roughly $2 million annually in some recent years, according to people familiar with her compensation but not authorized to speak on the record. Her pay, which is considered high to some at the firm, is up there with some of the leaders of the best-paying charities, who receive between $1.8 million and $3 million, according to the Chronicle of Philanthropy. Those inclined to look for signs of status also note that the 20-year-old daughter of Goldman’s chief executive, Lloyd C. Blankfein, worked as an intern in Ms. Powell’s department last summer.\nThen there is the way Goldman has been going about its giving. Goldman is a firm that prides itself on discretion, but it isn’t giving away its billions quietly. It has bestowed the Goldman Sachs logo — and hundreds of millions of dollars — on two splashy programs, one that supports women in developing countries and another that helps small businesses. “It’s run as if it’s a Broadway show,” said one Goldman employee who asked not to be named because of a firm policy against speaking to the news media.\nCorporate philanthropy might seem among the least controversial of topics, but it does raise questions for some shareholders. Warren E. Buffett, whose holding company Berkshire Hathaway is one of Goldman’s largest shareholders, says he fully supports the work of the Goldman charities, but is troubled by the principle of large-scale corporate philanthropy. After all, most of the money comes out of the firm’s profits — out of shareholders’ pockets.\n“I think Goldman’s programs are the best that I have seen,” Mr. Buffett said, “but I personally don’t like the idea of giving away other people’s money.” He added that he didn’t look up how much Goldman gave to charity when he bought a giant stake in the firm during the depths of the financial crisis, and that Goldman’s generosity — or lack of it — has never factored into any investment decision he has made.\nMr. Buffett is very philanthropic with his own money. Other companies in which he has invested, from American Express to Wells Fargo, along with Berkshire Hathaway subsidiaries, give generously, and he doesn’t impose his views on corporate philanthropy on them. He is even involved in some of Goldman’s charitable ventures. Still, Berkshire Hathaway itself, in keeping with his views, gives no money away.\nPhoto\nBalancing shareholder concerns with corporate responsibility to a wider community is tricky.\nIn 2012, Goldman gave $241.3 million to charity, according to The Chronicle of Philanthropy, making it the fourth-largest corporate giver in America. That is vastly more than it gave to charity before the real estate collapse — in 2006, the company donated $47 million to charity — and comes at a time when the pace of charitable giving in corporate America has slowed.\nGoldman’s giving last year represents 3.9 percent of its 2011 pretax income, according to The Chronicle. In contrast, Wells Fargo, the country’s largest corporate philanthropist — and another investment held by Mr. Buffett — contributed $315.9 million to charity in 2012. But its philanthropy represented just 1.3 percent of its 2011 pretax profit.\n“It is unusual when companies go above 2 percent,” Mr. Buffett said.\nMr. Rogers of Goldman says the company’s giving has fluctuated over the years, spiking in periods when new programs are funded. (Before the crash, Goldman consistently gave less than 1 percent of profits annually.) As he sees it, the programs have “generated returns” on many levels. They’ve made a difference in people’s lives, he says, and employees appreciate the chance to participate. And, he says, potential recruits want to work for companies that offer such programs.\n“Our shareholders recognize the value of all of this,” Mr. Rogers said.\nIn response to the suggestion that Goldman has poured money into the program at the expense of jobs elsewhere in the firm, Mr. Rogers said that Goldman has been a “good steward,” contributing more money in good times to lessen the burden in tough times. He disputes the notion that the programs are showy.\n“We are celebrating the success of women and entrepreneurs,” he said of two of its biggest programs. “Our programs are about them and their families, not Goldman Sachs.”\nGoldman Sachs has a long tradition of philanthropy, though for years much of the money was donated by the partners themselves. After the firm went public in 1999, the Goldman Sachs Foundation was started with $200 million. Goldman also oversees Goldman Sachs Gives, which is financed out of the compensation pool of Goldman’s 450 partners. Since 2010, this fund has given $667 million to about 3,000 charities.\nMr. Rogers recruited Ms. Powell, who declined to be interviewed for this article, to run its corporate engagement program in 2007; she later became head of the foundation. Ms. Powell, the daughter of an Egyptian army captain, came to the United States as a child and grew up in Texas. She was a member of President George W. Bush’s senior staff. In a 2005 profile in The Washington Post, she was described as someone who was “very good and open while taking information in and completely discreet about letting information out.”\nIn March 2008, Goldman started a charitable initiative called 10,000 Women to help women in developing countries start or expand businesses. The program, which Ms. Powell helped get off the ground, came in response to complaints about negative effects of globalization, according to David Wells, a Goldman spokesman. Research by the World Bank suggested that women’s participation in the work force was an important source of long-term economic growth, so Goldman made an initial $100 million investment in the project, which reaches women in 43 countries.\nThen, in late 2009, the company faced mounting criticism about the billions of dollars it was paying out in bonuses in the wake of the financial crisis. The firm needed some good public relations. And fast. Goldman committed $500 million over five years to another program, 10,000 Small Businesses, which helps businesses in the United States and Britain.\nDozens of schools received grants to finance the two big programs, which Goldman advises. For instance, in 2011 LaGuardia Community College in New York received $1.7 million for a 10,000 Small Businesses program, and the Indian School of Business in Hyderabad received a $1.3 million grant for the 10,000 Women program.\nThe small-business project, the firm hoped, would put it in the good graces of Main Street, and give people a better understanding of the firm.\nAt the time Goldman started the program it made no public connection between the largest single charitable contribution in its history and public anger over its role in the financial crisis, but it was clear the money was part of the price of reputation reclamation.\nBoth 10,000 Women and 10,000 Small Businesses are featured prominently on Goldman’s Web site. Goldman has poured money into producing slick videos of graduates of the programs. Graduates of 10,000 Small Businesses were heavily vetted: the Goldman Sachs Foundation paid Kroll, the risk and security consultant, roughly $1 million in 2011 for background checks, according to public documents that charitable organizations must file.\nThe 10,000 Women program was a big participant in the Clinton Global Initiative conference in September, among other things hosting a panel moderated by Chelsea Clinton. The sponsorship didn’t come cheap. The program paid the Clinton Global Initiative $375,000, the Goldman spokesman said. In 2008, Gene Sperling, a well-known Democrat, received an $887,727 consulting fee for advice given to the 10,000 Women program. Goldman also gives money to The New York Times Neediest Cases Fund.\nIn dealing with the government, Goldman’s charitable record may be paying dividends. Mr. Blankfein, the C.E.O., was once a Washington whipping boy over his firm’s actions during the financial crisis; he now has an easier time on his visits there. But some Washington insiders think the charitable giving hasn’t done much for the firm’s reputation on Main Street.\n“It doesn’t matter,” said former Representative Barney Frank, the Massachusetts Democrat who helped lead a regulatory crackdown on Wall Street after the crisis. “I am glad they are doing it, but I don’t know much about it, and most people don’t.”\nStill, for Goldman, the investment seems to have reaped some reputational return.\nMalene Barnett, the founder of Malene B. Carpets, which specializes in making handcrafted carpets, is a 2012 graduate of 10,000 Small Businesses. She says the multiweek program helped her create a concrete growth plan. “I learned so much from it,” she said.\nShe says she definitely has a higher opinion of Goldman now.\n“All I knew before was a lot of people there made a lot of money,” she said. “Now I see they are trying to give back. Before I didn’t have that impression but I believe now they are really trying.”", "url": "https://dealbook.nytimes.com/2013/10/26/goldman-sachs-buying-redemption/?_r=0"}