{"authors": ["William Alden"], "date_download": "2018-11-16 03:41:30", "date_modify": "2018-11-16 03:41:30", "date_publish": "2014-03-20 19:35:00", "description": "Andre G. Bouchard, who has represented both plaintiffs and defendants in corporate battles, was nominated on Thursday to lead Delaware’s Chancery Court, the nation’s leading court for business disputes.", "filename": "2014_03_20__1542339690.html", "image_url": "https://static01.nyt.com/images/2014/03/20/business/dealbook/dbpix-strine/dbpix-strine-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_03_20__1542339690.html", "title": "Trial Lawyer Nominated to Lead Delaware Chancery Court", "title_page": "Trial Lawyer Nominated to Lead Delaware Chancery Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAndre G. Bouchard, an experienced trial lawyer who has represented both plaintiffs and defendants in corporate battles, was nominated on Thursday to lead Delaware’s Chancery Court, the nation’s leading court for business disputes.\nIf confirmed by the Delaware Senate, Mr. Bouchard would succeed Leo E. Strine Jr., who was sworn in last month as chief justice of the state’s Supreme Court. Gov. Jack Markell announced Mr. Bouchard’s nomination on Thursday.\n“In nearly 30 years practicing law in Delaware, Andy Bouchard has demonstrated a remarkable ability to dissect complex legal issues and vigorously represent his clients,” Mr. Markell said in a statement. “He is well-recognized for his professionalism and ability to think quickly on his feet in the courtroom.”\nMr. Bouchard, the managing partner of Bouchard, Margules & Friedlander, a small firm he co-founded in 1996, has appeared before the Chancery Court numerous times. His firm represented shareholders of the Rural/Metro Corporation, an ambulance services company, in a recent lawsuit against the company’s directors and bankers.\nThe previous chancellor, who served in that role for two years and on the court since 1998, displayed a willingness to defer to companies’ boards when deciding cases. But it is not certain that Mr. Bouchard — a litigator who has worked on both sides of the fence — will have such a pro-business disposition.\nIn any event, he is unlikely to be as colorful as Mr. Strine, who would often pepper his remarks with quips and references to popular culture.\nBefore starting his own firm, Mr. Bouchard practiced for 10 years at Skadden, Arps, Slate, Meagher & Flom. A graduate of Harvard Law School, he was admitted to the Delaware Bar in 1986. He is a Democrat.\n“I am grateful and deeply honored to be nominated by Governor Markell for the position of chancellor,” Mr. Bouchard said in a statement. “I look forward to the opportunity to serve the citizens of Delaware in this capacity if I am fortunate enough to be confirmed by the Senate.”", "url": "https://dealbook.nytimes.com/2014/03/20/trial-lawyer-nominated-to-lead-delaware-chancery-court/"}