{"authors": ["Andrew Ross Sorkin", "Michael J. De La Merced"], "date_download": "2018-11-16 03:39:31", "date_modify": "2018-11-16 03:39:31", "date_publish": "2014-11-13 01:23:46", "description": "The DreamWorks chief executive, Jeffrey Katzenberg, is said to be seeking more than $30 a share for the studio, Hollywood’s smallest.", "filename": "2014_11_12__1542339571.html", "image_url": "https://static01.nyt.com/images/2014/11/13/business/dbpix-hasbro3/dbpix-hasbro3-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_12__1542339571.html", "title": "Hasbro Is Said to Be in Talks to Buy DreamWorks Animation", "title_page": "Hasbro Is Said to Be in Talks to Buy DreamWorks Animation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nShrek could soon share a home with the Transformers and little ponies like Fluttershy and Twilight Sparkle if their corporate parents are able to seal a deal.\nThe toymaker Hasbro is in advanced talks to buy DreamWorks Animation, potentially gaining a new big-screen outlet for its wares, people briefed on the matter said on Wednesday.\nShould a deal be reached — and these people cautioned that talks were continuing and might still fall apart — it would mark a new chapter for DreamWorks Animation. It would also come more than a month after the studio held talks with another prospective buyer, the Japanese telecommunications company SoftBank.\nPhoto\nUnder the current terms of the proposed deal, Hasbro would pay a mix of cash and stock, though an exact price has not yet been determined, one of the people said. Jeffrey Katzenberg, the chief executive of DreamWorks Animation, is seeking more than $30 a share, a significant premium over his company’s current stock price.\nShares in DreamWorks Animation closed on Wednesday at $22.37, giving the studio a market value of about $1.9 billion. Hasbro’s stock closed on Wednesday at $57.47 a share, giving it a market value of about $7.2 billion.\nMr. Katzenberg, the Hollywood mogul who runs DreamWorks Animation, is expected to stay with the company, the person added.\nIn courting the Hollywood studio, Hasbro believes that it can find a new market for its stable of toys, which includes Transformers, G.I. Joe and My Little Pony. The company, the second-biggest toymaker in the United States behind its rival Mattel, has reported robust sales in recent years. Last month, it reported sales of $1.47 billion in its third quarter, up 7 percent from the same period of a year earlier.\nHasbro’s chief executive, Brian Goldner, has long sought to take advantage of the company’s properties to transform it into a global entertainment titan, notably by forming its own studio in 2009 to develop and produce television shows and movies.\nOne model might be the Lego Group, a privately held Danish company. Lego started with its trademark plastic toy bricks and transformed itself into a broader entertainment company by creating Lego video games and building seven Legoland theme parks. Its most recent effort was a collaboration with Warner Bros., “The Lego Movie,” which took in $468.1 million worldwide. Three sequels are on the way.\nSome of Hasbro’s own efforts have met with success. The four live-action “Transformers” movies, made together with Paramount Pictures, have produced nearly $3.8 billion in ticket sales. And Universal recently hit pay dirt with “Ouija,” a horror film based on the classic Hasbro board game. The film cost $5 million to make and has so far taken in $57.9 million.\nBut Hasbro’s four-year joint venture with Discovery Communications to establish a children’s cable channel, the Hub Network, ended in October when Discovery bought a controlling stake and rebranded the channel Discovery Family.\nHasbro has also suffered a few movie flops, notably “Battleship,” in 2012.\nPhoto\nIn buying DreamWorks Animation, Hasbro, which is based in Pawtucket, R.I., would be teaming up with Hollywood’s smallest film studio. DreamWorks Animation produces only a handful of movies a year but has been responsible for blockbusters like the “Shrek” and “Kung Fu Panda” franchises. The company was spun off in 2004 from DreamWorks Studios, which is privately owned.\nThe studio has fallen on harder times in the past couple of years, with films like “Turbo” and “Rise of the Guardians” falling well short of expectations. Even its most recent hit, “How to Train Your Dragon 2,” suffered from lower domestic ticket sales than its predecessor. Source material that is already familiar to children — like Hasbro toys — would give the studio a leg up when it comes to generating interest in a related movie.\nDreamWorks Animation’s recent run of misfortune helped contribute to two consecutive quarterly losses, including a $15.4 million loss in the quarter ended June 30. But in the most recent quarter, the company reported net income of $11.9 million, a 17 percent increase compared with results in the same period of a year earlier. From its high in early 2010, the studio’s stock price has fallen 49 percent. Yet analysts have said that DreamWorks Animation still has a trove of lucrative content in its library. And the company has been making forays into television production and an array of other business initiatives, from an entertainment center in Shanghai to indoor mini-theme parks in Russia.\nThe studio also owns AwesomenessTV, a YouTube channel aimed at teenage girls.\nNews of the talks between Hasbro and DreamWorks Animation was reported earlier by Deadline.com, a trade publication.\nBrooks Barnes and Gregory Schmidt contributed reporting.", "url": "https://dealbook.nytimes.com/2014/11/12/hasbro-said-to-be-in-talks-to-buy-dreamworks-animation/"}