{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 03:49:18", "date_modify": "2018-11-16 03:49:18", "date_publish": "2014-02-02 20:55:21", "description": "On Sunday, Jos. A. Bank publicly released a letter to Men’s Wearhouse accusing its bigger rival of failing to properly disclose the antitrust risks in its takeover bid.", "filename": "2014_02_02__1542340158.html", "image_url": "https://static01.nyt.com/images/2014/02/03/business/03BAUER/03BAUER-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_02_02__1542340158.html", "title": "Hoping to Stay Independent, Jos. A. Bank in Talks to Buy Eddie Bauer", "title_page": "Hoping to Stay Independent, Jos. A. Bank in Talks to Buy Eddie Bauer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAs Jos. A. Bank continues to rebuff a hostile takeover bid by Men’s Wearhouse, the clothier is exploring at least one alternative deal that would keep it independent.\nThe company is in talks to buy Eddie Bauer, the outdoor clothing retailer, according to people briefed on the matter.\nMeanwhile, Jos. A. Bank publicly released a letter to Men’s Wearhouse on Sunday accusing its bigger rival of failing to properly disclose the antitrust risks in its takeover bid. (The letter made no mention of the talks with Eddie Bauer.)\nBoth Sunday’s letter and the discussions with Eddie Bauer represent the latest twists in a drama lasting months over two of the country’s biggest men’s wear sellers.\nJos. A. Bank moved first by bidding $2.3 billion for its bigger rival last fall, hoping to create a powerhouse that could better compete with the likes of Macy’s and Dillard’s.\nMen’s Wearhouse rebuffed the attempts and later turned the tables, offering to buy its onetime suitor. At the moment, it has bid $1.6 billion while threatening to nominate two candidates for the target company’s board, who if elected would replace its chairman and chief executive.\nEgging Men’s Wearhouse on is Eminence Capital, a hedge fund with substantial stakes in both retailers. In recent weeks, Eminence said that it was considering naming its own candidates for the Jos. A. Bank board to put pressure on the company to consider its rival’s takeover entreaty. It also sued the company in Delaware court, arguing that any alternative mergers would deprive shareholders of the benefits of a deal with Jos. A. Bank.\nJos. A. Bank has stood firm. In Sunday’s letter, the company said that it would not form an independent board committee to explore the takeover bid, arguing that Men’s Wearhouse had been cavalier in disclosing that it expects a second request for information from the Federal Trade Commission.\nJos. A. Bank noted that when it sought to buy Men’s Wearhouse, the bigger retailer argued that such a deal would raise antitrust concerns.\nIt also called Eminence’s motives into question, suggesting that the hedge fund was pushing for a merger because it stood to lose money if no deal happened. The company already has moved to dismiss the investor’s lawsuit in Delaware, arguing that it unfairly limited its options.\n“Plaintiff is seeking to force the Jos. A. Bank board to negotiate and enter a deal with the first company that walks through the door with an offer, and at the same time, interfere with the board’s ability to explore alternatives and engage in discussions with other potential suitors,” lawyers for Jos. A. Bank wrote in the filing last month.\nOne of those companies is Eddie Bauer, the 94-year-old retailer best known for selling goose-down jackets and other outdoor gear.\nThe combination of a men’s suiting retailer and a rugged outdoor specialist may seem unusual. But Eddie Bauer is owned by Golden Gate Capital, a private equity firm that originally agreed to back Jos. A. Bank’s bid for Men’s Wearhouse with a $250 million equity investment.\nBased in Bellevue, Wash., Eddie Bauer runs about 370 stores, compared with its suitor’s roughly 600-store footprint.\nOne of the people briefed on the matter said that talks may still fall apart. It is unclear whether Jos. A. Bank is seriously pursuing a transaction, or merely angling to elicit a higher price from its unwanted suitor.\nThe tactic has appeared during the takeover battle once before. Several months ago, Men’s Wearhouse held talks to buy Allen Edmonds, a men’s shoemaker, people briefed on the matter said previously. But the shoe company was eventually sold to a different buyer.\nNews of the talks with Eddie Bauer was reported earlier by The Wall Street Journal.\nDavid Gelles contributed reporting.", "url": "https://dealbook.nytimes.com/2014/02/02/hoping-to-stay-independent-jos-a-bank-is-said-to-hold-merger-talks-with-eddie-bauer/"}