{"authors": ["William Alden"], "date_download": "2018-11-16 03:39:34", "date_modify": "2018-11-16 03:39:34", "date_publish": "2014-11-12 23:31:52", "description": "Albertsons is looking to sell more than 100 grocery stores to help gain approval for a planned merger with the rival grocer Safeway.", "filename": "2014_11_12__1542339574.html", "image_url": "https://static01.nyt.com/images/2014/11/12/business/dealbook/dbpix-albertsons/dbpix-albertsons-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_12__1542339574.html", "title": "Samuel Zell Said to Be Among Bidders for Albertsons Stores", "title_page": "Samuel Zell Said to Be Among Bidders for Albertsons Stores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSamuel Zell has his sights on the grocery business.\nMr. Zell, the Chicago real estate mogul, is among three bidders vying for a portfolio of more than 100 grocery stores being sold by Albertsons, several people briefed on the matter said on Wednesday.\nThe talks are fluid and no agreement has been struck at this point. Albertsons, which is owned by the private equity firm Cerberus Capital Management, is looking to sell the stores to help gain regulatory approval for a planned merger with the rival grocer Safeway.\nThe group backed by Mr. Zell also includes Stuart Sloan, a longtime retail executive who was the chairman of the supermarket chain Quality Food Centers, said the people, who insisted on anonymity to discuss confidential negotiations.\nAnother bidder is Oaktree Capital Management, the private equity and debt-investing firm in Los Angeles, two of the people said.\nThe third is Comvest Partners, a firm based in West Palm Beach, Fla., that makes equity and debt investments, according to these people.\nMr. Zell’s assistant said he was not available for comment. Oaktree declined to comment. Representatives of Comvest did not respond to an email. Representatives of Cerberus and Albertsons declined to comment.\nThe Federal Trade Commission is reviewing the sale process and must sign off on the winning bidder. A spokeswoman for the F.T.C. declined to comment on this particular matter.\nBut Deborah L. Feinstein, the director of the commission’s bureau of competition, said in a statement that, in general, supermarkets have the option of presenting the commission with multiple bidders to review.\nIn such situations, “we will try to give the parties some guidance on which bidders would or would not be acceptable,” Ms. Feinstein said in the statement. “A full vetting occurs only when we are presented with a buyer and a specific proposal.”\nCerberus acquired Albertsons in 2013. Then, in March of this year, it agreed to buy Safeway in a deal worth more than $9 billion, with plans to merge it with Albertsons. Cerberus hopes to close the deal by the end of this year.\nSelling grocery stores is an important step to gain the F.T.C.’s blessing. In total, Albertsons is planning to sell about 160 stores, two people briefed on the matter said.\nMr. Zell has relatively little experience in the grocery business. A billionaire whose taste for distressed assets once earned him the nickname “the grave dancer,” he is best known for headline-grabbing real estate deals, including a $39 billion sale of a commercial real estate landlord to the Blackstone Group in 2007.\nMr. Zell is also known for his ill-fated and debt-laden purchase of the Tribune Company, which ended up in bankruptcy.\nBut he has invested in the grocery sector in the past. In 1994, according to The Seattle Times, his fund agreed to make a significant investment in Quality Food Centers, which was run by Mr. Sloan at the time.\nMr. Zell has a history with Cerberus as well. More than a decade ago, he tussled with Stephen A. Feinberg, the head of Cerberus, for control of Coram, a Denver health care company that was in bankruptcy. The two traded pointed quotes in a Wall Street Journal article.\n“If I were Steve Feinberg, I would have run from this thing fast,” Mr. Zell was quoted as saying, while Mr. Feinberg said, “Zell and the equity committee have unfairly attacked us.”", "url": "https://dealbook.nytimes.com/2014/11/12/samuel-zell-said-to-be-among-bidders-for-albertsons-stores/"}