{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 03:43:38", "date_modify": "2018-11-16 03:43:38", "date_publish": "2014-01-21 14:22:21", "description": "The World Economic Forum’s participants are saying that with the new confidence about the American economy, issues like climate change and the Syrian conflict are likely to get more attention.", "filename": "2014_01_21__1542339818.html", "image_url": "https://static01.nyt.com/images/2014/01/22/business/22iht-srusentourage22/22iht-srusentourage22-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_01_21__1542339818.html", "title": "U.S. Delegation to Press Issues Like Climate Change and Syria", "title_page": "U.S. Delegation to Press Issues Like Climate Change and Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWASHINGTON – When the American delegation arrives in Davos, Switzerland, this week, it will be with a more triumphalist message than in years past.\nThe United States economy appears to have turned a corner. The fever seems to have broken in Congress, with a bipartisan budget bill passing for the first time in half a decade. The Obama administration is working on two sweeping trade deals, one on the Pacific Rim and the other with Europe.\nBut a loud celebration would be misplaced. While the World Economic Forum’s planners and participants are saying that quiet confidence about the American economy might be in order, they expect issues like climate change and the Syrian conflict to draw considerable attention from American policy makers at the Swiss resort.\nThe Davos conference comes on top of a United Nations meeting on Syria, with numerous leaders going from one directly to the other. That includes Ban Ki-moon, secretary general of the United Nations. Leaders from Jordan, France, Turkey and the Syrian opposition are also planning to attend Davos.\nRepresenting the United States is Secretary of State John Kerry, fresh from the huddle at the United Nations, who will speak about the Obama administration’s “commitment to and engagement in the Middle East,” said Jennifer Psaki, a spokeswoman for Mr. Kerry.\nRelated Links Sorkin: Notable in Their Absence From Davos\nFor American policy makers in recent years, Davos has tended to be more work and less play, at least since the financial crisis began. American officials have taken heat from foreign leaders for originating the financial turmoil that ultimately pitched most of the world into recession.\nBut the tone is generally cordial, if businesslike. And this year is expected to be no different, with an entourage of American officials expected to focus on topics like bank capital requirements, Iran’s nuclear ambitions and Syria.\nTreasury Secretary Jacob J. Lew is expected to highlight the budding American recovery during his visit to the conclave.\nMr. Lew is also expected to run through the standard talking points he brings to ministerial meetings and economic conferences around the world, which include discussing sanctions on Iran and warning of the possibility of more turbulence from Washington if Congress fails to lift the country’s statutory borrowing limit next month.\nPushing other countries to implement stronger financial regulatory standards is also high on Mr. Lew’s list.\n“While many of the core reforms of Dodd-Frank are largely completed at home, we have not yet completed the global regulatory race to the top,” Mr. Lew told a Congressional panel last month. This year, he said, the government intended to focus on “consistent international implementation.”\nJoining him in Davos are Rajiv Shah, head of the United States Agency for International Development; Commerce Secretary Penny Pritzker, responsible for much of the White House’s outreach to business leaders; and Michael B. Froman, the trade representative.\nOf late, Mr. Froman has been engaged in a sweeping campaign of shuttle diplomacy, hoping to complete a broad deal to reduce trade barriers with Pacific Rim countries, including Japan, Mexico and Chile. The United States is also pushing for a new trade agreement with Europe. That work is expected to continue in Davos.\nBut noneconomic issues are expected to feature prominently at the World Economic Forum this year, with financial markets calmer than they have been since the global recession hit and the recovery chugging along. One of those issues is climate change, which Gina McCarthy, administrator of the United States Environmental Protection Agency, plans to discuss at the forum.\nThe forum will devote a full day to addressing the economic costs of climate change, and the costs to businesses and governments of solving the problem. Ms. McCarthy’s address at the forum will focus specifically on President Obama’s domestic climate change agenda. “I want to make sure climate change is understood as fundamental economic decision going forward,” she said.\n“This is not usually my crowd,” Ms. McCarthy added. “This is going to be fun.”\nDavos has long been a major draw for high-ranking members of Congress as well — a chance to get out of Washington, to rub shoulders with celebrities and business leaders, and to talk foreign policy with the assembled diplomats.\nRepresentative Eric Cantor of Virginia, the House majority leader, is leading a delegation of House Republicans to the mountain resort, including Kay Granger and Jeb Hensarling of Texas; Darrell Issa of California; Mario Diaz-Balart of Florida and Patrick McHenry of North Carolina. Those scheduled to go from the Senate include Pat Leahy, a Vermont Democrat, and John McCain, an Arizona Republican.\nThis will be Mr. Cantor’s second trip to Davos, and an opportunity for him to talk about America’s business edge, a spokesman said. “I look forward to engaging in an exchange of ideas on areas of economic growth, opportunity and competitiveness in order to help America’s working middle-class families,” Mr. Cantor said in an email.\nOthers making the trip are Jim Yong Kim, president of the World Bank, and Christine Lagarde, managing director of the International Monetary Fund. Both have sounded sunnier notes on the global economy of late.\n“Optimism is in the air, the deep freeze is behind and the horizon is brighter,” Ms. Lagarde said in Washington last week. “My great hope is that 2014 will prove momentous in another way, the year in which the seven weak years, economically speaking, slide into seven strong years.”\nCoral Davenport contributed reporting.", "url": "https://dealbook.nytimes.com/2014/01/21/davos-to-turn-its-attention-to-noneconomic-issues/"}