{"authors": ["Rob Cox", "Quentin Hardy", "David Gelles"], "date_download": "2018-11-16 03:14:46", "date_modify": "2018-11-16 03:14:46", "date_publish": "2014-10-06 16:16:54", "description": "While HP’s plans to split itself in two is big news, shareholders have been anticipating such a move for some time, Rob Cox writes in Reuters Breakingviews.", "filename": "2014_10_06_meg-whitman-at-last-splits-hewlett-packard__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338086.html", "image_url": "https://static01.nyt.com/images/2014/10/07/business/dbpix-whitman/dbpix-whitman-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_10_06_meg-whitman-at-last-splits-hewlett-packard__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338086.html", "title": "Meg Whitman, at Last, Splits Hewlett-Packard", "title_page": "Meg Whitman, at Last, Splits Hewlett-Packard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nRelated Links Hewlett-Packard Announces Breakup Plan as Technology Landscape Shifts\nHewlett and Packard are finally going their separate ways. Not literally, of course, as the founders of the Silicon Valley technology conglomerate that bears their names have long since shuffled off this mortal coil. But the company now led by Meg Whitman is breaking in two.\nHP, which had a market value of $66 billion before the announcement, plans to separate its business of manufacturing laptops, computers and printers, HP Inc., from the one that serves large corporate and government customers with hardware and services, to be called Hewlett-Packard Enterprise.\nWhile a big move for a slow-moving company founded in 1939, it is actually a bit behind the curve as far as shareholders are concerned. They have been expecting just such a split for some time. Ms. Whitman’s predecessor proposed a similar measure back before he was shown the door.\nAnd it was one of the options that Ralph V. Whitworth, the activist shareholder at Relational Investors who became HP’s chairman until taking a leave in July, wanted HP to consider. In a statement, he praised the breakup.\nVideo\nBreakingviews argued nearly two years ago that the company’s assets would be worth almost double its then-market capitalization in a breakup. Investors appear to have agreed, sending HP shares up from about $13 in December 2012 to $35 before the announcement on Monday.\nMs. Whitman could have continued to argue that there were synergies in duct-taping a consumer hardware business endangered by the age of mobile computing with a potentially more stable operation focused on solving the complicated problems of large enterprises. The printing and personal systems unit saw revenue slip about 7 percent last year.\nUsing the recent revival in its stock-market fortunes to perform surgery is a smart move by HP’s board. Better to perform the operation voluntarily than be forced into it by disappointing earnings or a crack in the market. It also allows Ms. Whitman to hedge her bets. She will be C.E.O. of the corporate technology business and chairwoman of the hardware unit. In all other respects, however, Hewlett and Packard are finally parting company.\nHewlett-Packard Announces Breakup Plan as Technology Landscape Shifts The Silicon Valley pioneer said it would divide in two, with one company for its data businesses and another focusing on PCs and printers.\nRob Cox is editor of Reuters Breakingviews. For more independent commentary and analysis, visit breakingviews.com.", "url": "https://dealbook.nytimes.com/2014/10/06/meg-whitman-at-last-splits-hewlett-packard/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}