{"authors": ["William Alden"], "date_download": "2018-11-16 03:39:19", "date_modify": "2018-11-16 03:39:19", "date_publish": "2014-11-05 12:38:03", "description": "The Carlyle Group is teaming up with two other investors to acquire the company, which sells software to investment banks and provides data on initial public offerings, mergers and other transactions.", "filename": "2014_11_05__1542339559.html", "image_url": "https://static01.nyt.com/images/2014/11/05/business/dbpix-dealogic/dbpix-dealogic-videoSixteenByNine600.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_05__1542339559.html", "title": "Carlyle to Buy Dealogic for $700 Million", "title_page": "Carlyle to Buy Dealogic for $700 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Carlyle Group and other investors have agreed to buy Dealogic, a software and data company catering to investment banks, for about $700 million.\nCarlyle, the private equity giant based in Washington, said on Wednesday that it would buy Dealogic from its managers and founders, who plan to invest equity in the deal. The firm said it had teamed up with two other investors in the transaction: Euromoney Institutional Investor, a European publisher of business magazines and journals; and Randall Winn, the co-founder and former chief executive of the data provider Capital IQ.\nThe acquisition of Dealogic includes two related joint ventures, Carlyle said. It is expected to close by the end of this year, subject to regulatory approval.\nDealogic was founded in 1983 in Britain by Peter Ogden, Philip Hulme and Simon Hessel. They used the equivalent of about $47,700 of their own money, according to The Telegraph. Mr. Ogden, who was later knighted for his philanthropic contributions to education, was also a co-founder of Computacenter, a big computer services company in Europe.\nThe current chief executive, Tom Fleming, came to Dealogic in 1991 when it acquired the assets of the capital markets communications business he ran. In 2004, Dealogic sold shares to the public. But the company, which is based in New York and London, went private again several years later.\nDealogic sells software to help investment banks manage deals and other business operations. It also provides data on initial public offerings, mergers and other Wall Street transactions.\n“Dealogic is a globally recognized and trusted brand and its software and data platform is the de facto standard for the investment banking industry,” Cam R. Dyer, a Carlyle managing director, said in a statement.\n“We believe that Dealogic, with its talented management and employee base, will build on that success by introducing newly developed” software products, as well as “growing via acquisition to expand its relationships with customers,” he added.\nCarlyle was advised by Barclays and JPMorgan Chase, and it secured debt financing from those two banks and Deutsche Bank. Its legal adviser was Latham & Watkins.\nDealogic received financial advice from Investec and legal advice from Linklaters, while Euromoney received financial advice from Gleacher Shacklock and legal advice from Herbert Smith Freehills.", "url": "https://dealbook.nytimes.com/2014/11/05/carlyle-to-buy-dealogic-for-700-million/"}