{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:41:25", "date_modify": "2018-11-16 03:41:25", "date_publish": "2014-03-20 20:12:38", "description": "The Fed, in its latest annual stress test of financial system, said the banks had adequate capital to withstand a severe downturn.", "filename": "2014_03_20__1542339685.html", "image_url": "https://static01.nyt.com/images/2014/03/21/business/sub-stress/sub-stress-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_03_20__1542339685.html", "title": "Most Large Banks in U.S. Could Cope in Event of Turmoil, Fed Says", "title_page": "Most Large Banks in U.S. Could Cope in Event of Turmoil, Fed Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nNearly all of the nation’s largest banks have adequate capital to withstand a severe economic downturn and market turmoil, the Federal Reserve has found in its latest annual stress test of the United States financial system.\nThe results, which were released Thursday afternoon, showed a banking system that has substantially healed since the 2008 financial crisis.\nBut as the legacy of that crisis recedes, the Fed is testing out new risks on the banks’ balance sheets, like potential damage from rapidly rising interest rates. It is a situation that is becoming less far-fetched in light of the Fed’s moves to curtail its stimulus campaign.\n“That is the big thing that people are worried about,” said Thomas F. Cooley, a professor of economics at New York University’s Stern School of Business. “Rising rates are going to induce some stress into the system, and we don’t know how sensitive bank portfolios are to it.”\nAll of the banks tested by the Fed had sufficient capital to weather an extreme interest rate shock, but they would suffer big loan losses.\nIn this year’s test, the Fed expanded the number of banks under review to 30 from 18, and included for the first time the American units of several large European banks, like Royal Bank of Scotland and Santander of Spain.\nTwo large banks that required substantial government support after the financial crisis, Citigroup and Bank of America, had minimum capital ratios of 7 percent and 6 percent, respectively. JPMorgan Chase had a minimum capital ratio — technically called the Tier One common ratio — of 6.3 percent\nThe only bank that fell short of the minimum capital ratio of 5 percent was Zions Bancorp of Utah, which had a ratio of 3.5 percent.\nLate last year, Zions said it was selling off certain collateralized debt obligations backed by so-called trust-preferred securities. It also said it would make an adjustment for the accounting treatment it had used for the securities, which slightly reduced the bank’s ratio of common equity capital.\nThe bigger test for the nation’s banks will come next week when the Fed releases its decisions on the banks’ capital plans.\nThe results on Thursday may have emboldened the healthiest banks to seek larger dividend increases and more aggressive share buybacks. In some cases, investors have been driving up the banks’ stock prices in anticipation that the Federal Reserve will approve their capital plans.\nThe picture of robust banking health came even as the Fed made the examination more difficult this year.\nSome critics say that its efforts to ensure a sound financial system may be working against the goal of other policy makers in generating economic growth. If the Fed increases the rigors of its tests on the banks’ capital, it could crimp lending to consumers and businesses and put a damper on growth.\n“Should we really have this situation where two arms are wrestling against each other?” said Tony Hughes, head of consumer credit at Moody’s Analytics, a research firm. “The question we should be asking as a society is whether it is optimal to have zero bank risk if we want to grow the economy.”\nAs the stress test has evolved since its inception after the financial crisis, bank executives have quibbled privately over some of the Fed’s methodology. This year, one point of contention is the Fed’s assumptions about how much the banks’ balance sheets would grow during a crisis. During the financial crisis, many banks expanded their balance sheets by acquiring teetering competitors like Countrywide Financial and Washington Mutual.\nBanks have argued that they would not make those same mistakes again by buying up large, troubled competitors. Nor, they have said, would they increase their assets by increasing their lending during a crisis.\nIt’s not an academic point, because the larger the asset base, the less capital cushion the banks may have at the end of the test.\nOn Thursday, many large banks released their own internal stress test results, which differed in various ways from the Fed’s report. Some of those differences were quite large\nThe Fed’s results came by calculating potential bank losses on loans and other securities in a “severely adverse scenario” — a hypothetical world of high unemployment, market turmoil and a collapse of the banks’ major trading partners.\nThe Fed also ran a separate test that scrutinized the banks’ ability to withstand a rapid rise in interest rates. The results of this test could give regulators and investors a sense of potential risks of tightening monetary policy.\nMr. Cooley, of N.Y.U., said rising interest rates were equally as concerning as the hypotheticals that the Fed has tested for years, which include job losses and declines in house prices.\n“You tend to think about stresses to real-world economy, but you have to think about the stresses of a change in monetary policy also,” he said.\nSome of the banks that would suffer the biggest losses, as a percentage of their overall loan balances, included Capital One and Discover Financial, according to the Fed. Their customers could be more likely to default if rates on their credit cards increased substantially.\nFirms with larger investment banks and trading operations, like Goldman Sachs and Morgan Stanley, had some of the lowest projected losses under that assumption.", "url": "https://dealbook.nytimes.com/2014/03/20/fed-finds-that-nearly-all-u-s-banks-have-sufficient-capital-buffers/"}