{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:39:13", "date_modify": "2018-11-16 03:39:13", "date_publish": "2014-11-13 09:57:22", "description": "The sale is the latest step in ING’s transformation into a much smaller company with a primary focus on banking.", "filename": "2014_11_13_ing-to-further-cut-stake-in-former-u-s-arm-voya-financial_1542339553.html", "image_url": "https://static01.nyt.com/images/2014/06/06/business/dbpix-ing/dbpix-ing-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_13_ing-to-further-cut-stake-in-former-u-s-arm-voya-financial_1542339553.html", "title": "ING to Further Cut Stake in Former U.S. Arm, Voya Financial", "title_page": "ING to Further Cut Stake in Former U.S. Arm, Voya Financial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON – The Dutch financial services company ING Group said on Thursday that it planned to further reduce its stake in Voya Financial, its former United States business, through a sale of shares to the public.\nThe sale is the latest step in ING’s transformation into a much smaller company with a primary focus on banking after it received billions of euros in state aid during the financial crisis that began in 2008.\nING said in a news release on Thursday that it planned to sell about 34.5 million shares, reducing its stake in Voya to about 19 percent from the current 32.5 percent.\nAs part of the offering, Voya would also repurchase $175 million of its shares from ING.\nVoya, formerly known as ING U.S., was spun off from ING in an initial public offering last year. ING planned to shed all holdings in Voya by the end of next year.\nING has discarded a number of businesses in the past two years as part of its turnaround plan and has returned to profitability.\nIn July, ING raised 1.5 billion euros, or about $1.87 billion, in a long-anticipated initial public offering of the NN Group, its European and Japanese insurance and investment management arm. ING intends to fully divest its holdings in NN by the end of 2016.\nING has also sold its online bank in the United States to Capital One Financial Corporation.\nThis month, six months earlier than expected, ING made its final repayment of the billions of euros in state aid it received during the financial crisis.\nWith the final outlay, ING repaid the €10 billion in principal it received from the Netherlands government in 2008, and an additional €3.5 billion in interest and premiums.", "url": "https://dealbook.nytimes.com/2014/11/13/ing-to-further-cut-stake-in-former-u-s-arm-voya-financial"}