{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:20:51", "date_modify": "2018-11-16 04:20:51", "date_publish": "2014-04-29 19:20:27", "description": "Alliant Techsystems chose to break itself apart through a rarely used corporate maneuver known as the Morris trust, meant to avoid incurring taxes.", "filename": "2014_04_29__1542342051.html", "image_url": "https://static01.nyt.com/images/2014/04/30/business/dbpix-orbital/dbpix-orbital-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_04_29__1542342051.html", "title": "The New York Times", "title_page": "Alliant Techsystems' Break-Up and the Return of the Morris Trust - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIt’s rare enough to see companies use the reverse Morris trust, a somewhat esoteric corporate finance maneuver used to cut down on taxes in a merger. But it warmed DealBook’s heart on Tuesday to see a company use the even less common Morris trust.\nThat’s exactly what Alliant Techsystems did, essentially breaking itself up into two businesses. The bulk of its operations, its aerospace and defense units (which together reported $3.2 billion in sales last year), will merge with the satellite manufacturer Orbital Sciences in an all-stock deal, while the consumer sporting-goods division (sales of $1.2 billion) will be spun off to existing shareholders.\nThe complicated structure ensures that Alliant shareholders won’t rack up a big tax bill, since they’re receiving stock.\nRelated Links Joint press release\nCertain kinds of deal geeks get excited enough to see a reverse Morris trust, in which a company spins off a division that is then acquired by another corporation in an all-stock deal. The structure is used infrequently: Thomson Reuters counts only about 22 instances over the last decade, with two having been withdrawn.\nThe original Morris trust move, however, is even more rare. It requires the target company to spin off a division, and then merge itself with an acquirer in an all-stock transaction. Some advisers on the Alliant deal couldn’t remember the last time one had been done, according to a person briefed on the matter.\nThrough the deal, Alliant shareholders will own shares in two companies. One will be known as Orbital ATK, which will produce space rockets, missiles, military weapons and aircraft systems. They will own 53.8 percent of the combined company, while Orbital investors will own 46.2 percent.\n“This merger-of-equals combination of Orbital and ATK Aerospace and Defense brings together two of the space and defense industry’s most innovative developers and cost-efficient manufacturers who have worked closely together for over 25 years,” David W. Thompson, Orbital’s chief executive, said in a statement.\nThe other company that Alliant shareholders will own produces gun ammunition and accessories like rifle scopes to consumers and law enforcement under brands like Bushnell and Blackhawk.\nShares in Alliant were up 7.4 percent by mid-afternoon trading on Tuesday, at $149.11.", "url": "https://dealbook.nytimes.com/2014/04/29/alliant-techsystems-break-up-and-the-return-of-the-morris-trust/"}