{"authors": ["Rachel Abrams"], "date_download": "2018-11-16 03:20:19", "date_modify": "2018-11-16 03:20:19", "date_publish": "2014-02-15 00:21:42", "description": "Members of Congress said they would look into antitrust issues raised by Comcast’s planned acquisition of Time Warner Cable.", "filename": "2014_02_14__1542338419.html", "image_url": "https://static01.nyt.com/images/2014/02/18/business/dbpix-cable-lawmakers/dbpix-cable-lawmakers-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_02_14__1542338419.html", "title": "Lawmakers Promise Scrutiny of Comcast Deal", "title_page": "Lawmakers Promise Scrutiny of Comcast Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe ink on Comcast’s $45.2 billion agreement to acquire Time Warner Cable is barely dry, but already lawmakers have begun to weigh in on the antitrust issues raised by the deal, the largest this year so far.\nSenator Jay Rockefeller, the Democrat from West Virginia who heads the Commerce, Science and Transportation Committee, said that the proposed merger “raises serious questions that deserve thorough scrutiny.” Other lawmakers, including Senators Al Franken, Edward J. Markey and Amy Klobuchar made similar statements.\nThe acquisition of Time Warner Cable would turn Comcast into a cable colossus with a dominant market share. That raises questions about whether federal regulators, concerned about decreased competition and harm to consumers, will block the deal over antitrust issues.\nComcast has promised to divest itself of three million Time Warner Cable subscribers in an effort to appease wary regulators.\n“There’s not enough competition, we need more competition, not less,” Mr. Franken said in an interview with CNN on Thursday. “This is going exactly in the wrong direction.”\nMs. Klobuchar, the head of the Senate antitrust committee, has also reportedly promised a hearing to “carefully scrutinize the details of this merger and its potential consequences for both consumers and competitions.”\nComcast won’t have to pay a price even if federal regulators make the deal fall apart. Comcast’s agreement with Time Warner Cable includes no provision for a break-up fee, which a company typically must pay to walk away from a transaction.", "url": "https://dealbook.nytimes.com/2014/02/14/lawmakers-promise-scrutiny-of-comcast-deal/"}