{"authors": ["David Barboza", "Topics.Nytimes.Com Top Reference Timestopics People B David_Barboza Index.Html", "Charles V. Bagli"], "date_download": "2018-11-16 03:50:39", "date_modify": "2018-11-16 03:50:39", "date_publish": "2014-10-09 01:28:42", "description": "An obscure Chinese company, Anbang Insurance, is buying the landmark hotel with plans to restore the 83-year-old Art Deco building to its original splendor.", "filename": "2014_10_08__1542340239.html", "image_url": "https://static01.nyt.com/images/2014/10/09/business/WALDORF/WALDORF-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_10_08__1542340239.html", "title": "Chinese Return to the Waldorf, With $2 Billion", "title_page": "Chinese Return to the Waldorf, With $2 Billion  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAfter President Richard Nixon’s historic opening to China, Deng Xiaoping, the vice premier and eventual paramount leader of this country, made his first trip to the United States for a meeting at the United Nations in the spring of 1974.\nHe stayed in Midtown Manhattan at the regal Waldorf-Astoria hotel, where Secretary of State Henry A. Kissinger hosted a banquet for Mr. Deng and other dignitaries.\nForty years later, an obscure Chinese insurance company is now buying the landmark hotel with plans to restore the 83-year-old Art Deco building to its original splendor. The company is run by Mr. Deng’s grandson-in-law.\nStarted just a decade ago, the company, the Anbang Insurance Group, has managed to build up the capital and connections to broker the largest deal ever by a Chinese investor for an American building, agreeing to pay $1.95 billion for the 47-story tower owned by Hilton Worldwide Holdings. The record purchase reflects the growing global influence of China’s business elite. When Mr. Deng introduced radical reforms in the late 1970s, he paved the way for a generation of private companies to help spur the Chinese economy to new heights. Today, such businesses, along with the state-owned giants, are behind a surge in overseas investments.\nThe broad push is being led by China’s richest and most powerful companies like Alibaba, Baidu, Huawei, and Wanda, the property developer that owns the AMC movie theater chain. But younger companies like Anbang Insurance, with deep pockets, mysterious owners and significant political clout, are increasingly jumping into the fray. Anbang is controlled, in part, by the members of China’s ruling class, relatives of some of the Communist revolutionary leaders who took control of the country in 1949, among them Mr. Deng’s grandson-in-law.\nAuthorities in Beijing have encouraged companies to look beyond their borders to improve their capabilities and acquire new technologies. As growth flags at home, overseas investments also offer the opportunity for Chinese companies to earn hefty returns.\n“Chinese investors have been on a buying binge,” said Jonathan J. Miller, the chief executive of Miller Samuel Inc., a real estate appraisal and consulting firm. “It’s emblematic of this global shift of wealth to Asia.”\nWhile global companies have welcomed the flood of money, the deal-making has also been greeted by skepticism. Given the overarching influence of the Chinese government on private business, such deals have raised concerns at times. The Chinese push into the global markets has quickly evolved in the past decade from investing largely in mines and building materials to buying up luxury villas, French vineyards and world-class hotels. Although the Chinese like to bargain, they are often willing to pay top dollar for trophy assets, particularly when they go abroad.\nIn the past two years, Chinese businessmen have been snapping up iconic properties in the world’s biggest cities, including the Lloyd’s of London building, as well as the General Motors building and One Chase Manhattan Plaza in New York. A Shanghai-based developer, the Greenland Group, owns 70 percent of Brooklyn’s $5 billion Atlantic Yards project.\nThe real estate deals have prompted comparisons to the wave of purchases by Japanese investors in the 1980s. Back then, many players got burned when the American economy sputtered.\nPhoto\nAnd like Japanese investors in the 1980s, Chinese buyers today have helped to push up the price tag for iconic buildings in the market, said Woody Heller, group head of the Savills Studley Capital Transactions Group. But, he added, “by definition there is a premium, people are willing to pay extra to get the pleasure of saying ‘I own that.’” Even in China, though, Anbang is hardly a household name.\nThe company was founded in 2004 as a privately-owned property and casualty insurer in the eastern Chinese city of Ningbo, near Shanghai. Seed capital for the insurer came from two of China’s biggest state-owned companies, Sinopec, a national oil giant, and Shanghai Automotive, one of the biggest automakers.\nBut Anbang is highly connected.\nAnbang’s chairman is Wu Xiaohui, who married the granddaughter of Mr. Deng, who died in 1997. One of Mr. Wu’s other companies once formed a partnership with New Horizon Capital, a big private equity firm co-founded by Wen Yunsong, the son of former prime minister Wen Jiabao, according to public filings and a report in Caixin, a Chinese business magazine.\nThe insurer’s board of directors includes Chen Xiaolu, a former officer in the People’s Liberation Army and the son of Marshall Chen Yi, a revolutionary military commander with Mao Zedong and who later served as mayor of Shanghai and, between 1958 and his death in 1972, as China’s foreign minister.\nAnbang is one of the few privately-controlled insurers that has been allowed to grow into a financial services conglomerate, getting a license to move into life insurance, asset management and banking. The company, started with about $75 million in 2004, now has 30,000 employees and more than $100 billion in assets, including a gleaming headquarters office tower in central Beijing.\nAnalysts say that Anbang has grown rapidly by offering investment-style insurance products with higher interest rates than regular bank deposits, and by plowing much of its capital into expanding its businesses. After insurance regulators loosened investment rules for companies, Anbang started scooping up huge plots of land in Beijing and other big cities and taking stakes in some of the country’s largest banks, including China Merchants Bank and Minsheng Bank.\nPhoto\nChinese regulators have also allowed insurers to invest more of their money overseas, which has led to a flurry of deals from big Chinese insurers like China Life and Ping An. But several analysts said they were surprised to find that Anbang — which was once ranked No. 28 in life insurance premiums and was recently ranked No. 8 in the nation — can afford to buy the Waldorf-Astoria for $1.95 billion.\n“Chinese insurance firms are now stepping up their global investments, and commercial real estate in developed markets such as the U.S. fit their risk-averse profile,” said Thilo Hanemann, director of research on cross-border investments for the Rhodium Group, a consultant group based in New York.\nA person who answered the telephone at Anbang’s headquarters said the company’s executives were not available for comment Wednesday.\nThe Waldorf-Astoria marks Anbang’s first major foray into the United States. Opened in 1931 by the Astor family, the Waldorf, which was later taken over by Conrad N. Hilton, has been the hotel of choice for world leaders visiting when the United Nations is in session and even for United States presidents like Barack Obama who stayed this year. Hilton, which will continue to operate the property, indicates that Anbang will invest more money to renovate the 1,413-room hotel, once the largest in the world.\nThe Waldorf-Astoria also holds special significance in the history of United States-China relations. Every Chinese leader since Mr. Deng has stayed there, including former presidents Jiang Zemin and Hu Jintao. More recently, investors lined up outside the Waldorf-Astoria to listen to Jack Ma, the chairman of the Alibaba Group, just before his company went public in the largest initial public offering in history.\nBack on April 14, 1974, Mr. Deng seemed to enjoy his first visit to New York. On that evening, at the Waldorf just after 8 p.m., Dr. Kissinger hosted Mr. Deng and other Chinese officials in his hotel suite, 35A. There he made repeated toasts to Mr. Deng, as the Chinese are fond of doing, with a high alcohol-content liquor made from sorghum, called Maotai.\n“I think if we drink enough Maotai, we can solve anything,” Dr. Kissinger said to Mr. Deng, according to a transcript of the conversation that was later published. To which Mr. Deng replied, “Then when I go back to China, I must increase production of it.”\nWaldorf-Astoria to Be Sold in a $1.95 Billion Deal Hilton Worldwide, the seller, will continue to operate the hotel under a 100-year management contract with Anbang Insurance Group of China.\nAlexandra Stevenson contributed reporting from New York.", "url": "https://dealbook.nytimes.com/2014/10/08/chinese-return-to-the-waldorf-with-2-billion/"}