{"authors": ["Alexandra Stevenson"], "date_download": "2018-11-16 03:20:20", "date_modify": "2018-11-16 03:20:20", "date_publish": "2014-02-14 23:51:14", "description": "The departure of Steven Kessler, who worked at SAC for nine years, marks the latest turn in the the final chapter of Steven A. Cohen’s once wildly successful hedge fund.", "filename": "2014_02_14__1542338420.html", "image_url": "https://static01.nyt.com/images/2014/02/15/business/dbpix-sac/dbpix-sac-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_02_14__1542338420.html", "title": "Chief Compliance Officer at SAC Capital Is Stepping Down", "title_page": "Chief Compliance Officer at SAC Capital Is Stepping Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSteven L. Kessler, the chief compliance officer at SAC Capital Advisors, will step down on Feb. 28, marking the latest turn in the the final chapter of Steven A. Cohen’s once wildly successful hedge fund.\nMr. Kessler, who worked at SAC for nine years, will leave the firm to spend more time with his family, according to a memo sent to the firm on Friday. John Casey, another SAC compliance officer will take Mr. Kessler’s position.\nThe move comes as SAC begins a process of winding down and rebranding itself after pleading guilty to criminal insider trading charges late last year. As part of the plea, Mr. Cohen agreed to close his hedge fund to outside investors. He has set in motion plans to start a new so-called family office that will manage employee money and his personal $9 billion.\nRelated Links Documents | Graphic | Video\nSAC has been under investigation for nearly a decade but an indictment in July of last year triggered a series of legal setbacks that led to the closing down of the 22-year-old hedge fund. That investigation, which resulted in two former employees being convicted of insider trading and six others pleading guilty, touched the higher echelons of the hedge fund and Mr. Kessler.\nAs prosecutors drew closer to the firm early last year, they issued a flurry of subpoenas to some of SAC’s top lieutenants, including Mr. Kessler; Thomas Conheeney, SAC’s president; Solomon Kumin, chief operating officer; and Phillipp Villhauer, head of trading.\nMr. Villhauer was called to the witness stand in the recent insider trading trial of the former SAC portfolio manager Mathew Martoma.\nSAC, which once said it had spent tens of millions of dollars on compliance and brought in heavyweight lawyers like Mr. Kessler, who was a compliance officer at Goldman Sachs for 13 years before moving to SAC, will no longer need to spend as much money on compliance as it moves to a leaner version of its former self, according to people familiar with the hedge fund.\nA spokesman for SAC declined to comment.", "url": "https://dealbook.nytimes.com/2014/02/14/chief-compliance-officer-at-sac-capital-is-stepping-down/"}