{"authors": ["Liz Alderman", "Topics.Nytimes.Com Topics Reference Timestopics People A Liz_Alderman Index.Html"], "date_download": "2018-11-16 03:49:22", "date_modify": "2018-11-16 03:49:22", "date_publish": "2014-06-30 21:39:07", "description": "The penalties announced on Monday ended up more lenient than proposed. The deal, a French official said, “seems workable.”", "filename": "2014_06_30__1542340162.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_06_30__1542340162.html", "title": "After Loud Complaints From French, Silence as BNP Penalty Is Announced", "title_page": "After Loud Complaints From French, Silence as BNP Penalty Is Announced - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nPARIS — As the American authorities announced a record penalty on Monday against BNP Paribas for violating United States rules on trading with blacklisted countries, the French political establishment had an unusual reaction: silence.\nPresident François Hollande, who had appealed to President Obama for leniency and even buttonholed him in a Parisian restaurant in June to further press his case, was absent from the French airwaves. Equally quiet were his cabinet members and the French central bank chief, Christian Noyer, who had warned American prosecutors that the case could have dire repercussions for a bank that France deems too big to fail.\nIt was if, after all the lobbying, French officials had grimly concluded that — while onerous — the fine of about $8.9 billion and a guilty plea were about the best outcome that could be hoped for, based on the facts of the case and the doggedness of American prosecutors.\nJust a month earlier, ‘‘l’affaire BNP,’’ as the case is known here, had ignited trans-Atlantic diplomatic tensions. French officials stepped up to defend one of the country’s best-known corporations, citing fears that what was then expected to be a $10 billion penalty and an unprecedented ban on the bank’s ability to conduct dollar-based trading activities in New York could destabilize BNP and cripple its ability to do business with international clients.\nBut the penalties announced on Monday in New York were somewhat more lenient.\nInstead of an placing an immediate long-term ban on BNP’s dollar-clearing function, as the American authorities had originally proposed, BNP will be barred from processing oil and gas transactions in dollars for a year, beginning Jan. 1, 2015. Other forms of dollar-based transactions were spared.\nHad the United States imposed a full ban on dollar clearing, French officials had argued, the move would have ricocheted internationally. BNP clears several hundred billion dollars a day, and its dollar-clearing operation would be impossible to replace quickly, jeopardizing the safety of the global financial system.\nThe modified deal ‘‘seems workable, and there are several months to prepare,’’ a French official who had been briefed on the settlement but was not authorized to speak publicly, said on Monday. ‘‘Most likely, the government will wish to appease tensions now that a manageable outcome has been reached.’’\nThe Bank of France said in a statement after the settlement was announced that it had “examined the situation of BNP Paribas and concluded that the BNP Paribas Group has a solid solvency and liquidity position, which will allow it to absorb the anticipated consequences of this decision.”\nAmerican prosecutors obtained most of what they fought for, but financial authorities here are warning of a potential negative consequence for the United States.\nThe dollar clearing at issue in the BNP Paribas case was conducted in the United States. But, said a person with direct knowledge of the negotiations, there is concern that using dollars in international trade could ‘‘trigger risks even if you do things outside the United States, because one day the dollar you used may be seen as an opening for an extraterritorial application of U.S. legislation.’’\n‘‘That means that using the dollar is now perceived as less safe than before the episode, and it will probably reinforce the willingness of many countries to trade as much as possible in other currencies,’’ the person added.\nNor will the French government easily forget the episode. French officials are still upset that American prosecutors appeared to be imposing a standard of justice on foreign banks that has not been applied to American financial institutions. And the fine and partial ban on BNP’s dollar clearing also goes well beyond financial penalties that United States officials have been applied to other foreign banks, including HSBC, which paid a $1.9 billion fine for money laundering, and Credit Suisse, which paid a $2.6 billion penalty for aiding tax evasion.\n‘‘There is a perception that France was targeted,’’ the French official said.\nThat impression could not have come at a worse time for Mr. Hollande, whose popularity remains near all-time lows as France struggles with weak growth and a stubbornly high unemployment rate of more than 10 percent. His perceived weakness as a leader cost him last month in European Parliament elections, where the far-right National Front won backing from some voters disenchanted with Mr. Hollande’s management style.\nOn Sunday, as officials at BNP’s Paris headquarters held daylong meetings to deal with the crisis, Mr. Hollande tried to enhance his image by attending a concert featuring the actress and singer Vanessa Paradis at a gathering at the Longchamp racetrack in Paris to raise money for the fight against AIDS.\nDespite Mr. Hollande’s initial willingness to intervene with American authorities, ‘‘his public opinion polls are very low, and it’s not a good idea to come to the defense of a bank,’’ said François Godement, a senior policy fellow in Paris at the European Council on Foreign Relations.\nFrance could turn up the heat on the United States on other fronts, especially in negotiations underway on an American-European trade deal. ‘‘It will probably mean that the French attitude will be even tougher,’’ said the French official close to the discussions.\nIntensifying French resistance to the deal could undermine the European Commission’s ability to champion trans-Atlantic trade, Famke Krumbmuller, a London-based analyst for the Eurasia Group, wrote in a recent note to clients. But those talks are only limping along as it is, and increasingly look doubtful to advance significantly during the Obama presidency.\nAlso unclear is how the American action will ricochet at a European level. The European Commission has already imposed hefty fines on Microsoft and other large American technology companies for violating anti-trust behavior in Europe’s backyard.\nGiven that the financial penalties by the American authorities against not only BNP, but other European banks, have been eye-popping, ‘‘the temptation may be there to also raise the level of the fines in Europe,’’ Mr. Godement said, ‘‘and we could get into a kind of tit-for-tat war, which has the added advantage of replenishing public coffers.’’\nWhatever the softening of the penalties, the BNP affair will sting in France. ‘‘This amounts to targeting probably the closest ally that the U.S. has had in Europe over the past four to five years,’’ Mr. Godement said. ‘‘It is very disquieting.’’", "url": "https://dealbook.nytimes.com/2014/06/30/after-loud-complaints-from-french-silence-as-bnp-penalty-is-announced/"}