{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:16:15", "date_modify": "2018-11-16 03:16:15", "date_publish": "2014-11-25 01:50:40", "description": "Senator Elizabeth Warren’s wrath toward Antonio F. Weiss is misdirected, and her understanding of the inversion deal on which she bases her opposition appears misinformed.", "filename": "2014_11_24_sen-warrens-misplaced-ire-at-nominee__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338175.html", "image_url": "https://static01.nyt.com/images/2014/11/26/business/dbpix-sorkin-warren/dbpix-sorkin-warren-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_24_sen-warrens-misplaced-ire-at-nominee__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338175.html", "title": "The New York Times", "title_page": "Senator Elizabeth Warren's Misplaced Rage at Obama's Treasury Nominee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLess than 48 hours after President Obama nominated Antonio F. Weiss, a longtime adviser on mergers at the investment bank Lazard and a Democratic supporter, to become the under secretary of Treasury for domestic finance, Senator Elizabeth Warren denounced the appointment and said that she would vote against his confirmation.\n“Enough is enough,” Senator Warren, a Massachusetts Democrat, declared.\nShe said she was furious that the president would nominate someone from Wall Street. “It’s time for the Obama administration to loosen the hold that Wall Street banks have over economic policy-making,” she wrote on The Huffington Post .\nSpecifically, she took Mr. Weiss to task for working as an adviser on Burger King’s merger with Tim Hortons, which will result in a combined company based in Canada, which she suggested should disqualify him.\nPhoto\nIt is rare to see such ferocious opposition to a nominee for a deputy position in the Treasury Department. It is rarer still when the objection comes from within the administration’s own party.\nYet Ms. Warren’s wrath is misdirected, and her understanding of the so-called inversion deal on which she bases much of her opposition appears misinformed. On these issues, as she might say, “Enough is enough.”\nBefore getting into the details of the deal, let’s start with Mr. Weiss. He is hardly the prototypical banker. He is a protégé of the writer and editor George Plimpton and is the publisher of The Paris Review, the literary magazine, giving it financial support it for years to keep it alive.\nHe works at Lazard, not Citigroup. He never worked at a firm that needed help from the government. He has spent his career whispering strategic advice in the ears of corporate leaders.\nHe has been a staunch supporter — and campaign donation bundler — for President Obama and is considered relatively progressive, especially by Wall Street standards.\nOddly enough, Mr. Weiss is one of the few people within financial circles who might have been friends with Ms. Warren.\nBesides Mr. Weiss’s résumé — Ms. Warren is unhappy that he spent much of his career doing what she called “international transactions” — the senator reserves a special rage for his role in the Burger King-Tim Hortons deal.\n“Let’s speak plainly: This was a tax deal, plain and simple. It was designed to reduce Burger King’s tax burden, and Weiss was an important and highly paid part of the team,” she wrote.\nWhile it makes a nice sound bite, Ms. Warren is, to put it politely, mistaken.\nWhile the merger is technically an inversion, it isn’t comparable to so many of the cynically constructed deals that were done this year simply to reduce taxes.\nI have been critical of many of those deals, in which a United States company changed its headquarters address to a foreign jurisdiction without changing much else. But if Ms. Warren took a closer look at the Burger King merger, she would realize she is focusing on the wrong deal.\nThe Burger King-Tim Hortons merger is a basic cross-border deal in which Tim Hortons ends up being the bigger part of the combined company by all the classic measures: revenue, profit and number of employees. Moreover, unlike so many of the other inversion deals that were demonstrably intended to cut tax bills and free up cash being hoarded overseas, Burger King has virtually no cash trapped abroad.\nPerhaps most convincingly, Burger King’s deal with Tim Hortons did not include the telltale sign of a tax dodge plan: a provision that would scuttle the deal if the tax law were to change.\nThat’s not to say taxes were not a consideration. They were; they just weren’t a primary factor. The combined Burger King-Tim Hortons will most likely have a tax rate that is 1 or 2 percentage points lower as a Canadian company.\nUnless Ms. Warren wants to prohibit all cross-border deals and pursue a nationalism agenda, it is hard to imagine any rule that would have stopped this one. It was not, as she contended, “a tax deal, plain and simple.”\nFor what it’s worth, Mr. Weiss opposes the kind of inversions that the Obama administration sought to end — and the Burger King-Tim Hortons deal was not one of them.\nAnd then there is this: “Not to take anything away from him, but he was hardly the architect of this,” Martin E. Franklin, a Burger King director, said about Mr. Weiss’s role, referring to him simply as one of several advisers. He called the criticism of Mr. Weiss “politics at its worst.”\nMs. Warren might have learned some of this if she had been willing to meet with Mr. Weiss, as is the customary process, especially among nominees from the same parties. An aide to Ms. Warren allowed that she would meet with him but that she had told the Treasury Department that she would still vote against him.\n“Senator Warren is opposing the Antonio Weiss nomination because she does not believe he has the right background to oversee Dodd-Frank implementation and other core domestic economic policy issues at Treasury,” Lacey Rose, Senator Warren’s spoksewoman, said.\nMs. Warren’s other main objection is simply that Mr. Weiss has worked on Wall Street, which she seems to believe disqualifies him based on symbolism alone.\n“Nor must every government official come from the financial sector; executives from other business areas, lawyers who have practiced in a wide range of fields, academics, financial advisers, nonprofit employees, think-tank researchers and people with experience elsewhere in government have deep wells of knowledge,” she wrote, suggesting someone with such a background would be a better candidate than Mr. Weiss.\nThat is true — but perhaps for a different role.\nThe role Mr. Weiss has been nominated for is largely responsible for managing the country’s $12.9 trillion debt at a time when the Federal Reserve is ending its stimulus. The job requires deep experience in the capital markets and global relationships. This is not a job for a local lawyer or research group executive.\nTo put this in context, according to Politico, if the interest on the securities the Treasury sells was just 20 basis points higher for a year because of uncertainty or mismanagement, it would cost taxpayers $32 billion — more than it would cost to fund the Consumer Financial Protection Bureau for 50 years. The bureau was, of course, inspired by Ms. Warren.\nIt is true that Mr. Weiss doesn’t have a lot of experience in the regulatory arena, and at least part of the role he is nominated for involves carrying out the remaining parts of the Dodd-Frank overhaul law. It is also true that Mr. Weiss, if confirmed, will be the beneficiary of a policy at Lazard that vests his unvested shares — some $20 million in stock and deferred compensation — by taking a government job. That creates its own conflicts.\nMs. Warren might be more persuasive if she focused on those issues.\nSadly, Ms. Warren’s denunciation of Mr. Weiss is a reason many talented people in the private sector are unwilling to take on government roles. They worry that, like Mr. Weiss, they will be attacked by what seems like just another campaign talking point.", "url": "https://dealbook.nytimes.com/2014/11/24/sen-warrens-misplaced-ire-at-nominee/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}