{"authors": ["Michael J. De La Merced", "Nick Wingfield"], "date_download": "2018-11-16 03:14:49", "date_modify": "2018-11-16 03:14:49", "date_publish": "2014-09-15 13:34:34", "description": "Adding the world-building computer game could help bolster Microsoft’s Windows series of devices, including phones and tablets.", "filename": "2014_09_15__1542338089.html", "image_url": "https://static01.nyt.com/images/2014/09/16/business/Minecraft/Minecraft-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_09_15__1542338089.html", "title": "Microsoft Says It Will Pay $2.5 Billion for Company That Created Minecraft", "title_page": "Microsoft Says It Will Pay $2.5 Billion for Company That Created Minecraft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nMicrosoft agreed on Monday to buy the company behind Minecraft, the world-building computer game, for $2.5 billion in a cash deal meant to add the immensely popular title to its stock of content.\nLast week, Microsoft was reported to be in talks to buy the company to ensure that the games was available for its family of devices.\nAs part of the deal, employees of Mojang, the Swedish developer that created Minecraft, will join Microsoft Studios, which already publishes games like the blockbuster Halo.\nYet Minecraft looks little like Halo and its Hollywood-level graphics. Its worlds look blocky, like pixelated Legos. But the gameplay — focused on building elaborate virtual structures — has drawn a huge and dedicated following around the world.\nGames remain one of the biggest categories of apps, including those for mobile devices. Adding one of the most popular offerings could help bolster Microsoft’s Windows series of devices, including phones and tablets.\nIn a news release, Microsoft said that its cloud and mobile offerings would help add more sophisticated worlds, development tools and ways for players to connect with one another.\n“Gaming is a top activity spanning devices, from PCs and consoles to tablets and mobile, with billions of hours spent each year,” Satya Nadella, Microsoft’s chief executive, said in a statement. “Minecraft is more than a great game franchise — it is an open world platform, driven by a vibrant community we care deeply about and rich with new opportunities for that community and for Microsoft.”\nOne person who will not stick around to see what changes lie in store for the game, however, is Minecraft’s creator, Markus Persson. Mr. Persson — better known by his gamer tag Notch — wrote in an unusually candid blog post exactly why he would leave Mojang after the closing of the deal, which is expected late this year.\nRather than engage in fist-bumping or writing a missive to users about how selling his baby will only expand Minecraft’s horizons, Mr. Persson sounded as if he were having a large tumor excised from his body. He described the pressures of being the figurehead of such a big and influential game as too much for him to bear.\n“I’ve become a symbol,” Mr. Persson wrote. “I don’t want to be a symbol, responsible for something huge that I don’t understand, that I don’t want to work on, that keeps coming back to me. I’m not an entrepreneur. I’m not a C.E.O. I’m a nerdy computer programmer who likes to have opinions on Twitter.”\nMr. Persson and Mojang had repeatedly rebuffed takeover entreaties in the past, but by the time Microsoft made an initial approach about three months ago, the game developer was more willing to consider cashing out.\nIn June, he posted the following on Twitter:\nAnyone want to buy my share of Mojang so I can move on with my life? Getting hate for trying to do the right thing is not my gig. — Markus Persson (@notch) 17 Jun 14\nMr. Persson is expected to make nearly $1.8 billion from the deal.\nTaking the lead in the negotiations was Carl Manneh, Mojang’s chief executive, who will leave along with his fellow co-founders, Mr. Persson and Jakob Porser. Some of the most important objectives for the company, according to people briefed on the talks, were ensuring that the Minecraft community would be preserved and that younger developers at Mojang would have jobs after a deal.\nMojang was advised by JPMorgan Chase.", "url": "https://dealbook.nytimes.com/2014/09/15/microsoft-to-buy-creator-of-minecraft-for-2-5-billion/"}