{"authors": ["Andrew Ross Sorkin", "Aaron M. Kessler"], "date_download": "2018-11-16 03:14:51", "date_modify": "2018-11-16 03:14:51", "date_publish": "2014-10-07 01:15:15", "description": "Maurice R. Greenberg, A.I.G.’s former chief and a large shareholder, has spun a ludicrous tale in court that the bailout of the insurer was unfair to its investors.", "filename": "2014_10_06__1542338091.html", "image_url": "https://static01.nyt.com/images/2014/10/07/business/Sorkin/Sorkin-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_10_06__1542338091.html", "title": "The New York Times", "title_page": "A.I.G. Bailout, Revisionists'  Version - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWas the bailout of the American International Group by the government punitive? Was it confiscatory?\nOf course it was, on both counts. It was supposed to be.\nSomehow, Maurice R. Greenberg, A.I.G.’s former chief executive and a large shareholder through his firm Starr International, has spun a ludicrous tale in open court in Washington that the bailout of the insurer was unfair to its investors.\nWhat is more worrying, this lawsuit increasingly appears to be gaining support from a phalanx of Wall Street financiers and commentators, who have managed to use the case to rewrite history so that A.I.G. can be viewed as a sympathetic casualty of the crisis and one that was mistreated by the big bad government, which sought more onerous terms from A.I.G. than it did from many of the banks that also received bailouts.\nEven the writer Noam Scheiber, whom I have long read with admiration, contended in a recent Op-Ed article in The New York Times that “as asinine as the Starr suit may be in legal terms, it may end up serving a constructive purpose.” His rationale? “Ever since the details of the A.I.G. rescue entered the popular consciousness, everyone from members of Congress to financial commentators to Occupy Wall Street protesters and Tea Party activists have fulminated against the ‘backdoor bailout’ of Goldman et al. By fully litigating the issue, the Starr trial may finally help heal this festering wound.”\nWhile the A.I.G. rescue has long been described as a “backdoor bailout of Wall Street,” there was actually nothing backdoor about it. As I’ve written before, the bailout of A.I.G. should be called a “front-door bailout.”\nThe government sought to save A.I.G. for only one reason: because it was “systemically important,” which is not-so-hard-to-decipher code for a company whose failure would have had a ripple effect on large swaths of the industry — in this case, dozens of banks. To pretend that the rescue of A.I.G. was anything but an effort to make sure the rest of the industry didn’t go under is to misunderstand history. The entire point of the A.I.G. bailout was to bail out Wall Street and reinstall confidence in the system so that it didn’t collapse under even more uncertainty.\nThe government never sought to couch A.I.G.’s lifeline as a way to push money into the hands of Goldman Sachs, Deutsche Bank, Société Générale and the dozens of other banks around the world that were the beneficiaries. That idea was never going to win a popularity contest. But that was the effect of the assistance to A.I.G. And that was the point.\nWhich brings us back to Mr. Greenberg’s case, being heard in Washington in the United States Court of Federal Claims. Mr. Greenberg, who sued on behalf of fellow shareholders and seeks more than $40 billion from the government, does not dispute that A.I.G. needed $192 billion to survive the financial crisis. It instead challenges the onerous nature of the rescue.\nOn Monday, his lawyer, David Boies, hammered Henry M. Paulson Jr., the former Treasury secretary, about why A.I.G.’s shareholders were nearly wiped out when the government took what eventually became a 92 percent stake in the firm and put the interest rate on the loans at a high 14 percent. The onerous terms were unlike the deals made for so many other institutions receiving bailouts in 2008, including Morgan Stanley, Citigroup and Bank of America.\nPaulson Testifies That ‘Punitive’ A.I.G. Terms Were Also Necessary Including hard terms for A.I.G. was politically necessary to getting the TARP program going, but Henry M. Paulson Jr. said he did support the bailout package and its terms.\nIn his complaint, Mr. Greenberg asserts that the terms amounted to a violation of the Fifth Amendment. “This is the only time in history when the government has taken without just compensation and/or illegally exacted the assets and equity of a company and its shareholders in connection with a loan, let alone a fully secured loan bearing an extortionate interest rate,” the suit says.\nOn questioning, Mr. Paulson didn’t beat around the bush. “It was important that the terms be harsh because I take moral hazard seriously,” he said, confirming that the deal was structured so as to be punitive to A.I.G. shareholders. “When companies fail, shareholders bear the losses,” he said, “It’s just the way our system is supposed to work.”\nMr. Paulson was also quick to acknowledge, that A.I.G. “certainly was a scapegoat for Wall Street and all the bad practices that people were angry about.”\nLest anyone forget, A.I.G. stupidly insured big banks on large swaths of bad mortgage deals via credit-default swaps.\nSo why was the government so tough on A.I.G. and so easy on the banks that bought the soured mortgage bundles in the first place?\nIn truth, because the government thought that such a deal wouldn’t destabilize A.I.G. — and a tougher deal for banks might undermine confidence in the financial system in the markets.\nThat’s the same reason the government didn’t push harder for A.I.G.’s counterparties — i.e. the banks — to take “haircuts,” or less than the money they were owed on the insured payouts. The government worried it would only make people more nervous about the strength of the banking system, undermining the confidence it was trying to sow.\nOn A.I.G., the government turned out to be right. The deal worked. And rather than turn into a financial albatross for taxpayers, we got our money back — with more than $22 billion in profit.\nYou can argue about whether the government could have done better. It certainly could have. You can argue about the government officials’ thinking about how to tackle the crisis, how they approached the bailout. And you could debate their methods.\nBut the problem with the financial crisis, ultimately, isn’t that we are still in search of answers. The problem is that so many people don’t like the answers.", "url": "https://dealbook.nytimes.com/2014/10/06/a-i-g-bailout-revisionists-version/"}