{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:39:19", "date_modify": "2018-11-16 03:39:19", "date_publish": "2014-11-13 09:24:17", "description": "The British financial services company partly owned by Richard Branson delayed its I.P.O. last month because of volatile market conditions.", "filename": "2014_11_13__1542339559.html", "image_url": "https://static01.nyt.com/images/2014/09/13/business/dbpix-virgin-money/dbpix-virgin-money-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_13__1542339559.html", "title": "Virgin Money Valued at About $2 Billion in I.P.O.", "title_page": "Virgin Money Valued at About $2 Billion in I.P.O.  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON – Virgin Money, the British financial services company partly owned by the billionaire Richard Branson, said on Thursday that it had priced its initial public offering, valuing the company at about 1.25 billion pounds, or roughly $2 billion.\nVirgin Money – a retail bank that focuses primarily on providing home loans, savings accounts and credit cards in Britain – has about 2.8 million customers.\nThe company, considered to be a challenger to larger, more traditional lenders that dominate the financial services landscape in Britain, delayed its London I.P.O. last month because of volatile market conditions.\nIt was one of several European offerings that were postponed or withdrawn in response to the poor performance of some new listings in October.\nVirgin Money priced its offering at £2.83 a share, at the low end of its expected range. It sold about 25 percent of its capital in the offering of 441.6 million shares.\n“We are passionate about improving competition in U.K. retail banking, and believe that today’s I.P.O. is another step forward for us as we seek to deliver on that objective,” Jayne-Anne Gadhia, the chief executive of Virgin Money, said in a news release.\nShares in Virgin Money rose about 1 percent, to £2.86, in conditional trading on the London Stock Exchange early on Thursday. The stock will begin unconditional trading on Tuesday.\nThe lender raised gross proceeds of £312 million in the offering, of which Virgin Money will keep about £150 million.\nVirgin Money planned to use a portion of the proceeds for its final payment of £50 million to the British government in its acquisition of the British bank Northern Rock, which was nationalized during the financial crisis.\nThe remaining £162 million will be split among investors that sold shares in the offering, including Virgin Financial Investments, another unit of the Virgin Group, and funds managed by W. L. Ross & Company, the private equity firm run by Wilbur L. Ross Jr.\nAfter the offering, Virgin Financial Investments will own about 34 percent of Virgin Money and W. L. Ross will hold about 33 percent.\nIn the first six months of 2014, Virgin Money’s underlying profit before taxes rose to £59.7 million from £13.1 million in the period a year earlier. Underlying profit excludes certain charges, providing a more accurate comparison between periods.\nBank of America Merrill Lynch and Goldman Sachs are joint sponsors and global coordinators on the offering.", "url": "https://dealbook.nytimes.com/2014/11/13/virgin-money-valued-at-1-98-billion-in-i-p-o/"}