{"authors": ["Chad Bray", "Jenny Anderson", "Ben Protess"], "date_download": "2018-11-16 03:49:34", "date_modify": "2018-11-16 03:49:34", "date_publish": "2014-11-12 07:24:10", "description": "The fines come as regulators are increasingly targeting a business culture in the financial industry that they say encourages improper conduct by its employees.", "filename": "2014_11_12_british-and-u-s-_6dc80f63105cbf4d778ad32983900d7a__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340174.html", "image_url": "https://static01.nyt.com/images/2014/11/13/business/Forex/Forex-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_12_british-and-u-s-_6dc80f63105cbf4d778ad32983900d7a__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340174.html", "title": "Big Banks Are Fined $4.25 Billion in Inquiry Into Currency-Rigging", "title_page": "Big Banks Are Fined $4.25 Billion in Inquiry Into Currency-Rigging - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe traders called themselves “the players” and “the three musketeers” as they joined forces and shared information to “double team” their clients and manipulate currency rates.\n“He’s sat back in his chair … announcing to desk …that’s why I got the bonus pool,” said one trader to a rival after they colluded on a rate, earning, according to regulators, a profit of $513,000 on the trade.\nCiting chat room messages like these, replete with typos, jargon and vulgarities, United States, British and Swiss regulators on Wednesday fined some of the world’s biggest banks a combined $4.25 billion, accusing them of conspiring to manipulate the foreign currency markets.\nThe fines pose no risk to the health of the banks that settled — UBS, JPMorgan Chase, Citigroup, HSBC and the Royal Bank of Scotland — nor were any traders or executives charged with wrongdoing. And yet the settlements on Wednesday closed only the first chapter of what is shaping up to be a more damaging story for the banks.\nThe Justice Department is investigating criminal misconduct by banks and their employees, people briefed on the matter said, an inquiry that appeared to heat up this month when JPMorgan Chase’s lawyers met with prosecutors in Washington to open discussions about the case. Citigroup is also expected to have a preliminary meeting with prosecutors in the coming weeks, the people said. And Barclays, which withdrew from Wednesday’s settlement at the last minute over concerns that it would resolve only a fraction of their liabilities in the case, has a meeting scheduled for later this month.\nVideo\nWhile settlement talks are not on the agenda — and any potential punishments, including guilty pleas and big fines, are likely to wait until next year — the meetings signal a new stage of the investigation. The meetings also provide an opportunity for the Federal Reserve and Department of Financial Services in New York, two regulators that sat out Wednesday’s deal, to join the meetings and extract their own huge penalties for currency manipulation.\nThe currency case is the latest scandal to threaten the integrity of the markets, an epilogue to the billions of dollars in payouts for abuses in interest rates benchmarks, mortgages and other markets. But with about $5.3 trillion traded every day, the market for the world’s currencies is the biggest and the most interwoven one of them all.\nOn Wednesday, the Financial Conduct Authority of Britain said that it had reached a settlement worth a combined 1.1 billion pounds, or more than $1.7 billion, with five banks: UBS of Switzerland, HSBC and the Royal Bank of Scotland of Britain, and JPMorgan Chase and Citigroup. The British regulator said that it would not pursue any institution other than Barclays over foreign exchange abuses.\n“The banks’ failures to establish adequate systems and controls are what allowed the traders to manipulate the fixed rate across the world’s largest currencies,” Martin Wheatley, the chief executive of the British regulator, said on Wednesday. “And, failings, like this, seriously undermine confidence in the market and undermine the attempts to genuinely reform the banking culture.”\n“I don’t want to sit here, frankly, in two years’ time or three years’ time with another press conference with another major failing in the market. The industry needs to get it right and needs to get it right quickly.”\nPhoto\nMany of the banks have already made changes. About 30 traders have been suspended or fired following internal inquiries. Several of those traders could face individual charges.\nIn the United States, the Commodity Futures Trading Commission imposed $1.4 billion in penalties against Citigroup, HSBC, JPMorgan, R.B.S. and UBS. The Office of the Comptroller of the Currency fined Citigroup, JPMorgan and Bank of America a combined $950 million for what it said were “unsafe and unsound practices” in their currency trading businesses. And regulators in Switzerland penalized UBS about $138 million.\nThe Financial Conduct Authority accused the lenders of failing to have proper controls in place to prevent misconduct in the trading of currencies of the so-called Group of 10 nations, while the Commodity Futures Trading Commission accused traders at the banks of trying to more broadly manipulate foreign exchange benchmark rates. The settlement with the trading commission is the first large enforcement action under its new chairman, Timothy G. Massad, and its enforcement director, Aitan D. Goelman.\nMany of the banks had signaled in recent weeks that a settlement was coming, with several setting aside money for fines and other charges, or revising their third-quarter results to reflect the impact of a potential deal.\nThe documents that the American and British regulators released on Wednesday offered a rare glimpse at a brash culture of rampant profit-seeking in the foreign exchange market.\nThey show traders forming groups at the banks with names like “the players,” “the three musketeers,” “one team, one dream,” “a cooperative” and “the A-team.” Using code names to identify clients, the groups shared private information about clients including pension funds, hedge funds and big asset management firms.\nOne document showed a conversation among three traders — at JPMorgan, Citibank and UBS — discussing whether to let a fourth into their group. “Will he tell rest of desk stuff,” asked one trader, indicating concern about whether the new participant could be trusted.\nAnother answered that it was a good question because they did not want “other numpty’s in mkt to know.”\nIn another example, the F.C.A. said that a Citigroup trader was able to generate a profit of $99,000 for the firm by colluding with other brokers and engaging in a series of trades over a period of 33 seconds ahead of a daily setting, known as the fix, for the euro against the United States dollar.\nThe regulator said the trader manipulated the 1:15 p.m. fix for euros to dollars as determined by the European Central Bank, by seeking out other traders who were planning to trade in the same direction and building a large book of orders to influence the price, a process known in trader speak as “giving you the ammo” or “building.”\nCitigroup was then able to profit by pushing the price at the fix higher than the average price it had paid throughout the day for euros in the open market, the F.C.A. said.\nIn this example, several firms agreed to transfer their buy orders to Citigroup, so that the trader could put in a large series of orders ahead of the fix, according to the British regulator. One trader at another firm also matched his net sell orders with buy orders from another trader in the chat room, avoiding a conflict with the Citi trader’s plans.\nThe trader told the Citigroup trader in the chat room, “u shud be nice and clear to mangle,” or manipulate the fix.\nBank Fines for Currency Manipulation, in Millions\nREGULATORS UBS HSBC R.B.S. JPMorgan Citigroup B. of A. F.C.A $371 $343 $344 $352 $358 Swiss $138 C.F.T.C. $290 $275 $290 $310 $310 O.C.C. $350 $350 $250 TOTAL $799 $618 $634 $1.01 billion $1.02 billion $250\nIn a 33-second period ahead of the fix that day, the Citigroup trader placed four orders for €575 million, all above the prevailing market rate, the regulator said. Citigroup ultimately accounted for 73 percent of the purchases ahead of the fix, driving the prevailing rate up, the British regulator said.\nThe banks on Wednesday condemned the activity highlighted in the settlements.\nA Citigroup spokesman said that the bank had acted quickly after becoming aware of the issues and that it had already made changes to guard against improper behavior.\nIn a conference call with reporters, Ross McEwan, chief executive at R.B.S. said “we are very angry about this situation.” A JPMorgan spokeswoman called the trader conduct described in the settlements as “unacceptable” and said the bank was continually improving systems and controls.\n“Today’s resolutions are an important step in our transformation process and towards closing this industrywide matter for UBS,” said Sergio P. Ermotti, the Swiss bank’s chief executive.\nHSBC said it did “not tolerate improper conduct, and will take whatever action is appropriate.”", "url": "https://dealbook.nytimes.com/2014/11/12/british-and-u-s-regulators-fine-big-banks-3-16-billion-in-foreign-exchange-scandal/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}