{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:41:26", "date_modify": "2018-11-16 03:41:26", "date_publish": "2014-03-26 20:02:43", "description": "The Fed’s decision is prompting calls for another round of changes at the top of the bank’s management and questions over whether the bank should break up its far-flung operations.", "filename": "2014_03_26__1542339686.html", "image_url": "https://static01.nyt.com/images/2014/03/27/business/Stress1/Stress1-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_03_26__1542339686.html", "title": "The New York Times", "title_page": "Citigroup Fails Federal Reserve's Stress Test for 2nd Time in 3 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Federal Reserve dealt an embarrassing blow to Citigroup on Wednesday, attacking the bank’s financial projections for its sprawling operations and denying the bank’s plan to increase dividends and repurchase stock.\nIn a report, the Fed rejected Citigroup’s plans to manage its capital, citing concerns about the “overall reliability of Citigroup’s capital planning process.” It was the only one of the nation’s top five banks that failed to persuade the Fed to bless its plans for shareholder payouts.\nThe Fed did not give many details behind its rejection, which was the second denial of Citigroup’s capital plan in the past three years. But analysts and investors said the message from the regulator was clear.\n“The Fed is saying that the bank’s financial processes are not where they should be, and this is five years after the crisis,” said Mike Mayo, the CLSA banking analyst. “It is not as though they haven’t had time to clean up their act.”\nThe Fed’s rejection of Citigroup was particularly striking not only because most of its large peers, like JPMorgan Chase and Bank of America, had their plans accepted, but also because Citigroup’s capital cushion — a key measure of a bank’s strength — comfortably exceeded the regulatory minimum.\nPhoto\nThe rebuke could derail the plans of Michael Corbat, the bank’s chief executive, to gradually rehabilitate Citigroup by dialing back risk and cutting costs. The Fed’s decision is already reviving calls to break up Citi’s far-flung businesses that stretch from New York to Mexico.\nIndeed, the Fed said on Wednesday that it had concerns about the bank’s “ability to project revenue and losses under a stressful scenario for material parts of the firm’s global operations.”\nThe Fed’s criticisms echoed concerns voiced by investors and analysts after the discovery of a $400 million fraud in Citigroup’s Mexican unit last month. The fraud, involving a Mexican company, forced Citigroup to restate its earnings and raised questions about whether the bank is properly overseeing its many units.\nIn a statement, Mr. Corbat said that “needless to say we are deeply disappointed by the Fed’s decision,” adding that the bank would work with the Fed to address its concerns. Citigroup can resubmit a revised capital plan, but the bank said it was not clear when it would do so.\nNews of the stress test results set off a panic within Citigroup, according to two people with knowledge of the matter. Citibank’s board and top executives thought that the bank would fare well on the annual review, especially because Mr. Corbat makes regular trips to Washington in an effort to bolster open dialogue with regulators.\nPhoto\nHours after the stress test results were released, Citigroup convened a board meeting at the bank’s Park Avenue headquarters. The mood, according to two people familiar with the matter, was grim. Few expected such a blow, the people said. Mr. Corbat scrambled to determine what exactly had happened, contacting the authorities at the Federal Reserve.\nThe Fed’s last rejection of Citigroup’s capital plan, in 2012, helped precipitate a leadership coup at the bank. The bank’s failure to pass the test that year augmented pressure on the board to oust Vikram S. Pandit from the chief executive role.\nAt first, it seemed as though the leadership change was ushering in a new era for Citigroup, which was rescued by taxpayers in the financial crisis. With Mr. Corbat at the helm, the bank passed the stress test last year and its stock price soared. Last year, many bank stocks including Citigroup’s continued to rise, partly in anticipation of increased dividends.\nNow, the Fed’s action on Wednesday is already prompting calls for another round of changes at the top of the bank’s management.\nVideo\n“There’s no question in our minds that heads should roll,” Mr. Mayo said.\nThe Fed said that while Citigroup had made progress in the areas of “risk-management and control practices,” its capital planning process “reflected a number of deficiencies.”\nThe Fed also said that Citigroup had failed to make “sufficient improvement” in certain areas that supervisors had previously identified as “requiring attention.”\nIn addition to Citigroup, the Fed rejected the capital plans of the American units of three international banks: HSBC, Santander of Spain and the Royal Bank of Scotland, which operates under the Citizens Bank brand in the United States.\nThe Fed cited “inadequate governance and weak internal controls” in the capital planning process at HSBC and the Royal Bank of Scotland. Santander faced similar problems in addition to flaws with the bank’s risk management during the process, according to the Fed.\nIn this year’s test, the Fed expanded the number of banks under review to 30 from 18, and included for the first time the American units of several large European banks.\nThe Fed also rejected the capital plans of the bank Zions Bancorporation, saying that its capital cushion fell under the regulatory minimum when tested under stress.\nOver all, though, the results of the annual test — called the Comprehensive Capital Analysis and Review — showed that most of the nation’s banking system had healed substantially since the 2008 financial crisis. The Fed uses the annual test to review the capital plans of 30 large banks under a series of stressful economic situations. If a bank can pay dividends and buy back stock while still maintaining a minimum capital cushion, the Fed typically blesses its plans.\nBy this measure alone, Citigroup passed the test easily. When run through the Fed’s adverse scenario test, Citigroup’s capital plan left the bank with a minimum Tier 1 common ratio of 6.5 percent. That is a larger cushion than JPMorgan’s 5.5 percent capital ratio, Bank of America’s 5.3 percent ratio and Goldman Sachs’s 6.1 percent.\nThe Fed has consistently raised the standards of its annual stress tests, leading some bankers to grumble that the regulators’ efforts to make the financial system safer may be choking off credit to the broader economy. Others have complained that the regulator each year is unfairly changing the rules.\n“In raising the bar, perhaps the Fed felt Citigroup didn’t make the cut,” said Moshe Orenbuch, a banking analyst at Credit Suisse.\nMany of the 25 banks that passed the review lost little time in taking steps to lift shareholders’ returns. For the first time since 2009, Bank of America announced a dividend increase, to 5 cents a share. The bank also said it was buying back $4 billion in stock. JPMorgan said it was increasing its quarterly dividend to 40 cents a share and buying back $6.5 billion of stock.\nJessica Silver-Greenberg contributed reporting.", "url": "https://dealbook.nytimes.com/2014/03/26/fed-rebuffs-citigroup-on-capital-plans/"}