{"authors": ["David Gelles", "Topics.Nytimes.Com Top Reference Timestopics People G David_Gelles Index.Html"], "date_download": "2018-11-16 03:20:15", "date_modify": "2018-11-16 03:20:15", "date_publish": "2014-02-15 01:43:16", "description": "With Comcast proposing to buy Time Warner Cable, other companies that own cable networks are watching nervously, and may look to consolidate.", "filename": "2014_02_14_a-bigger-comcast-may-beget-more-deals__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338415.html", "image_url": "https://static01.nyt.com/images/2014/02/15/business/Cable/Cable-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_02_14_a-bigger-comcast-may-beget-more-deals__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338415.html", "title": "With a Bigger Comcast May Come More Deals", "title_page": "With a Bigger Comcast May Come More Deals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nJust last month, Discovery Communications, the owner of cable networks including Animal Planet and TLC, had considered acquiring rival Scripps Networks Interactive in a deal that would have been valued at more than $10 billion.\nDiscovery never went ahead.\nAccording to people close to the company, a main reason Discovery did not go down the road of a merger was that it believed it was already big enough to negotiate effectively with big cable operators like Comcast.\nWere Comcast to get much bigger, a person with knowledge of Discovery’s thinking said, there could be a pressing need for consolidation among cable network owners. “If Comcast ends up with 40 million subscribers, all the content providers could have a real problem,” this person said at the time.\nThat fear is getting closer to becoming reality. With its proposed $45.2 billion acquisition of Time Warner Cable, announced on Thursday, Comcast would have 30 million subscribers, the most of any cable operator by a wide margin.\nAnd the prospect of such a behemoth looming over the media landscape could touch off a once-in-a-generation frenzy of deal-making.\nCompanies that own cable networks may feel the need to get bigger to better negotiate their fees with a cable operator that could have seven times as many subscribers as its nearest rival. Other cable operators like Charter, Cox and Cablevision could try to consolidate as well. And local television station groups, constrained by decades-old regulations that limit their growth, could be squeezed by a newly enlarged Comcast.\n“There is a sense of worry among content providers,” said Michael Nathanson, partner at MoffettNathanson Research, which specializes in media analysis. “They’ll never say it publicly, because Comcast is their biggest partner and there is no reason to go out and get people riled up. But privately there is concern.”\nAs a result, cable network groups may decide to fight scale with scale.\n“Could you see transactions like Disney buying Discovery?” said Richard Greenfield, an analyst with BTIG. “Sure.”\nSuch a deal would bring Discovery’s suite of cable networks together with the ABC broadcast network, as well as ESPN, the sports network that charges cable operators the most money per household for the right to carry its signal.\nMr. Greenfield said that despite its price tag, even a deal under which Discovery might buy Scripps would not give the combined company enough scale to increase its pressure on an enlarged Comcast.\nOther content deals potentially on the horizon involve companies like Viacom, the powerhouse behind networks including MTV, Nickelodeon and the Paramount movie studio; and AMC, home of popular shows like “Mad Men” and “The Walking Dead.”\nViacom’s chairman, Sumner Redstone, is 90, and the company is widely expected to change hands before long. AMC is a public company riding high thanks to a few popular shows, but is vulnerable given its limited suite of networks.\n“At some point Viacom will come up for sale, and it makes sense that it should be consumed into a larger entity,” said Mr. Greenfield. “And why is AMC Networks a stand-alone entity?”\nRepresentatives from Time Warner, Viacom, Scripps, Discovery, CBS, ESPN, and Hearst Television all declined to comment for this article.\nAt the heart of the tensions roiling the television business today are the steep fees that cable and broadcast networks charge cable operators for the right to carry their shows.\nThose fees have been rising sharply in recent years, benefiting content groups like CBS, Time Warner and Disney, which own networks, but squeezing the cable operators that have been forced to pay up, including Comcast and Time Warner Cable.\nDisagreements between the two sides have led to nasty public disputes, the biggest of which came last year when CBS demanded that Time Warner Cable increase its payments. Time Warner Cable balked, and eventually took CBS off the air. But Time Warner Cable customers revolted, the company eventually backed down, and CBS got its rate increase.\nWhen CBS reported earnings on Thursday, the company’s chief executive, Leslie Moonves, emphasized the strength of this strategy, saying that CBS would be collecting $2 billion a year in such fees by 2020.\nComcast is engaged in these negotiations too, fighting to pay a lower price for the right to carry cable and broadcast networks.\nBut since it took control of NBCUniversal, a content powerhouse with its own cable and broadcast networks, Comcast has not been nearly as aggressive in those negotiations as some of its peers.\nThat gives some industry insiders hope. Now that Comcast owns television networks as well as cable systems, there is a belief that it is more sympathetic to the needs of content creators.\nAnd indeed, Comcast is expected to bend over backward to convince partners, rivals and regulators that its acquisition of Time Warner Cable will not use its scale to bully the competition.\n“They’re going to go on bended knee to every content provider, access group, and activist and say: ‘What do we need to give you to get this done?’ ” said one broadcasting executive who spoke on the condition of anonymity.\nStill, should Comcast succeed in acquiring Time Warner Cable, it will use its enlarged scale to its advantage, potentially negotiating to pay lower fees to cable and broadcast networks.\n“This certainly increases Comcast’s leverage,” said Mr. Greenfield of BTIG. “One of the reasons Comcast is looking to get bigger is that the content guys have been crushing the distributors for years.”\nSpeaking last month, the person close to Discovery said that if Comcast were to get much larger, cable networks would have much less leverage.\n“If Comcast drops you now, the other guys — DirecTV, Dish, Time Warner Cable — will pick you up,” this person said. “But if Comcast gets bigger and then dropped you, you couldn’t have a business.”\nAt the same time, other cable operators may also feel the urge to consolidate in response to Comcast’s deal. Charter, which had pursued Time Warner Cable before Comcast spoiled its bid, has advocated consolidation.\nBut outside Comcast, Time Warner Cable and Charter, there are few big cable companies poised for big-time deal-making.\nCablevision is controlled by the Dolan family, and has so far resisted participating in industry consolidation. Cox, another regional cable operator, is also controlled by a family and is viewed as disinclined to sell.\nA third constituency potentially impacted by the merger of Comcast and Time Warner Cable is the group of companies that operate local television stations, such as Lin Media, Sinclair Broadcast Group and Nexstar Broadcasting Group.\nThese companies also receive fees from cable operators like Comcast and Time Warner Cable. A bigger Comcast could have more leverage to negotiate lower rates with these groups.\nAnd while local broadcast groups would like to expand, they are largely constrained by media consolidation rules that prevent companies from owning more than one local television station in a given market.\n“The local station owners are asking: How are we limited to owning this number of stations in a market, when the biggest markets in the country have only one, now larger, cable operator?” said Mr. Nathanson of MoffettNathanson Research.\nIt will be years before the full effects of a Comcast takeover of Time Warner Cable are felt across the media landscape, if the deal is even approved. But content creators, rival cable operators and local stations are already scrambling to understand what an enlarged Comcast might mean for their own business.\n“If I’m Fox or Disney, it’s going to be hard to lose much,” said Mr. Nathanson. “If I’m a small cable network, I’m worried. I might try to get bigger down the road. And if I’m a local station owner, there could be real near-term issues.”", "url": "https://dealbook.nytimes.com/2014/02/14/a-bigger-comcast-may-beget-more-deals/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}