{"authors": ["Peter Eavis"], "date_download": "2018-11-16 03:16:16", "date_modify": "2018-11-16 03:16:16", "date_publish": "2014-11-25 01:51:00", "description": "Universa Investments, a hedge fund founded by Mark Spitznagel, has found a way to make money in an economic and financial collapse as well as in better times.", "filename": "2014_11_24__1542338176.html", "image_url": "https://static01.nyt.com/images/2014/11/25/business/Hedge/Hedge-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_24__1542338176.html", "title": "A Bearish Hedge Fund Bets Against the Bulls and Still Profits", "title_page": "A Bearish Hedge Fund Bets Against the Bulls and Still Profits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe stock market has been rising for years, hitting new highs almost every week. So how is it that one of Wall Street’s most bearish investors can claim to have profited strongly over this period?\nUniversa Investments, a hedge fund founded by Mark Spitznagel, is one of the few firms that is set up with the aim of making money in an economic and financial collapse. In the market turmoil of 2008, Mr. Spitznagel earned large returns.\nLarge pessimistic bets usually lose a lot of money when stocks are rising, as they have ever since 2009. But Universa is saying that its investment strategy has been able to produce consistent gains since then, including a 30 percent return last year, according to firm materials that were reviewed by The New York Times. In comparison, the benchmark Standard & Poor’s 500-stock index in 2013 had a return of 32 percent with dividends reinvested.\nInsurance policies that pay out after disasters do not produce big returns when the catastrophe fails to occur. But since 2008, some investors have been looking for ways to ride the market higher while having bets in place that will notch up huge gains if the system teeters on the brink once again.\nAt Universa, Mr. Spitznagel’s strategy stems from his skepticism toward government efforts to revive the economy. He acknowledges that the stimulus policies of the Federal Reserve and other central banks have the power to drive stocks higher. But they will ultimately be self-defeating, he contends.\nThis theory holds that another crash will occur when the Fed stops being able to stoke the economy. Universa’s strategy seeks to profit when confidence in the central banks is strong — and when it evaporates.\n“The Fed has created a trap in this yield-chasing environment,” Mr. Spitznagel said in an interview, during which he gave an overview of Universa’s approach. “It allows you to be long, but it gets you in position to be short when it’s all over,” he said.\nOn Wall Street, being long means holding stocks and betting they will rise, while being short means wagering that they will fall.\nThe news that Universa has been producing strong returns since 2009 will surprise many on Wall Street.\nIn previous media reports, Mr. Spitznagel seemed content with descriptions that his fund had small losses each year as he wagered against the market. The recent fund materials that contain the positive numbers may be marketing materials aimed at selling a type of financial catastrophe insurance to investors who are getting jittery about the stock markets’ gravity-defying rise. The materials show how bearish bets could be paired with broad holdings of stocks — and still produce gains.\n“This is a way to be responsibly long,” Mr. Spitznagel said.\nThe Universa strategy has produced gains of 10 percent this year, slightly less than the stock market overall. It’s been up every year since 2008, according to the materials.\nThe footnotes of the materials state that the performance numbers are hypothetical — and may differ from actual results. Universa manages money for clients in separate accounts that may differ from one another. This, the materials contend, is a factor that made it difficult to come up with consistent actual performance figures for Universa’s investment strategy.\nThe materials also assert that the hypothetical numbers offer a “fair representation” of what a Universa client would have made from 2009 through 2013 from the firm’s strategy.\nThe accounting firm Rothstein Kass audited Universa. KPMG recently purchased Rothstein Kass’s hedge fund auditing business.\nUniversa is not alone in saying that it can make money in good times and bad. Other firms also offer bearish bets that clients can use to hedge their stock portfolios. Such bets often cost so much that they have to be used sparingly.\nYet Universa seems to be saying that its catastrophe insurance is comparatively cheap.\nThe Universa marketing materials say that its strategy would theoretically result in a 16 percent gain if the S.&P. 500 fell 30 percent.\nA Wall Street hedging expert said that adding such a bearish bet to a big holding of stocks could erase as much as 8 percent from the value of the portfolio each year.\nMr. Spitznagel, however, contends that Universa’s hedge costs far less than that. Universa, he said, has been able to buy protection against a stock market crash at a price that makes the firm’s overall strategy viable. But doing so has not been easy, Mr. Spitznagel contended. “You’ve got to be buying when other people are selling it — and that’s very hard to do,” he said.\nMr. Spitznagel is certain that another collapse will come.\nHe hails from the Austrian school of economics that believes great harm can result when a central bank holds interest rates at low levels for a long time. The cheap money prompts investments across the economy that will later prove uneconomical and go sour, the Austrians say.\nAnd it may not even take a sharp rise in interest rates to set off a bust, they add. Increasing debt levels may be what ultimately checkmates the Fed, Mr. Spitznagel argues. “There is only so much debt that an economy can take on,” he said.\nBut Paul Kasriel, an economist at the Legacy Private Trust Company, who is sympathetic to the Austrian school, does not share that pessimism. Fed policies, he notes, have influenced the economy for a hundred years and they do not always lead to disaster.\n“Banks are creating more normal amounts of credit,” Mr. Kasriel said, “So I don’t know why Armageddon is going to come from this.”\nWith the Fed now cutting back its stimulus policies, and the economy performing with little vigor, the stock market may flag next year. And a weak but not terrible market may present Universa with its biggest challenge, according to the firm’s materials. If the stock market were to experience a relatively mild decline of 10 percent, the Universa strategy would show a loss of 6.75 percent, according to the materials.\n“The real issue is whether we are going to have the sort of collapse that followed the housing bubble,” Mr. Kasriel said. “I don’t see that right now.”\nMr. Spitznagel, however, is holding out for a disaster. “The Fed has taken it further than it has ever taken it before,” he said.\nUnlike other hedge fund managers, Mr. Spitznagel does not seem to mind some limelight. He held a fund-raiser for former Representative Ron Paul, who wrote a foreword for Mr. Spitznagel’s book, “The Dao of Capital,” in which he details his investment philosophy.\nThis spring, Mr. Spitznagel, who owns a farm in Michigan, released 18 goats into a Detroit neighborhood, as part of a campaign to promote urban farming. The city quickly ordered that the goats be removed.", "url": "https://dealbook.nytimes.com/2014/11/24/bear-going-vs-the-bulls-still-profits/"}