{"authors": ["David Gelles", "Topics.Nytimes.Com Top Reference Timestopics People G David_Gelles Index.Html", "Quentin Hardy"], "date_download": "2018-11-16 03:14:49", "date_modify": "2018-11-16 03:14:49", "date_publish": "2014-10-07 00:50:54", "description": "Activist investors are eager to take small stakes in big companies and call for breakups, betting that profit will follow.", "filename": "2014_10_06_breaking-up-is-the-new-thing-to-do__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338089.html", "image_url": "https://static01.nyt.com/images/2014/10/07/business/Split2/Split2-videoSixteenByNine600-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_10_06_breaking-up-is-the-new-thing-to-do__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338089.html", "title": "Breaking Up Is the New Thing to Do in Silicon Valley", "title_page": "Breaking Up Is the New Thing to Do in Silicon Valley - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn the aftermath of the financial crisis, investors bet on companies that seemed too big to fail. Even if a business wasn’t growing at breakneck speed, there was safety in large numbers; the more sales the better, it seemed.\nSo in 2011, when Hewlett-Packard hastily announced a plan to break in two, investors balked. Separating HP’s personal computers unit from its enterprise products and services seemed a risky bet that could leave both halves vulnerable. That plan was shelved, and the chief executive who proposed the split was summarily dismissed.\nBut today, stock market investors are betting on companies with tightly focused visions. Too many divisions are seen as a distraction for management. And activist investors are eager to take small stakes in big companies and call for breakups, betting that profit will follow.\nSo when HP announced on Monday that it would split in two, essentially reviving the 2011 plan, shareholders rejoiced. HP’s stock jumped nearly 5 percent, and virtually no one questioned the decision.\nIn announcing a plan to break itself apart, HP is following a trail blazed by other technology companies, including eBay and IBM. And in bowing to investors’ appetite for simplicity, HP is signaling that the wave of spinoffs and divestitures shaking up Silicon Valley may just be getting started.\n“During the financial crisis shareholders rewarded size, sales and diversity,” said Chris Ventresca, co-head of global mergers and acquisitions at JPMorgan Chase. “Now they don’t feel like they need the safety net of larger scale. Companies are healthier and stronger. That gives boards the confidence to take a harder look at their portfolio.”\nVideo\nJust last week, eBay announced that it would spin off its PayPal unit into a separate publicly traded company, giving in to the wishes of the activist investor Carl C. Icahn. That move follows eBay’s sale of its Skype Internet phone service a few years ago.\nIBM, for its part, routinely sheds big units that no longer fit with its strategy. It recently sold its low-end server business to Lenovo, the Chinese company that acquired IBM’s personal computer business nearly a decade ago. EMC, a big data storage company, is under pressure from activist hedge funds to divest itself of its stake in VMware, a valuable virtualization company. Some analysts even want Microsoft to break into different companies focusing on software, video games and search.\nThe shift in investor sentiment is already leading to upheavals well beyond the technology industry. A flurry of spinoffs and divestitures has reshaped the media industry in recent years, thanks in part to a seller’s market. Other companies and private equity firms are eager to acquire good businesses, and investors are willing to buy stock in new companies.\n“Companies have lots of choices right now,” Mr. Ventresca said. “They can sell because buyers are hungry. And they have the opportunity to do something like an initial public offering because the markets are healthy.”\nTime Warner has whittled itself down to the core, creating a streamlined television and movie studio group. In recent years, it has spun off AOL, Time Warner Cable and Time Inc., its magazine businesses.\nRupert Murdoch split News Corporation in two, spinning off its movie and television assets into a new company called 21st Century Fox. Gannett, the publisher of USA Today, announced in August that it was shedding its newspaper assets to focus on its television operations.\nThree of the biggest industrial companies are also slimming down. DuPont, under pressure from the activist investor Nelson Peltz, said last year that it would split in two. And while Dow Chemical has resisted calls from another activist investor, Daniel S. Loeb, to split itself in half, it continues to divest itself of smaller business lines. General Electric spun off its retail finance arm in July and sold its appliance business in September.\nConsumer goods and pharmaceuticals companies have joined the fray. Procter & Gamble is selling more than half its brands. The drug maker Abbott Laboratories spun off AbbVie in 2013, creating two enormous health care companies.\nAnd still, the cleaving in half of HP is among the most attention-getting splits to date.\nThe Hewlett-Packard Split Hewlett-Packard’s decision to split in two would produce two publicly traded companies of approximately the same size. Approximate annual revenue, in billions* HEWLETT-PACKARD ENTERPRISE Specializing in business technology, including computer servers, data storage equipment, software and services. Enterprise group Enterprise services Software TOTAL $58.4 $28.0 22.8 4.1 3.5 Financial services HP INC. Specializing in personal computers and printers. Personal systems Printing TOTAL $57.2 $33.7 23.5\nHP was founded 75 years ago, when two friends from Stanford University, William Hewlett and David Packard, began making audio equipment in a garage. The company grew to become the largest maker of personal computers in the world, a major supplier of printers and ink and a big provider of servers, software and supplies for other businesses.\nWhen Meg Whitman took over HP in 2011 after the failed tenure of Léo Apotheker, she inherited a troubled company that lacked focus and had lost some of its financial muscle.\n“HP was under acute pressure,” said Peter Burris, an analyst at Forrester Research. “They had a hugely complex portfolio. The balance sheet had degraded a bit over the last 10 years.”\nMs. Whitman announced job cuts, refocused the business units and cleaned up the balance sheet. Those moves allowed her to revive the idea of a split with a measure of confidence that shareholders would cheer the idea.\n“A move like this a few years ago might have looked like a fire sale,” Mr. Burris said. “Now, this move improves its focus, simplifying some of the complexity.”\nRalph V. Whitworth, the activist investor who gained a seat on HP’s board, hailed the split on Monday as a victory for shareholders, a reminder of the degree to which the decision was motivated by financial concerns.\nThe separation is “a brilliant value-enhancing move at the perfect time in the turnaround,” Mr. Whitworth said. “Shareholders will now be able to invest in the respective asset groups without the fear of cross-subsidies and inefficiencies that invariably plague large business conglomerates.”\nThe separation of HP Inc. (the computer and printers unit) and Hewlett-Packard Enterprise (the business products and services division) does not mean each company will not grow. Both could be in the market for deals after the split is complete, or possibly even before.\nHP held talks with EMC earlier this year, and a deal between the companies is still on the table, according to people briefed on the matter. And HP Inc. might be able to acquire smaller personal computer or printer companies, or could be a target itself.\nThere will be risks for both companies too. HP Inc. and Hewlett-Packard Enterprise will now have to fend for themselves. While both companies will be big, neither will enjoy the same sort of safety in numbers that investors valued during the financial crisis.\n“It doesn’t make all the challenges go away,” Mr. Burris said. “Their successes or failures will be much more transparent. They won’t be able to hide their struggles anymore.”\nRelated:\nMeg Whitman Finds a Vision for HP By splitting Hewlett-Packard into two new entities, Meg Whitman is putting her own, decisive stamp on the iconic company she has led for three years.", "url": "https://dealbook.nytimes.com/2014/10/06/breaking-up-is-the-new-thing-to-do/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}