{"authors": ["Ben Protess"], "date_download": "2018-11-16 03:49:36", "date_modify": "2018-11-16 03:49:36", "date_publish": "2014-11-11 23:36:18", "description": "The next phase of the case will most likely present a greater test to the banks, as the focus shifts to criminal investigations and individual liability.", "filename": "2014_11_11__1542340176.html", "image_url": "https://static01.nyt.com/images/2014/11/12/business/Barclays/Barclays-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_11__1542340176.html", "title": "As Currency Settlement Draws Near, Barclays Gets Cold Feet", "title_page": "As Currency Settlement Draws Near, Barclays Gets Cold Feet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOn the eve of a multibillion-dollar settlement with six giant banks suspected of manipulating the foreign currency market, regulators in Washington and Britain encountered a last-second complication: One of the banks was dropping out of the deal.\nThe giant British bank Barclays has informed regulators that it might not join the settlement, according to people briefed on the matter, a decision that grew more and more final as the hours dragged on.\nThe Commodity Futures Trading Commission and the Financial Conduct Authority of Britain were planning to announce the settlement in London around 6 a.m. on Wednesday. JPMorgan Chase, Citigroup, the Royal Bank of Scotland, UBS and HSBC were poised to settle, making Barclays the lone holdout.\nAs of Tuesday afternoon in Washington, the people said, Barclays and the regulators were holding out hope that a settlement would emerge. One of the people who spoke on the condition of anonymity predicted that it was more likely than not that Barclays would sign on at the last minute.\nBut by late evening that optimism had started to dim. Other banks were notified that Barclays had pulled out of the deal, the people said, and time was running out.\nVideo\nThe question surrounding Barclays all day, would it join the deal or not, was the latest mystery to arise in an investigation that has long confounded the banking industry.\nWith or without Barclays, the settlements planned for Wednesday will close the first chapter of the investigation into the foreign exchange market, the largest, yet least regulated, corner of the financial world. The next phase of the case will most likely present a greater test to the banks, as the focus shifts to criminal investigations and individual liability.\nThe Justice Department is investigating potential criminal misconduct in the foreign currency market, suspecting that the banks misused client information and collaborated to flood the currency market with orders to benefit their own trading books. Prosecutors are aiming to file a case against at least one bank by the end of the year, the people briefed on the matter said, and might ultimately indict several bank employees.\nThe trading commission and the F.C.A. of Britain are not done, either. Deutsche Bank, one of the biggest players in the foreign exchange market, has yet to enter settlement talks.\nFor its part, Barclays developed cold feet as other regulators, the Federal Reserve and the Department of Financial Services in New York, declined to join the settlement planned for Wednesday.\nThe British bank had hoped that the settlement would close the book on its civil liability stemming from the foreign currency case, the people said. The prospect of a piecemeal resolution, a slow drip of regulatory settlements over the ensuing months, gave the bank some pause.\nBarclays — haunted by the memory of being the first bank in 2012 to settle accusations of interest rate manipulation, a case that cost the bank’s chief his job — also raised concerns about the collateral consequences of settling with just the C.F.T.C and F.C.A.\nThe bank, the people said, questioned whether the settlement might open the door to the New York regulator withdrawing the bank’s license to operate in New York. But there was no indication that the regulator, Benjamin M. Lawsky, would take such drastic action.\nInstead, the New York regulator and the Fed indicated that they were reluctant to join a settlement because their investigations were still at an early stage. The New York agency, which has a reputation for breaking from other regulators in prominent enforcement cases, privately complained that one big deal might provide cover to the banks and amount to a slap on the wrist.\nDespite those concerns, the Commodity Futures Trading Commission and Financial Conduct Authority will extract billions of dollars in fines on Wednesday. The trading commission plans to impose about $300 million in penalties against each of the banks, the people said, while Britain’s financial watchdog plans to settle for a total of about £1.2 billion, or $1.9 billion, though the final sum depends on whether Barclays joins the deal.\nWith the settlement looming, banks have braced for the payouts. Bank of America, which has reached its own settlement with banking regulators in Washington separate from the six banks settling with the trading commission and F.C.A., took the unusual step of revising its previously reported earnings for the third quarter to take the payout into account. When reporting earnings last month, Barclays said that its third-quarter results fell 26 percent, partly because of legal costs related to the investigation.\nCitigroup also lowered its third-quarter profit by $600 million, citing “rapidly evolving regulatory inquiries and investigations.”", "url": "https://dealbook.nytimes.com/2014/11/11/as-currency-settlement-draws-near-barclays-is-said-to-get-cold-feet/"}