{"authors": ["Chad Bray", "Michael J. De La Merced"], "date_download": "2018-11-16 03:20:18", "date_modify": "2018-11-16 03:20:18", "date_publish": "2014-02-17 13:02:18", "description": "A group of investors led by an affiliate of Maurice R. Greenberg and the Swiss investment firm Partners Group announced on Monday that it had acquired MultiPlan.", "filename": "2014_02_17__1542338418.html", "image_url": "https://static01.nyt.com/images/2014/02/18/business/STARR/STARR-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_02_17__1542338418.html", "title": "C.V. Starr and Partner Buy Health Care Concern in a $4.4 Billion Deal", "title_page": "C.V. Starr and Partner Buy Health Care Concern in a $4.4 Billion Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA group of investors led by an affiliate of C. V. Starr & Company and the Swiss investment firm Partners Group announced on Monday that it had acquired MultiPlan, a health care cost management company.\nThe deal is valued at $4.4 billion, according to people with knowledge of the matter.\nThe transaction represents the next step in efforts by C. V. Starr of New York and its Starr Investment Holdings arm to expand their presence in private equity investment.\nMaurice R. Greenberg has led the Starr Companies, which also include the insurance unit Starr International Company, since he stepped down as chief executive of American International Group in 2005. The Starr Companies focus on an investment time frame of up to 10 years, a longer period than most of the private equity industry uses.\n“Starr’s historical relationship with MultiPlan and its executives was fundamental in bringing our firms together,” said Mark Tabak, MultiPlan’s chief executive. “With the investment led by Starr and Partners Group, we have the long-term capital, strategic support and a collective set of relationships to further grow our company and evolve our solutions in the rapidly changing health care market and beyond.”\nPartners Group had 30.3 billion euros, or about $41.5 billion, in assets under management in the first half of 2013.\nMultiPlan was purchased by the private equity firms BC Partners and Silver Lake Partners in 2010 for about $3 billion, with the private equity firms each investing about $600 million.\nFounded in 1980, MultiPlan manages the claims process for insurers, corporate self-funded health plans and health maintenance organizations. The company processes about 40 million insurance claims annually.\nAccording to people with knowledge of the deal, the transaction is expected to double the value of the initial investments in MultiPlan by BC Partners, which is based in London, and Silver Lake, which focuses on technology investments and is based in California.\nThe transaction came together after C. V. Starr expressed a strategic interest in making the deal, according to a person with knowledge of the matter. MultiPlan was not on the block.\nBC Partners and Silver Lake previously invested together in Unitymedia, Germany’s second-largest cable provider, and are currently jointly invested in the satellite service provider Intelsat.\nBank of America Merrill Lynch, Credit Suisse, Goldman Sachs, Royal Bank of Canada, Dean Bradley Osborne, LionTree Advisors and the Raine Group advised MultiPlan and its owners.\nStarr Investment was advised by Barclays, JPMorgan Chase, the law firm Kirkland & Ellis and the consultancies Marwood Group and KPMG. Partners Group was counseled by King & Spalding.", "url": "https://dealbook.nytimes.com/2014/02/17/investors-close-to-buying-health-care-services-firm-multiplan/"}