{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:39:16", "date_modify": "2018-11-16 03:39:16", "date_publish": "2014-11-13 10:29:27", "description": "The Dubai port operator DP World agreed to acquire Economic Zones World, giving it access to the Jebel Ali Free Zone.", "filename": "2014_11_13__1542339556.html", "image_url": "https://static01.nyt.com/images/2014/11/14/business/dbpix-zone/dbpix-zone-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_13__1542339556.html", "title": "DP World to Pay $2.6 Billion for Operator of Industrial Parks", "title_page": "DP World to Pay $2.6 Billion for Operator of Industrial Parks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON – DP World, the Dubai port operator, said on Thursday that it had agreed to acquire Economic Zones World, a developer and operator of industrial parks, for $2.6 billion in cash, including debt.\nThe deal is centered on Economic Zones World’s primary business unit, the Jebel Ali Free Zone, an industrial park and commercial zone stretching 57 square kilometers, or 22 square miles, near DP World’s Jebel Ali container port in Dubai.\nThe Jebel Ali Free Zone is an integral component of the supply chain for DP World’s customers at the Jebel Ali port, DP World said. It accounted for 97 percent of Economic Zones World’s revenue in 2013, which was $430 million.\nThe transaction includes the assumption of Economic Zones World’s debt, which was $859 million as of June 30.\n“Over all, this transaction is compelling from both a strategic and financial perspective,” Sultan Ahmed bin Sulayem, the DP World chairman, said in a news release. “This will allow us to enhance our position as the leading logistics hub in the Middle East region, accelerate growth and deliver shareholder value.”\nDP World intends to finance the transaction from its existing cash resources and loan facilities.\nThe deal, which is subject to shareholder approval, is expected to close in the second quarter of 2015.\nSeparately, DP World said it planned to delist its shares in London, but maintain a listing on Nasdaq Dubai.\nThe company, which operates 65 ports on six continents, had sought a listing in London in 2011 to give international investors who were unable to invest through the Dubai exchange an alternative means of investing.\nA greater number of international investors have since become able to invest through Nasdaq Dubai, accounting for 99 percent of DP World’s shares, the company said.", "url": "https://dealbook.nytimes.com/2014/11/13/dp-world-to-pay-2-6-billion-for-operator-of-industrial-parks/"}