{"authors": ["Olaf Storbeck"], "date_download": "2018-11-16 03:49:25", "date_modify": "2018-11-16 03:49:25", "date_publish": "2014-06-30 19:03:59", "description": "Evonik is buying a 9 percent stake in the soccer team Borussia Dortmund, emulating Adidas, Audi, Allianz and Bayern Munich. But the potential benefits of its deal are hazy at best, writes Olaf Storbeck of Reuters Breakingviews.", "filename": "2014_06_30__1542340165.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_06_30__1542340165.html", "title": "The New York Times", "title_page": "German Chemical Company's Curious Goal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A $400 million tie-up between the specialty chemical maker Evonik Industries and the German soccer team Borussia Dortmund has few merits for the company’s shareholders. Evonik, Germany’s third-largest chemical company, hopes that the alliance with the club will turn its brand into a global household name. The snag is that Evonik doesn’t do any business with end users.\nThe Essen-based company has been Dortmund’s shirt sponsor since 2006. It will now buy a 9 percent stake in the club, which finished second in Germany last season. Evonik also locks in its sponsorship rights for 11 more years. According to Ruhr Nachrichten, a local paper, the total deal is worth up to 300 million euros, or $400 million.\nIt will improve Borussia Dortmund’s financial might and makes it less dependent on fickle sporting success. Dortmund, which is Germany’s only publicly traded club, is following the lead of Bayern Munich. The sportswear firm Adidas, the carmaker Audi and the insurance group Allianz all bought minority stakes in Bayern, the country’s most successful football club. But all three are operating in consumer markets where brand identity is important. That is not the case with Evonik.\nThe group specializes in intermediate products like battery chemicals, animal feed additives and absorbers used in diapers. Forging a consumer brand identity will bring little return to Evonik. In business-to-business markets, good products, reliable supply chains and competitive prices are more important than global visibility among end users. Evonik says brand recognition also helps in recruiting. But splashing out hundreds of millions on a soccer club doesn’t look like a clever strategy to woo chemical science graduates.\nA silver lining for Evonik shareholders may be that the company pays a reasonable price for its 9 percent stake in the club. The transaction, done via a capital increase at a 5 percent discount on Dortmund’s share price, values the club at 1.2 times next year’s sales and 5.8 times next year’s earnings before interest, taxes, depreciation and amortization, or Ebitda, Thomson Reuters data shows. When Allianz invested in Bayern Munich this February, it paid three times sales and 19.6 times historic Ebitda. Kohlberg Kravis Roberts & Company valued loss-making Hertha BSC Berlin at 2.8 times sales. Evonik pays a good price for an asset it does not need.\nOlaf Storbeck is a columnist for Reuters Breakingviews. For more independent commentary and analysis, visit breakingviews.com.", "url": "https://dealbook.nytimes.com/2014/06/30/german-chemical-companys-curious-goal/"}