{"authors": ["Sydney Ember", "Topics.Nytimes.Com Top Reference Timestopics People E Sydney_Ember Index.Html"], "date_download": "2018-11-16 03:39:24", "date_modify": "2018-11-16 03:39:24", "date_publish": "2014-11-05 12:40:44", "description": "Wall Street is ready for change. | Regulators are homing in on the leveraged loan market. | Alibaba reports strong earnings. | Creditors keep troubled law schools afloat.", "filename": "2014_11_05__1542339564.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_05__1542339564.html", "title": "Morning Agenda: Wall St. After G.O.P. Victory", "title_page": "Morning Agenda: Wall St. After G.O.P. Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Republicans took control of the Senate on Tuesday night and expanded their hold on the House, in a rebuke of President Obama that will reshape the political landscape for his final two years in office, The New York Times writes. Propelled by economic dissatisfaction and anger toward the president, Republicans grabbed Democratic Senate seats in North Carolina, Colorado, Iowa, West Virginia, Arkansas, Montana and South Dakota to gain their first Senate majority since 2006. With at least a nine-seat gain and most likely more, House Republicans will have close to 245 seats, the largest Republican majority since the Truman administration. So what does the G.O.P.’s victory mean for Wall Street? The financial industry is looking to see changes to the corporate tax code, immigration, international trade, energy and health care. The reshaped political landscape could lead Congress and President Obama to seek legislative breakthroughs on some economic issues before the 2016 election cycle. “What we hope the next Congress will do is focus on policies that drive competitiveness and drive growth,” Aric Newhouse, an executive at the National Association of Manufacturers, told The Wall Street Journal. Republicans have indicated they are particularly interested in working with President Obama on a tax overhaul and trade policy. “A Republican-led Congress will be determined to send a tax reform bill to the White House ahead of the 2016 presidential election cycle,” John Brady, vice president at RJ O’Brien, told The Financial Times. The markets are also poised to move higher. “Midterm Novembers are good. Midterm Decembers are good. Plus you’ve got the ‘sell in May and go away effect’ that ends in November,” said Jack Ablin, chief investment strategist at BMO Capital Markets. Others are skeptical that the election results will have any effect on the markets. Brian Jacobsen, chief portfolio strategist at Wells Fargo Funds Management, told Reuters: “There aren’t too many surprises here, and I don’t think markets will react negatively, or positively on this.”\nREGULATORS WARY OF LEVERAGED LOANS | As regulators hunt for the next financial bubble, they are homing in on the leveraged loan market, an obscure corner of Wall Street that has been tapped for more than $2 trillion since the start of last year, DealBook’s Peter Eavis reports. By providing financing, Wall Street would appear to be doing its job of matching companies that need capital with investors who can provide it. After banks like JPMorgan Chase and Bank of America make loans to the companies, they turn around and sell the debt to hedge funds, pensions and even mom-and-pop mutual funds. But while these leveraged loans funnel money to companies that might otherwise struggle to finance their ambitions, bank regulators are worried. In recent months, the Federal Reserve and the Office of the Comptroller of the Currency have intervened to tamp down the market. Leveraged loans are made to companies with low credit ratings that could suffer high losses in a downturn. Officials contend that the crackdown is part of their mission to ensure the soundness of the banking system. “But with this onslaught, they are also trying to have their regulatory cake and eat it, too,” Mr. Eavis writes. The Fed’s policy of keeping interest rates at record lows has driven investors to buy riskier investments in exchange for higher returns. The regulators fear that the stampede into less conventional assets like leveraged loans could create bubbles that will later pop, harming the banks and the wider economy. Leveraged loans have also cropped up in another area of concern to regulators: Exchange-traded funds, or E.T.F.s. These bundled pools of assets, ranging from stocks and bonds to currencies and derivatives, are bought and sold on equity markets by large and small investors alike. Over the last decade, E.T.F. assets have exploded to $2.5 trillion from less than $500 billion, DealBook’s Landon Thomas Jr. writes. And while E.T.F.s have become wildly popular for retail investors, regulators are worrying that too many of these assets have been accumulated in hard-to-sell investments like junk bonds, emerging-market debt and, farthest out on the risk frontier, leveraged loans. In this regard, Invesco’s senior loan fund is treading a risky path as a big investor in distressed debt.\nALIBABA REPORTS STRONG EARNINGS | The Chinese e-commerce giant Alibaba Group reported on Tuesday a jump in profit in its first earnings announcement since its initial public offering in September, Paul Mozur writes in The New York Times. Alibaba’s profit grew 16 percent compared with results in the period a year earlier, as the company’s sites benefited from the growing number of Chinese turning to the Internet to shop. Shares in the company have risen about 50 percent since it raised nearly $21.8 billion in the highly anticipated initial stock sale. With a market value of more than $250 billion, Alibaba is now worth more than Facebook. Pointing to a big increase in the number of customers using the company’s e-commerce sites on smartphones and to strong increases in sales and profits, Joseph C. Tsai, the company’s executive vice chairman, said in a news conference that the results provided a “strong foundation for future sustained growth.” Alibaba said that in the quarter ended Sept. 30, its net profit jumped to $1.1 billion, roughly in line with analyst expectations. Alibaba’s revenue rose 54 percent, to $2.7 billion. Alibaba’s chief financial officer, Maggie Wei Wu, said the company would not disclose guidance for its future earnings because it wanted to focus on the long term.\nON THE AGENDA | The ADP employment report comes out at 8:15 a.m. Gallup’s job creation index is released at 8:30 a.m. The Markit purchasing managers’ index for services is released at 9:45 a.m. The Institute for Supply Management nonmanufacturing index comes out at 10 a.m. Ben S. Bernanke, former chairman of the Federal Reserve, speaks at the Charles Schwab Impact 2014 conference at 6:45 p.m. in Denver. Time Warner reports third-quarter results before the market opens. Tesla Motors reports third-quarter results after the market closes.", "url": "https://dealbook.nytimes.com/2014/11/05/morning-agenda-wall-st-after-g-o-p-victory/"}