{"authors": ["William Alden"], "date_download": "2018-11-16 04:43:34", "date_modify": "2018-11-16 04:43:34", "date_publish": "2014-09-01 01:13:06", "description": "Some entrepreneurs say worries about a possible downturn are partly why they are stocking up on financing, essentially taking out insurance on the risk of harder days ahead.", "filename": "2014_08_31__1542343414.html", "image_url": "https://static01.nyt.com/images/2014/08/30/business/dbpix-venture-1/dbpix-venture-1-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_08_31__1542343414.html", "title": "Start-Ups Accrue Funding in Case of Leaner Times", "title_page": "Start-Ups Accrue Funding in Case of Leaner Times - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn 1999, right before the dot-com bubble popped, Lawrence Coburn quit his corporate job and dove into the Internet gold rush, raising $600,000 from friends and family — including his grandmother — for a consumer ratings site he founded called RateItAll. At the time, virtually any idea, no matter how far-fetched, seemed to hold the promise of a high-flying initial public offering, making it easy to attract financial backing.\nBut when technology stocks collapsed and venture capital dried up, RateItAll ran out of cash by 2001.\nToday, Mr. Coburn, 45, who now runs a start-up in San Francisco called DoubleDutch (and who only managed to pay back his grandmother after her death — returning the money to her estate), fears that history may repeat itself. Without an immediate need for the money, he said concerns about a possible downturn factored into his decision to raise $19 million of equity and debt financing last month for DoubleDutch, which makes an app for organizing events. He readily received the money from some leading Silicon Valley investors, including Peter Thiel.\nSilicon Valley has more money than it knows what to do with these days, leaving venture capitalists and other investors practically begging elite start-ups to take their cash. And the entrepreneurs are happy to oblige.\nWith young start-ups receiving lofty valuations — and with conflicts around the globe stoking fears of a market correction — some entrepreneurs say worries about a possible downturn are partly why they are stocking up on financing, essentially taking out insurance on the risk of lean times ahead.\n“If you’ve been through those boom cycles, you’re looking for signs that the next one is coming, and you’re very fearful of that,” Mr. Coburn said. “You don’t want to be stuck out raising money when the curtain call comes.”\nAt a time when many consumer tech brands like Uber and Snapchat are bursting with financing that values them at $10 billion or more, lesser-known but promising firms are also attracting prominent investors. Even traditionally conservative investors like T. Rowe Price are competing for access to the hottest tech deals.\nIn the first half of the year, investors put $22.7 billion into venture capital deals in the United States, 71 percent more than in the period last year, according to PricewaterhouseCoopers and the National Venture Capital Association, which used data from Thomson Reuters.\nRaising this additional money comes at a cost to the start-ups: Venture capitalists often demand preferred stock, which can give them the right to recover their investment if the company is sold at a lower price. But in the flood of capital, many entrepreneurs are able to raise money on favorable terms and secure rich valuations. In the second quarter of this year, the average share price at which companies raised financing was 113 percent higher than the price in their previous financing round, according to the law firm Fenwick & West, which analyzed 174 financings in Silicon Valley.\nStill, the investor enthusiasm is now mixed with a modicum of concern. A survey of venture capitalists in the second quarter by Mark V. Cannice, an entrepreneurship professor at the University of San Francisco School of Management, produced a reading of 4.02 on a five-point scale of confidence. While high, that level was virtually flat from the first quarter of the year, ending a seven-quarter streak of increases.\n“It’s a very cyclical industry, and entrepreneurs know that,” said Raphael Amit, a professor of entrepreneurship and management at the Wharton School of the University of Pennsylvania. Entrepreneurs, he said, are raising money “very prudently as a hedge, if you will, not knowing how things will develop in the future when they really need the money.”\nThose who cite such fears typically have a few years’ more business experience than the youngest 20-somethings in tech. Kevin Hartz, 44, the chief executive of Eventbrite, an online ticketing service, said market concerns contributed to the company’s move to raise $60 million this year, at a valuation of $1 billion.\nMr. Hartz has lived through two major slumps. In 2001, after the dot-com crash, he helped found Xoom, a money transfer company, but said he found it “impossible” to raise financing. The terrorist attacks of Sept. 11 only worsened the financial climate. “We just had to bootstrap it,” Mr. Hartz said. Xoom, after 12 years in business, finally went public last year.\nPhoto\nHe had a similar experience in the early days of Eventbrite, which he helped start in 2006. When the financial crisis of 2008 struck, Eventbrite was repeatedly turned down by venture capitalists, Mr. Hartz recalled. “We just hunkered down,” he said. Then, in 2009, Eventbrite attracted $6.5 million from Sequoia Capital, in its first venture capital investment, opening the door to additional financing rounds from other firms.\nSilicon Valley is full of similar stories. Barry McCarthy, the former chief financial officer of Netflix, who joined the company in 1999, recalled its $50 million financing round in early 2000, shortly before the dot-com crash. He said that the amount was significantly more than Netflix — which at the time was a company that primarily rented DVDs by mail — knew what to do with, but that the decision to take the money proved crucial.\n“Even though our business model was working quite well, we would not have had access to capital and we would have had to close the company if we hadn’t raised the extra money,” he said.\nSome fear a return to the unreal economy of the late 1990s. And those voices are growing louder, stoking debate in the tech world. One prominent venture capitalist, George Zachary, a partner at Charles River Ventures who was an early investor in Twitter, contends that Silicon Valley is in an expanding bubble, and he has been using his Twitter feed over the last year to cite evidence for that claim. Keeping a close eye on the public markets, Mr. Zachary also projects that a geopolitical shock like the conflicts in Ukraine or Iraq could set off a market correction and, in turn, constrain financing for tech firms.\nMany executives and investors are looking for indications that the Federal Reserve might raise interest rates. Public markets are important for private company investors because many use public company capitalizations as a yardstick for start-up valuations.\nBut Mr. Zachary said his declarations had generated perplexed responses.\n“After I’ve made comments about the public markets, I’ve actually gotten emails and private comments from other venture people saying: ‘Why do you say this? This is not good for our business for you to be publicly saying this,’ ” he said. “My take is it’s better for the market to be less volatile than for it to ballistically go up and explode.”", "url": "https://dealbook.nytimes.com/2014/08/31/start-ups-accrue-funding-in-case-of-leaner-times/"}