{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 03:16:17", "date_modify": "2018-11-16 03:16:17", "date_publish": "2014-11-25 03:40:00", "description": "On Monday, Anthony Noto, Twitter’s chief financial officer, appeared to accidentally disclose some confidential corporate strategy plans on the social network itself.", "filename": "2014_11_24__1542338177.html", "image_url": "https://static01.nyt.com/images/2014/11/26/business/dbpix-noto1/dbpix-noto1-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_24__1542338177.html", "title": "The New York Times", "title_page": "Twitter's C.F.O. Suffers a Social Media Faux Pas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTwitter has long been criticized for being difficult for new users to understand. On occasion, it seems, the social network’s own executives have a hard time as well.\nOn Monday, Anthony Noto, the company’s chief financial officer, appeared to accidentally disclose some confidential corporate strategy plans on Twitter itself. Per Kevin Roose, a senior editor at the cable channel Fusion (and a former DealBook colleague):\nGranted, few outside Twitter know exactly who is scheduled to meet with a member of the social network’s top management in the middle of next month. But that didn’t stop denizens of the service from speculating about whom Mr. Noto had referred to. Among the most popular guesses: Mic, a news startup with several executives whom the Twitter executive had recently started following.\nWhile we don’t know exactly what happened here — and a Twitter spokesman declined to comment — it’s possible that Mr. Noto had meant to send that message to one of his colleagues through what’s known as a “direct message,” or DM.\nSeveral users over the years have mistakenly posted publicly to Twitter messages that instead were meant only for a specific person’s eyes. Anthony Weiner, the former lawmaker, may be one of the most infamous perpetrators of a DM failure, after a Twitter post with suggestive content appeared on his account. The onetime Congressman claimed that his account had been hacked.\nSoon after Mr. Roose pointed out Mr. Noto’s problem, it appears that the Twitter chief financial officer deleted the message in question. But as is often proved time and again on the Internet, nothing is ever truly deleted off the Web.", "url": "https://dealbook.nytimes.com/2014/11/24/twitters-c-f-o-suffers-a-social-media-faux-pas/"}