{"authors": ["Jenny Anderson", "Chad Bray", "Ben Protess"], "date_download": "2018-11-16 03:49:35", "date_modify": "2018-11-16 03:49:35", "date_publish": "2014-11-12 19:21:40", "description": "An inquiry found that no one at the central bank was involved in unlawful behavior, but a top official was fired after he failed to follow internal policies.", "filename": "2014_11_12_report-clears-ba_bbec6242b1aedfc5c1acfdc03f502c93__ref=dealbook_1542340175.html", "image_url": "https://static01.nyt.com/images/2014/11/13/business/dbpix-bank-of-england1/dbpix-bank-of-england1-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2014_11_12_report-clears-ba_bbec6242b1aedfc5c1acfdc03f502c93__ref=dealbook_1542340175.html", "title": "Bank of England Officials Cleared of Wrongdoing in Currency Manipulation", "title_page": "Bank of England Officials Cleared of Wrongdoing in Currency Manipulation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nRelated Links Big Banks Are Fined $4.25 Billion in Foreign Exchange Scandal\nLONDON – An independent inquiry released on Wednesday found that no one at the Bank of England was involved in unlawful or improper behavior related to the foreign exchange market, but a top official was fired this week after the central bank said he failed to follow internal policies.\nIn October 2013, the Bank of England’s governors began an internal review after accusations arose that officials condoned or knew about manipulation in the foreign exchange market. In March of this year, the bank’s oversight committee took over the investigation, and Lord Grabiner, Queen’s Counsel, was appointed to lead the external review.\nAmong the issues Lord Grabiner examined was the role of Martin Mallet, the Bank of England’s chief foreign exchange dealer and the chairman of an industry committee of top foreign exchange traders.\nLord Grabiner’s report determined that Mr. Mallet did not break any laws, but it was critical of him for failing to pass on concerns he had about activity in the market, including potential collusion among traders around “the fix.”\n“This constituted an error in judgment that deserved criticism, but such criticism should be limited in that the individual was not acting in bad faith, nor was the individual involved in any unlawful or improper behavior, nor aware of specific instances of such behavior,” the report said.\nVideo\nThe Bank of England confirmed that Mr. Mallet had been fired on Tuesday, but said it was for reasons unrelated the report.\n“Following a disciplinary process unrelated to Lord Grabiner’s investigation, the bank’s chief FX dealer, who was suspended in March, was dismissed on 11 November for serious misconduct relating to a failure to adhere to the bank’s internal policies,” a spokeswoman said.\nShe said the dismissal was a result of information that came to light during the course of the bank’s initial internal review into accusations relating to the foreign exchange market.\nLord Grabiner’s report showed that Mr. Mallet was aware of aggregating orders around the fix as far back at 2008. But the report says that the issue at the time was “matching” — something that could lead to collusion but did not constitute wrongdoing.\nBut by 2012, when Mr. Mallet had a phone conversation with Niall O’Riordan, a senior UBS trader who has since been suspended, the issue had become more fraught. Mr. O’Riordan sought Mr. Mallet’s advice about trading around the fix in light of the investigations into the manipulation of the London Interbank Offered Rate and concerns from a manager about “the shenanigans that could possibly go on around fixings,” according to a transcript of the call.\nIn that call, Mr. Mallet indicated that lawyers, or regulators, might not look favorably on chat room activities.\n“Y’know, a few years ago people wouldn’t really have batted an eyelid, but in this new enlightened world of openness and transparency and aversion,” Mr. Mallet said, it looked to be “increasingly anachronistic” behavior.\nHe goes on to say that “regulators, if they were aware that it was going on, would be uncomfortable with it.”\nIndeed, it turned out they were.\nSeveral global banks agreed on Wednesday to pay $4.3 billion to settle investigations led by global regulators related to wrongdoing in the market.\nLord Grabiner’s report also recommended that the Bank of England should more clearly explain how it uses intelligence gathered from the market. It also said the bank should review its controls around market intelligence being passed to other market participants, intentionally or not.\nThe Bank of England endorsed these recommendations.", "url": "https://dealbook.nytimes.com/2014/11/12/report-clears-bank-of-england-officials-of-wrongdoing-in-currency-manipulation/?ref=dealbook"}