{"authors": ["David Barboza", "Topics.Nytimes.Com Top Reference Timestopics People B David_Barboza Index.Html"], "date_download": "2018-11-16 03:50:40", "date_modify": "2018-11-16 03:50:40", "date_publish": "2015-01-31 20:00:20", "description": "The China Minsheng Banking Corporation gave no explanation for the resignation of Mao Xiaofeng and no indication whether he had been questioned or was assisting investigators.", "filename": "2015_01_31_president-of-china-minsheng-bank-steps-down___r=0_1542340240.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/dealbook.nytimes.com/2015_01_31_president-of-china-minsheng-bank-steps-down___r=0_1542340240.html", "title": "President of China Minsheng Bank Steps Down", "title_page": "President of China Minsheng Bank Steps Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — The China Minsheng Banking Corporation, one of China’s biggest financial institutions, said on Saturday that its president, Mao Xiaofeng, had resigned for personal reasons unrelated to the bank’s operation, after published reports that he had been taken away to assist the country’s anti-corruption investigators.\nMr. Mao, 42, was considered a rising star in the financial industry and was named president just last year. He was the youngest leader of any major Chinese bank and was a longtime Communist Party official who had studied for a master’s degree at Harvard.\nThe bank named Hong Qi, its chairman, to serve as acting president.\nIn its statement, Minsheng gave no explanation for the resignation and no indication whether Mr. Mao had been questioned by or was assisting investigators. But Caixin, a respected business magazine, said on Friday that Mr. Mao had been taken away to help with an investigation led by the Central Commission for Discipline Inspection, China’s anti-corruption agency.\nCaixin and other Chinese publications reported that Mr. Mao’s case was linked to an investigation into Ling Jihua, once a top aide to former President Hu Jintao. Mr. Ling was detained late last year on accusations of corruption and abuse of power.\nThe resignation of Mr. Mao comes during an extensive crackdown on corruption that has rocked the upper echelons of China’s political system and created enormous anxiety among private entrepreneurs and the leaders of state-run companies, who fear they could be drawn into the cases.\nPresident Xi Jinping’s extraordinarily bold anti-corruption campaign has already ensnared the former domestic security chief Zhou Yongkang, who once served on the powerful Politburo Standing Committee. The Communist Party has also brought cases against the former People’s Liberation Army commander Xu Caihou.\nIf Mr. Mao is being questioned in an anti-corruption investigation, it would be the first time that the leader of a major financial institution has been tied to one of the cases.\nChina Minsheng Bank was founded in 1996 as one of the country’s first privately controlled financial institutions. The bank, based in Beijing, has thrived by lending to small entrepreneurs and businesses and has become one of the world’s biggest banks, with more than $500 billion in assets. Its major investors have included the Fosun Group and the billionaire entrepreneurs Liu Yonghao and Shi Yuzhu.\nIn recent months, a little-known private insurer in China called Anbang Insurance has been building up a major stake in Minsheng. In October, Anbang agreed to pay $1.95 billion to acquire the landmark 47-story Waldorf-Astoria Hotel in New York City from Hilton Worldwide Holdings. Among the owners and directors of Anbang are Wu Xiaohui, a businessman who married the granddaughter of the Chinese leader Deng Xiaoping, who died in 1997, and Chen Xiaolu, the son of Chen Yi, a revolutionary commander who served with Mao Zedong.\nThe earliest reports of Mr. Mao’s troubles came late Friday, after Caixin said he had been removed by regulators as party secretary at Minsheng, one of the top positions at the bank.\nPeople’s Daily, the official mouthpiece of the Communist Party, later said that Minsheng employees were warned over the weekend to be ready to “respond to a possible emergency.”\nMr. Mao joined China Minsheng in 2002. According to his official biography, he studied in Hunan Province, and he worked as the director of the general office of the central committee of China Communist Youth League from 1999 to 2002, a part of the Communist Party that is said to be closely aligned with Mr. Hu, the former Chinese president, and Mr. Ling.", "url": "https://dealbook.nytimes.com/2015/01/31/president-of-china-minsheng-bank-steps-down/?_r=0"}