{"authors": ["Amanda Christy Brown", "Holly Epstein Ojalvo"], "date_download": "2018-11-16 04:22:38", "date_modify": "2018-11-16 04:22:38", "date_publish": "2009-10-29 17:58:52", "description": "Lesson Plan | Considering stories by and about women.", "filename": "2009_10_29__1542342158.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2009_10_29__1542342158.html", "title": "The New York Times", "title_page": "That's a Different Story? Considering Narratives by and About Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tina Berning\nOverview | Why have women been underrepresented in literature and film? Are there “boy stories” and “girl stories,” or are there simply “human stories”? What are we missing by not hearing women’s stories? In this lesson, students consider the representation of women in the curriculum and discuss their experiences reading books by and about women. Then, they examine images of women from all over the globe, bring them to life by crafting stories that reveal their humanity, and reflect on why women’s stories are worthy of examination.\nMaterials | Student journals, a computer with Internet access and projection equipment, and computers for students to use during class (if available)\nWarm-up | Give each student a copy of the handout Stories of Our Times (PDF). After students complete the sheet individually, read each story synopsis as a class and elicit responses as to whether they think each person is male or female and why. What expectations do students have of stories about male or female protagonists?\nThen, reveal that all of these stories are from Times features about women and invite student reaction. Ask: Were you particularly surprised that any of the characters is female? If so, why? Why do many people have certain expectations of women’s stories? How do these particular stories subvert your expectations of “women’s literature”? How do you react when you are assigned a book by or about a woman? Why? For those who tend not to be interested in women’s stories, do any of the Times stories interest you?\nNote: If you’d like to explore the stories on the handout further, they are drawn from the following features, in order: “Mother and Medic,” “Alexandra Elman: The Blind Wine Taster,” “Ra Ruiz: The Pier Kid,” “Amy Rapkiewicz: The Pathlogist” and “Breaking Through the Ranks”.\nNext, have students list the works they remember reading as part of their English curriculum over the past two years in their journals. Then have them identify which ones were by or about women. Invite students to share their lists; record titles on the board. As a class, reflect on this list. Ask:\nHow many of these works were written by women?\nHow many by men?\nWhich ones feature female protagonists?\nWhich ones feature male protagonists?\nAre there such things as “boy stories” or “girl stories”?\nWhich ones, if any, would you classify as “boy” stories? Why? What characterizes them?\nWhich ones, if any, are “girl” stories? Why? What characterizes them?\nDo you think women have been underrepresented in our school curriculum? Why or why not?\nYou may wish to project or hand out the list of works in Harold Bloom’s “Western Canon” and peruse it together. Ask students: Why have women been underrepresented on this list? Is it important that school reading lists balance gender of authors and protagonists? Why or why not?\nRelated | In the Week in Review article “Now Starring at the Movies: Famous Dead Women,” Times movie critic Manohla Dargis contexualizes Hollywood’s reliance on “famous dead women” to sell films:\nYou can’t blame filmmakers (or actresses) for raiding crypts. It’s rarely been more difficult to be a woman in the movies than now, particularly in the United States, where for the past few decades most blockbusters and microbudgeted D.I.Y. enterprises have been overwhelmingly male. Last year, only one movie about a woman — “Twilight,” the vampire romance about a living teenager and her undead but supercute boyfriend — squeezed into the ranks of the Top 10 grossing titles, a chart dominated by superheroes and male cartoon characters. Another two female-centric stories climbed into the Top 20. That sounds shocking except that only three such stories made it to the Top 20 in each of the previous two years.\nRead the entire article with your class, using the questions below.\nQuestions | For reading comprehension and discussion:\nWhy have Hollywood filmmakers been “raiding crypts”? In describing the “Great Woman Theory” of history, Ms. Dargis uses the word “distaff”. What does “distaff” mean? What is the “Great Woman Theory” of history? What does the film “Amelia” neglect to portray? Why, according to the article, does the film shy away from these complexities? Why do you suppose female stories have become “so marginalized on American movies screens”? Would you rather see the story of a “still-breathing” famous man or a famous dead woman? Why?\nRELATED RESOURCES From The Learning Network Lesson: She’s All Over the Map\nLesson: A Woman’s Worth\nLesson: Breaking Through to the Other Side\nFrom NYTimes.com Times Topics: Women\nArticle: “Is There a Real Woman in This Multiplex?”\nArticle: “Writing Women”\nEssay: “Arts Prizes Just for Women Are Still Useful Spotlights in a Post-Feminist World”\nAround the Web Washington Post Article: “Women and Film”\nNCTE/WILLA Book Review: “Weaving in the Women”\nThe Public Media Foundation: Scribbling Women\nThe Victorian Web: The Concept of Literary Canon\nActivity | Talk about what makes a good story. Whether it’s about a living man or a dead woman, what elements sell in bookstores and at the box office? Make a list on the board. Ask students to share stories of women they know (or know of) who would make good subjects for novels, movies or other narratives. What about their lives is “story-worthy”?\nShow students one of the following Times videos, or another selection from the video archive. (Be sure to preview them, as several include graphic content and will not be appropriate for students at all grade levels.)\nAfter viewing, ask students why this girl’s or woman’s life makes a compelling story for viewers of any gender. Ask students why they think stories like these are generally neglected by mainstream filmmakers and other storytellers. Are the stories of ordinary women as powerful as those of famous women? In what ways might they be more powerful?\nThen, show students the Times interactive feature “A Woman’s World” and allow them to peruse them individually, if possible. As students look at the photos, have them choose one woman whose story interests them and complete the handout Saying What’s Unsaid. (If students do not have access to computers during class time, you may wish to assign this part of this lesson to be done outside of class.)\nTo close class, have students share their completed handouts with a partner or in small groups, and discuss why this subject makes a good subject for a story or film. How does it challenge our expectations of and for “female” stories? How is it a universal, human story? Why is it important that this story be heard?\nGoing further | Students write an informed piece of short fiction about the woman they selected. Tell them to round out what they already know about their subject by doing further research; Times Topics pages are excellent starting places for researching people, institutions, countries and events.\nIn a future class, have students share their stories. As a class, discuss what makes these stories “human stories” and therefore worthy of consideration.\nTeachers: What works by or about women do you teach? Which do you find particularly effective with both male and female students? Why? Share your experiences in the comment box below.\nStandards | From McREL, for grades 6-12:\nListening and Speaking\n8- Uses listening and speaking strategies for different purposes\nUnited States History\n29- Understands the struggle for racial and gender equality and for the extension of civil liberties.\n31- Understands economic, social, and cultural developments in the contemporary United States.\nReading\n4 – Gathers and uses information for research purposes\n5 – Uses the general skills and strategies of the reading process\n6- Demonstrates competence in the general skills and strategies for reading a variety of literary texts\n7- Uses the general skills and strategies to understand a variety of informational texts\nWriting\n1 – Uses the general skills and strategies of the writing process", "url": "https://learning.blogs.nytimes.com/2009/10/29/thats-a-different-story-considering-narratives-by-and-about-women/"}