{"authors": ["Katherine Schulten", "Holly Epstein Ojalvo", "John W.Wright", "Collin M. Seymour", "Jb Mcdaniel", "Stephanie Grasso", "Sherrie Ojeda", "Danna Watkins", "James Mulhern"], "date_download": "2018-11-16 04:22:32", "date_modify": "2018-11-16 04:22:32", "date_publish": "2010-08-06 16:40:33", "description": "New York Times resources to complement the teaching of any fiction, nonfiction or poetry.", "filename": "2010_08_06__1542342152.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2010_08_06__1542342152.html", "title": "10 Ways to Use The New York Times for Teaching Literature", "title_page": "10 Ways to Use The New York Times for Teaching Literature - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Barry Blitt\nUpdatedNov., 2013\nClassics, contemporary fiction, young adult and graphic novels, sequels and adaptations: Here are 10 ideas that will help any teacher use the vast resources of NYTimes.com to show students the connections between any type of literature and life.\n1. Certain classics have appeared on a majority of high school English lists every year since the 1960’s, and many, if not most, are likely somewhere in your own school’s curriculum. We have made special Teaching Topics pages of Times and Learning Network resources for many of these, including:\nUse the comment field below to let us know what other works of literature you’d like to see us create a Teaching Topics page about.\n2. But say you’re teaching a book – perhaps a work of nonfiction – that we haven’t made a special collection for, and you want to scare up some relevant and interesting Times features to share with students.\nTo find Times articles from 1851-present related to almost any book, use Site Search. On the left-hand side of the page, you’ll see that you can narrow or widen your search by time frames or specific dates, so you can put in just one year — 1963, for instance — or search the entire history of The Times.\nTake, for example, “The Adventures of Huckleberry Finn.” If you do a site search for “Huckleberry Finn,” you’ll see that one of its very first mentions in The New York Times came in 1885 in the form of an editorial republished from the Springfield Republican. Headlined “Trashy and Vicious,” it comments on the Concord Library’s ban of the book. Among other things, you would also find:\nYou might choose one of these for students to consider as they read “Huck,” or you might have them skip through the archives themselves and muse on what they find there and how it affects their reading of the novel.\nUpdate: Another way to search? You might try The Times’s new Image Search (beta) to surface interesting articles, photographs and illustrations. For instance, try putting in an author’s name, book title, setting, or even theme (“identity”) and see what comes up.\n3. To enrich students’ understanding of works’ settings, you might use Times Topics pages and the Multimedia/Photo Archive to find related articles, photographs, video, interactive graphics or podcasts.\nFor example, if you’re teaching “The Grapes of Wrath”, the Great Depression page has a short overview of the social, political, and economic conditions of the period, as well as photo slide shows of both black and white and color photographs from the era. The page also highlights several videos in The New Hard Times series in which people who were alive during the Great Depression compare it to conditions today.\nSimilarly, Anne Frank’s “Diary of a Young Girl,” Elie Wiesel’s “Night” or “The Book Thief” might be taught using resources from the Times Topics page on the Holocaust, or with our special Holocaust collection.\nAnd just for fun, the interactive Literary Map of Manhattan might teach your students about writers like J.D. Salinger and Ralph Ellison, or might inspire them to create their own map or itinerary that features the literary landscape of another region, state or country.\n4. Show students the relevance of what they read to “the real world” by having them connect key quotes from the work to news articles, photos and editorials in The Times that echo this idea. How do these three famous quotes, for example, resonate today? What contemporary connections can students find in The Times? (Update: We now have a Literature Quote Bingo game (PDF) to help.)\n“It was the best of times, it was the worst of times.” (“A Tale of Two Cities”)\n“No man, for any considerable period, can wear one face to himself and another to the multitude, without finally getting bewildered as to which may be the true.” (“The Scarlet Letter”)\n“How wonderful it is that nobody need wait a single moment before starting to improve the world.” (“Diary of a Young Girl”)\n5. Maybe your students are reading contemporary fiction like “The Kite Runner,” “The Brief, Wondrous Life of Oscar Wao” or “Life of Pi”. Or perhaps they’re recommending new titles to each other in preparation for a book group.\nIf so, the Books section offers podcasts and a blog with news and interviews about these and other popular books and writers. In December each year The Times also chooses 100 Notable Books of that year to recommend.\n6. Or, perhaps, you teach young adult literature or pair YA novels with classics. In our lesson It’s the Same Old Story we highlight commonalities between the “Twilight” series and other literature, and the lesson can easily be adapted to work with any young adult novel, from the “Harry Potter” series to “The Absolutely True Diary of a Part-Time Indian”.\nTo give your students models of how to think critically about YA books, you might assign such pieces as the 2006 essay by Naomi Wolf about the “Gossip Girl,” “A-List” and “Clique” novels and the 2009 essay by Ned Vizzini about stereotypes in young adult fiction.\n7. A common literature class assignment: to consider or create adaptations of literary works. Students might rewrite a portion of a literary text, either updating it, writing a new story inspired by the old, telling the story from a different point of view or recasting it in a new genre or under new conditions.\nYou might also point out the many published works that reinvent classics, such as the recent legal battle over the “Catcher in the Rye” sequel illustrated. This article lists many famous “sequels,” including the critically acclaimed “The Wide Sargasso Sea” and the creative\n“Pride and Prejudice and Zombies”.\nAnd if your students are critically reviewing film adaptations – or drafting their own ideas for the movie version of a book they’re reading – they might find and read the Times movie review and other commentary on adaptations (such as Joyce Carol Oates’s Opinion piece on the Disney version of “The Scarlet Letter”). These two lessons will help students compare book and movie versions of the same work: Setting the Stage From the Page and What a Character! Comparing Literary Adaptations.\n8. If your students are delving into author biography, a good place to start is the Times Topics pages about them. Find them quickly and easily using the drop-down menu on the right-hand side of the Books section, which features many writers from Jane Austen, Nikolai Gogol, Ernest Hemingway, George Orwell, Edgar Allan Poe and Albert Camus to Raymond Carver, Stephen King and Edwidge Danticat.\nUse these pages to discover intriguing tidbits about writers, like how Amy Tan came to write “The Joy Luck Club,” why Sandra Cisneros got mostly C’s and D’s in 5th grade and how Salman Rushdie uses his computer to compose his works.\n9. Graphic novels, such as “Persepolis” and “Maus,” are taught across the curriculum in many schools. Here are two useful essays about graphic novels, one about the genre in general, and another about their use in schools. Our lesson That’s the Story of My Life has students creating their own storyboards for graphic novels about adolescence.\n10. For more ideas, explore our ever-expanding trove of language arts lesson plans. (Tip: All of our lessons on literature since fall 2009 are tagged “literature,” but there are many more, going back to 1999.)\nYou’ll find a range of lessons about particular authors and genres, as well as activities encouraging having fun with and opening new vantage points on literature, such as these:\nWhat other ways do you use The Times to complement your teaching of literature? Share your ideas here, and we may feature them on the blog.", "url": "https://learning.blogs.nytimes.com/2010/08/06/10-ways-to-use-the-new-york-times-for-teaching-literature/"}