{"authors": ["Katherine Schulten", "Shannon Doyne", "Rilla Angus", "Mary Ellmann", "Robert F"], "date_download": "2018-11-16 04:22:31", "date_modify": "2018-11-16 04:22:31", "date_publish": "2011-11-03 20:20:54", "description": "How is the definition of “reading” changing, and what does it mean for schools and students? A categorized list of recent Times pieces on this broad topic, with scores of ideas for classroom inquiry.", "filename": "2011_11_03__1542342151.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2011_11_03__1542342151.html", "title": "Considering the Future of Reading: Lessons, Links and Thought Experiments", "title_page": "Lesson Plan | Considering the Future of Reading: Lessons, Links and Thought Experiments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nHow is the definition of “reading” changing? How does the experience of reading with new technologies affect the transaction between text and reader? What is the future of the book industry? What does all this mean for schools, students and literacy rates?\nIn 2008, The New York Times published a series called “The Future of Reading” in which some of these questions were raised. Three years later, that “future” is evolving at such a rapid rate that stories on the topic crop up regularly in every section of the paper, from Business and Books to Style, Education and Opinion.\nIn this post, we’ve collected and categorized many of those articles, and, for each category, suggested ideas for classroom inquiry.\nAs always, we hope you’ll contribute your experiences and thoughts.\nUpdate: Nov. 17 |\nWe’ve published a related Student Opinion question. Invite your students to post their responses:\nWhat Do You Read, and How Do You Read It?\nThe Future of the Book\nWhat will the book of the future look like? What will the experience of reading it entail?\nTake a look at just a few new models, including Al Gore’s new book in which a reader can blow on wind turbines to make them turn; the three models in “The Future of the Book” video from IDEO; this collection of 21 e-books for children in which the periodic table of the elements comes alive, and the illustrations for Alice in Wonderland move around the page at the reader’s whim; and some books with soundtracks.\nOnce you find a “future book” concept that you like, try adapting it to a novel you’re reading or to a forgotten literary classic, a chapter in a textbook, or a favorite children’s book. How could you re-imagine this text digitally in a way that still leaves room for the individual reader’s imagination? Sketch, describe or create an online model of what your new version would look and feel like.\nYou might also answer the question of what books you feel are not suited to these kinds of digital updates. Do you agree with the Times reporter who wrote, after reading Ander Monson’s digital book “Vanishing Point:\nI find it hard to imagine reading a novel like “Anna Karenina,” though, and jumping away from the book every page or so to follow some hyperlink, in part because it would end up taking a year (or years) to read. But what of other books, like Monson’s, or like the “choose your own adventure” stories I gorged on as a child (and which Monson, in fact, mentions)? Those as much as any other books got me interested in literature. They weren’t great art, perhaps, but they kept me reading.\nThe Future of Book Publishing\nRead the Room for Debate blog’s discussion of the question “Will Amazon Kill Off Book Publishers?” as well as the related reader comments.\nIs the fact that writers may now be able to bypass the traditional book publishing industry a positive thing? Are there parallels here to other industries, like the music industry or the growing world of handmade items sold in online marketplaces?\nUse a graphic organizer like our multiple points of view PDF to respond to these questions from the stakeholders like writers, publishers, online booksellers, book store owners and book buyers.\nThe Future of the Reading Experience\nIn a 2010 essay, “Only Disconnect,” Gary Shteyngart describes his experience of reading an ink-and-paper book:\nI am sitting underneath a tree beside a sturdy summer cottage rebuilt by an ingenious Swedish woman. The birds are twittering, but in a slightly different way than my New York friends. I open a novel, “A Short History of Women,” by Kate Walbert, a book I will grow to love over the coming week, but at first my data-addled brain is puzzled by the density and length of it (256 pages? how many screens will that fill?), the onrush of feeling and fact, the surprise that someone has let me not into her Facebook account but into the way other minds work. I read and reread the first two pages understanding nothing. Big things are happening. World War I. The suffragist movement. Out of instinct I almost try to press the text of the deckle-edged pages, hoping something will pop up, a link to something trivial and fast. But nothing does. Slowly, and surely, just as the sun begins to swoon over the Hudson River and another Amtrak honks its way past Rhinebeck, delivering its digital refugees upstream, I begin to sense the world between the covers, much as I sense the world around me, a world corporeal and complete, a world that doesn’t need the press of my thumb, because here beneath the weeping willow tree my input is meaningless.\nCan you relate to this? Increasingly, are we all like the one-year-old in the recent viral video who seems to think a magazine is an iPad that doesn’t work? Are Flipboarding, Instapapering and other ways of interacting with content changing how we think? Is Google making us stupid?\nPretend it’s 15 years from now, and the 1-year-old in the video is a teenager. What would you tell her about what reading in 2011 was like? What aspects of reading now do you imagine will be different then? What will you miss?\nThe Future of Bookstores, Libraries and Librarians\nWhat is your favorite place to browse for books? How is browsing in a brick-and-mortar building different from browsing online? Do you have a neighborhood bookstore or library? How have those places changed over time to reflect changes in readers, books and the book industry? What do you think would be lost if they disappeared?\nCelebrate the reading culture in your community through a photo essay like this one, celebrating a much-loved bookstore in Greenpoint, Brooklyn.\nOr, investigate how changes in the industry are changing the roles of librarians, book store owners and others. For instance, how are the jobs of librarians morphing in response to the glut of information available today? Watch this 2009 video about a school librarian (and read the accompanying article) then interview your own local or school librarian, or local bookstore employee, about how these jobs have changed — and what they may look like in the future.\nThe Future of You as a Reader\nWhat is your own reading history? In previous lesson plans we’ve suggested creating timelines delineating how you’ve evolved as a reader over time. Now, however, we suggest you add to that by keeping a 24-hour reading journal in which you note everything you read, as well as in what setting and on what device you read it — beginning with the back of the cereal box at breakfast, and including Facebook posts, texts, school assignments, news feeds, advertisements, Google search results and everything else you take in as print.\nAt the end of the day, tally how much of what you read was on a device or in a format that didn’t exist 10 years ago. Then ask yourself, which of these reading experiences would you say “counts” as “real reading,” and which doesn’t? Why? Do you think your answer would be different than the answer of someone in a different generation?\nTo explore the reading habits of those close to you, consider creating a video documenting a day in the life of your family’s reading, much like the one that we’ve used at the top of this post. Or, create a survey with questions around reading to give to a variety of kinds of people, then create an infographic expressing what you find.\nThe Future of Reading in Schools\nDo you still learn chiefly from printed textbooks at your school? In your English class, do you have choices about what you read, or does the entire class read and discuss the same novel?\nDo your teachers use online materials to enrich what you’re reading? Are you still reading mostly fiction in school, or have you started to read more nonfiction or “informational text,” as the new Common Core Standards demand?\nAnd, of course, the ever-pressing question, how does our contemporary reading culture — or lack thereof — affect reading scores?\nDo a “reading audit” of your school, looking at to what extent reading there has been impacted by technological changes. Then write an essay, create a comic or shoot a video in which you imagine a cutting-edge high school English class set sometime in the future. What will it look like? What will students and teachers be doing? Will it be better than today’s? Why or why not?\nThe Past and the ‘Future of Reading’\nAt the dawn of the 20th century, in 1902, The New York Times published a piece called “The Future of Reading” (PDF). It begins by quoting the writer Jules Verne, who “forsees a time when the novel will be altogether supplanted by the daily press” since “more truth — truth with a big T — can be gathered from the police court story, the railway accident, from the everyday doings of the crowd, and from the battles of the future than can be obtained from attempts made to clothe the psychological moral in a garb of fiction.” The Times, however, disagreed: in newspapers, they wrote, “we get merely a series of snapshots at life; there is no evolution of its mysterious drama.”\nRead the whole piece and see what you think still is and isn’t true about the claims made in it. What would Jules Verne, or the editors of The Times, make of newspapers today? Why?\nAs a companion piece on the “future of news,” you might read Mandy Brown’s “On the News.” (PDF) She writes about The New York Times and its 2011 digital subscription system, but also about how 2011 may be a “tipping point” for news and readers. (“I suspect that we may be able to look back and see something shift right around now—see the point at which the way we read broke ranks with the way the news is made. We are no longer monogamous readers, loyal to a single source; rather, we read voraciously, looking for patterns, teasing out the things that matter to us, making connections, and then (often) writing about them ourselves. We are consumers of news, not The News.”) Do you agree or disagree with her?\nThe Future of Reading Communities\nIn a 2010 article, “The Book Club With Just One Member,” Motoko Rich writes:\nReading might well have been among the last remaining private activities, but it is now a relentlessly social pursuit. Gaggles of readers get together monthly to sip chardonnay and discuss the latest Oprah selection. On fan sites for the Harry Potter and “Twilight” series, enthusiastic followers dissect plot lines, argue over their favorite scenes and analyze characters. Publishers, meanwhile, are fashioning social networking sites where they hope to attract readers who want to comment on books and one another.\nHow much is reading still a solitary act for you, and how much, and in what ways, do you share the reading experience? For instance, do you create fan fiction? Do you participate in online communities like Goodreads? Do you share notes or quotes from your e-reader?\nDo you agree with this Bits Blog post that “One thing that seems clear: In the future, just about everyone on the Internet will be publishing all the time, and the once-rigid boundaries between ‘reader’ and ‘writer,’ already blurring, will disappear entirely”? What evidence can you show for that?\nOne simple thing you can do to be a part of a reading community online is to share what you’re reading every Friday on Twitter, by simply posting the title of the book (or magazine or newspaper or short story) you’re reading (or listening to), with the hashtag #Fridayreads. Following the #Fridayreads stream on Twitter can also quickly give you a snapshot of what people all over the world are reading each week.\nRelated Times and Learning Network Resources\nLesson Plans and Related Posts\nWhat You’re Reading This Summer: The Results of Our Survey (2011)\nGreat ‘Read-Alouds’ From The New York Times (Continuing)\nBeyond the Book Report: Ways to Respond to Literature Using New York Times Models\nPrint vs. Digital: Analyzing and Designing Book Apps for Works of Literature (2010)\nRemix, Reuse, Recombine: Holding a Seminar on Mash-Up Culture (2010)\nWhat’s Your Reading History? Reflecting on the Self as Reader (2010)\nOur Computers, Ourselves: Imagining the Digital Lives of Authors and Characters (2010)\nThe Plot Thickens? (2009)\nRead Read Revolution (2008)\nStudent Opinion Questions\nDo You Read E-Books?\nDo You Write in Your Books?\nWould You Trade Your Paper Books for Digital Versions?\nCan Cellphones Be Educational Tools?\nRecent Times Articles, Op-Eds and Multimedia, by Category\nEffects of Technology on Reading, Writing and Everyday Life\nSeries: The Future of Reading\nSeries: Humanities 2.0\nArts Beat Blog: “London Review of Books: The Future of Reading”\nOpinionator Blog: “Miss G.: A Case of Internet Addiction”\nBook Review: “Book Lovers Fear Dim Future for Notes in the Margin”\nBook Review: “Only Disconnect”\nBook Review: “The Cult of the Amateur”\nBook Review: “Texts Without Contexts”\nOpinion: “How the Internet Tried to Kill Me”\nThe Evolution of the Book\nArtsBeat Blog: “Ander Monson’s ‘Vanishing Point': The Future of the Book”\nGadgetwise Blog: “The Future of Books Is Smartphones”\nTechnology: “Apps Alter Reading on the Web”\nStyle: “Would You Sign My Kindle?”\nMedia Decoder Blog: “Is the iPad Just a New Way to Give Away Magazines?”\nPogue’s Posts Blog: “The Future, Touchable and in Color”\nPogue’s Posts Blog: Al Gore Invents a Showpiece E-Book\nTechnology: “Amazon’s Tablet Leads to Its Store”\nTechnology: “Amazon Has High Hopes for Its iPad Competitor”\nLibraries\nNational: “Occupying Boston and Beyond, With Tent Libraries for All”\nNational: “Book-Loving City Forgoes Free Ones for a Week”\nNational: “Sunny and Welcoming, Providing Books and a Safe Place”\nNational: “The Library Is Closed But You Can Still Get Books”\nOpinion: “Learning to Read on Zero Dollars a Day”\nBusiness: “Publisher Limits Shelf Life For Library E-Books”\nOpinion: “A Digital Library Better Than Google’s”\nOpinion: “Books and Other Fetish Objects”\nOpinion: “Curious Contents of the Digital Library”\nBusiness: Judge Sets Schedule in Case Over Google’s Digital Library”\nTechnology: “Rulings Spurs Effort to Form Digital Public Library”\nArts Slide Show: “A Library’s Treasures, From Gutenberg to Malcolm X”\nOpinion Slide Show: “Checking Out”\nVideo: “The 21st-Century Librarian”\nNewspapers and Online Journalism\nTimes Topics: Newspapers\nMedia Decoder Blog: “Newspaper Circulation Figure Show Some Digital Growth”\nBusiness: “A Protest’s Ink-Stained Fingers”\nBusiness: “They Pay for Cable, Music and Extra Bag. How About News?”\nBusiness: “Seattle Paper Shifts Entirely to the Web”\nBusiness: “Pew Media Study Shows Reliance on Many Outlets”\nTechnology: “All the News You Want, When You Want It”\nBusiness: “In E-Books, Publishers Have Rivals: News Sites”\nStyle: “The Thriving (Online) Shelter Magazine Industry”\nEducational Publishing\nBits Blog: “E-Textbooks Get a Lift from Publishers”\nBusiness: “Digital Textbooks Slow to Catch On”\nEducation: For More Students, Working on Wikis Is Part of Making the Grade”\nBits Blog: “Technology, Schools and a Big Black Bug”\nThe Business of Books\nBusiness: “Authors to Get Sales Data for Three Big Publishers”\nNew York Region: “E-Book Revolution Upends a Publishing Course”\nBooks: “Translation as Literary Ambassador”\nBooks: “Small Publisher Finds Its Mission in Translation”\nBits Blog: “Wary Book Publisher Are Fighting the Future”\nBits Blog: “Publishing Perils in the Digital Age”\nBits Blog: “Amazon Cracks Down on Some E-Book ‘Publishers'”\nBookstores\nNew York Region: “A Bookstore and a Hub for Readers”\nStyle: “Her Life Is a Real Page-Turner”\nBits Blog: “A London Bookstore Sells Clip Art in an Online World”\nBits Blog: “An Ode to Cheap Books in a Former Borders”\nBits Blog: “Serendipity Books, R.I.P.”\nMagazine Publishing\nBits Blog:“Why Magazine Publishers Like the Fire”\nBusiness: “For Magazines, a Bitter Pill in iPad”\nMedia Decoder Blog: “Magazines Take a Shot at the Net”\nA final note…\nThis summer the London Review of Books held a panel on the future of reading. Their conclusion, according to Times reporter Jennifer B. McDonald:\nWe can’t predict how people will read. We can only hope that authors keep giving in to the impulse to write, and that readers find their way to quality writing, no matter the tool or the medium.\nWe couldn’t agree more.", "url": "https://learning.blogs.nytimes.com/2011/11/03/considering-the-future-of-reading-lessons-links-and-thought-experiments/"}