{"authors": ["Holly Epstein Ojalvo", "Mike D.", "Macie P.", "Bella R.", "Leslie R", "Juan C", "Jordan T", "Brandon R.", "Derrick M", "Austin S"], "date_download": "2018-11-16 04:22:38", "date_modify": "2018-11-16 04:22:38", "date_publish": "2011-11-03 09:06:14", "description": "Which charities and causes should foundations and families give their money to?", "filename": "2011_11_03__1542342158.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2011_11_03__1542342158.html", "title": "What Causes Should Philanthropic Groups Finance?", "title_page": "What Causes Should Philanthropic Groups Finance? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This year’s edition of the annual Giving special section includes an article about how the economy has prompted many philanthropic organizations and individuals to reflect on, and sometimes shift, their priorities. What do you think institutions and people should give money to, and why?\nIn the article “Donors Weigh the Ideals of Meaningful Giving,” Stephanie Strom identifies a gap between need and giving:\nAs the ranks of the needy grow, so does the need for charities that put food on a poor family’s table, a roof over a homeless man’s head or a coat on the back of a child whose mother is in prison, or for the charities that provide dental work for a woman without health insurance. The number of Americans living below the poverty line — 46.2 million — is the highest it has been since the Census Bureau began collecting such data. Median incomes are declining, and college graduates can’t find jobs. The gap between the haves and have-nots has widened sharply. Yet for the last three years, state and local governments have slashed budgets that address homelessness, school nutrition, substance abuse and a range of other social services. In some cases, money is cut outright; in others, governments defer payments for months. Still others have been asking pointed questions about what their residents receive in return for the exemptions from property and sales taxes granted to nonprofits. While many Americans have always given generously to help people, many others — including individuals with the deepest pockets and foundations with billions in assets — make donations of a different sort: building museums to house their art collections; underwriting new wings in hospitals or halls named for them at their alma maters; using their money and influence to sway public policy and influence political campaigns; or seeking to solve problems in distant lands rather than in their own backyards. While charitable giving rose slightly over all in 2010, gifts to organizations that address basic human needs fell 6.6 percent, according to Giving USA. And the middle class, which has traditionally given more to address those needs, is feeling the bite of the economic malaise. “At a time when America is having a debate about the social contract, philanthropy is silent,” said Emmett D. Carson, chief executive of the Silicon Valley Community Foundation, which has assets of $2 billion. “We are silent about the depths of the problems of homelessness, joblessness, foreclosure, hunger, and people are starting to believe that philanthropy is irrelevant to the core needs of their communities.”\nStudents: Tell us what you think the priorities should be for philanthropic giving. Which charities and causes should foundations and families give their money to and why? What kinds of programs need and deserve to be funded?\nStudents 13 and older are invited to comment below. Please use only your first name. For privacy policy reasons, we will not publish student comments that include a last name.", "url": "https://learning.blogs.nytimes.com/2011/11/03/what-causes-should-philanthropic-groups-financ/"}