{"authors": ["Shannon Doyne", "Holly Epstein Ojalvo", "Lisa Simonitis", "Orlando"], "date_download": "2018-11-16 04:22:35", "date_modify": "2018-11-16 04:22:35", "date_publish": "2011-03-10 20:36:18", "description": "Lesson Plan | Activities for studying the novel “Jane Eyre” and film adaptations.", "filename": "2011_03_10__1542342155.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2011_03_10__1542342155.html", "title": "The New York Times", "title_page": "Viewer, She Marries Him: Comparing 'Jane Eyre' in Literature and Film - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BBC\nOverview | In this lesson, students consider the themes and characters of Charlotte Brontë’s novel “Jane Eyre,” beginning with responding to key lines from the novel. They then engage in one of seven activities designed to guide them to deeper reading of the text. Some of the activities involve considering one or more film adaptations, including a 2011 movie version. Finally, they compare the life of someone they know, or themselves, with Jane Eyre.\nMaterials | Computer with Internet access and projector, sheets of poster paper with quotations from “Jane Eyre” on them, markers, copies or the e-text of “Jane Eyre.”\nWarm-Up | Before class, prepare six sheets of poster paper, each one with a quotation from the novel “Jane Eyre.” (This could be done while the class is reading it or as a wrap-up activity after they have read it. It could also be adapted slightly as an activity to introduce the novel.)\nThe quotes might include these:\n“It is in vain to say human beings ought to be satisfied with tranquillity: they must have action; and they will make it if they cannot find it.” “I desired liberty; for liberty I gasped; for liberty I uttered a prayer; it seemed scattered on the wind then faintly blowing. I abandoned it and framed a humbler supplication; for change, stimulus: that petition, too, seemed swept off into vague space: ‘Then,’ I cried, half desperate, ‘grant me at least a new servitude!'” “[I]f others don’t love me I would rather die than live — I cannot bear to be solitary and hated.” “Do you think, because I am poor, obscure, plain, and little, I am soulless and heartless? You think wrong! — I have as much soul as you — and full as much heart!” “I am no bird; and no net ensnares me; I am a free human being with an independent will.” “I know what it is to live entirely for and with what I love best on earth. I hold myself supremely blest — blest beyond what language can express; because I am my husband’s life as fully as he is mine.”\nYou might include a seventh sheet, left blank, for students to write down the quotes of their choice.\nWhen students enter, tell them to take a marker and rotate through the stations (for the sake of order, you might assign small groups to begin at different points and tell them when to move to the next station). Their task is to jot a comment on the quotation on the poster. They may also respond to their classmates’ comments, effectively having a “conversation on paper” with the text and with one another.\nWhen students are finished cycling through the stations, have them retake their seats, and review the completed posters. Ask: Looking at what was written, what do you notice? What responses strike you most and why? What interpretations do we have of Jane Eyre and “Jane Eyre”?\nNow tell the class they will now read an article about a new film adaptation of “Jane Eyre.”\nRelated | In “Another Hike on the Moors for ‘Jane Eyre,'” Charles McGrath notes that the novel has been adapted many times, including in a new film starring Mia Wasikowska:\nCertain moments occur over and over again: the stool at Lowood, the miserable boarding school for orphans; Rochester skidding and falling from his horse; the screams at night, the burning bed chamber; Jane running across the barren countryside; the voice calling her across the moors. And it always ends the same way: She marries him of course, though the movie Rochester is seldom the pitiable, damaged creature he proves to be in the book, where he loses both an eye and a hand. If there has never been a definitive movie “Jane Eyre,” there has never been a truly rotten one. Even the sentimental 1996 Franco Zeffirelli version, with William Hurt embarrassingly miscast as a Rochester more nearly a mild eccentric than a brooding, Byronic type, has its moments. A couple of the movies have lingered a little on the sultry, Creole ancestry of Rochester’s first wife, Bertha Mason, and on a theme of colonial exploitation, but so far the one truly ground-breaking version is John Duigan’s 1993 film of “Wide Sargasso Sea,” the Jean Rhys novel that tells the story from the point of view of Bertha, the madwoman locked in the attic. So why another “Jane Eyre,” then, with so many perfectly serviceable ones already available on DVD or download? The simplest answer is that movies get remade all the time, and the great 19th-century novelists — Austen and the Brontë sisters especially — have proved to be an inexhaustible and almost foolproof resource.\nRead the entire article with your class, using the questions below.\nQuestions | For discussion and reading comprehension:\nWhy has “Jane Eyre” been adapted for film numerous times? How does Cary Fukunaga, who directed a new adaptation, compare the literary worlds created by Jane Austen with those created by Charlotte and Emily Brontë? Why does the new movie use flashbacks to tell the story? How has this technique made this one different from the other films based on “Jane Eyre”? How do the filmmakers characterize Jane Eyre?\nActivity | Here are seven activity options for delving more deeply into “Jane Eyre,” each one paired with a past related Learning Network lesson that can easily be adapted for Brontë’s novel:\nUpdating the Novel: Students imagine what would happen if Jane Eyre were freed from her time and place and dropped into the present day, retaining the characterizations, themes and basic conflicts, but modernizing the setting and details. Related lesson: “Big Brother vs. Little Brother: Updating Orwell’s ‘1984’.”\nDebating the Canon: Return to the line in the article about “Jane Eyre” being a “classic” with enduring relevance. Do students find that the novel resonates with them today? Students debate whether “Jane Eyre” should be kept on school reading lists. Related lesson: “No More Moldy Oldies? Appreciating Classic Texts.”\nAnalyzing Scenes: Students do a close reading of a single scene in the novel and then compare it with how that scene was portrayed in the 2011 film or another movie adaptation. Related lesson: “On the Scene: Analyzing Scenes in Film and Literature.”\nComparing Portrayals: How has Jane Eyre been played and portrayed through time? How have different actresses represented her? How do these portrayals contribute to our impressions of the character? Students look at photos of different Jane Eyres and watch, if possible, at least two movie versions, and write a comparison-contrast essay. Related lesson:\n“What a Character! Comparing Literary Adaptations.”\nWriting Reviews: Half the class writes book reviews of the novel, and the other half writes movie reviews of the 2011 film. They then pair up with partners from the other group and swap reviews for peer response. Related lesson: “Reviews Revealed.”\nLooking Through a Feminist Lens: How is it significant that “Jane Eyre” was written by a woman, Charlotte Brontë, who at the time of publication posed as a male writer named Currer Bell? What “types” of women are represented in the story? Where else in literature, film and popular culture have they seen these types represented? Where else in our culture have women felt the need to seem more masculine to be taken seriously? How much has society changed for women since Brontë’s time? Students write personality profiles of Brontë as well as Jane and the other female characters in the novel, and then hold a discussion forum on these questions. Related lesson: That’s a Different Story? Considering Narratives By and About Women.”\nEmulating Brontë: Students write a piece of short fiction in the vein of Charlotte Brontë, imitating her writing style. Related lesson: “Word Trip.”\nGoing Further | Students write personal essays called “My Jane Eyre,” about a real person they know who embodies aspects of Jane’s character or who has had experiences in which he or she encounters one or more of the same conflicts, challenges and struggles that Jane does in the novel, like balancing the desire to find love with the need to retain personal liberty or participate in the world of a social class to which they themselves do not belong.\nEssays should also explain how the person’s outlook on life, interactions with others, dreams and personality correlate with Jane’s, drawing on both the text and their “Jane’s” real life to support their points.\nAlternatively, they compare their own lives and outlooks with Jane Eyre’s. In what ways do they connect with her as a person? In what ways does her life and outlook seem foreign?\nStandards | This lesson is correlated to McREL’s national standards (it can also be aligned to the new Common Core State Standards):\nLanguage Arts\n1. Uses the general skills and strategies of the writing process.\n2. Uses the stylistic and rhetorical aspects of writing.\n3. Uses grammatical and mechanical conventions in written compositions.\n4. Gathers and uses information for research purposes.\n5. Uses the general skills and strategies of the reading process.\n6. Uses skills and strategies to read a variety of literary texts.\n8. Uses listening and speaking strategies for different purposes.\n9. Uses viewing skills and strategies to understand and interpret visual media.\n10. Understands the characteristics and components of the media.\nArts Connections\n1. Understands connections among the various art forms and other disciplines.\nLife Skills\n1. Contributes to the overall effort of a group.\n2. Uses conflict-resolution techniques.\n3. Works well with diverse individuals and in diverse situations.\n4. Displays effective interpersonal communication skills.\n5. Demonstrates leadership skills.\nThinking and Reasoning\n1. Understands and applies the basic principles of presenting an argument.\n2. Understands and applies basic principles of logic and reasoning.\n3. Effectively uses mental processes that are based on identifying similarities and differences.", "url": "https://learning.blogs.nytimes.com/2011/03/10/viewer-she-marries-him-comparing-jane-eyre-in-literature-and-film/"}