{"authors": ["The Learning Network"], "date_download": "2018-11-16 04:22:35", "date_modify": "2018-11-16 04:22:35", "date_publish": "2011-11-04 04:04:45", "description": "This word has appeared in 104 New York Times articles in the past year.", "filename": "2011_11_04__1542342155.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2011_11_04__1542342155.html", "title": "Word of the Day | eccentricity", "title_page": "Word of the Day | eccentricity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "eccentricity •\\ˌek-(ˌ)sen-ˈtri-sə-tē\\• noun\n: strange and unconventional behavior\nThe word eccentricity has appeared in 104 New York Times articles in the past year, including on Oct. 21 in “All Those Great Stories, Crying to Be Overheard,” by Ruth Pennebaker:\nAnd then I encounter one of those New York stories that begs to be listened to, exuding a combination of star power, eccentricity and enormous eagerness. Two men of a certain age, dressed identically, recline on a park bench. They are with a third similarly clothed family member who might uncharitably be called a doll by an unenlightened observer. “Please! We don’t use the d-word,” Mark Kirby, one of the men, says with a faint shudder. “We call him a vinyl person.” Mr. Kirby and his partner, A. J. Sapolnick, found their infant-size vinyl person at a Paris flea market 21 years ago. They named him Digby and, as a family, call themselves the Digbys. Together they have traveled the world and have the photo albums to prove it. You can see the smallest Digby sitting on a camel in Petra, Jordan; mugging with a 350-year-old tortoise on Galápagos; lingering over pasta in Venice. The three are professional bons vivants, Mr. Sapolnick says.\nThe Word of the Day and its definitions have been provided by the language-loving minds behind Vocabulary.com and the Visual Thesaurus.\nLearn more about the word “eccentricity” and see usage examples across a range of subjects on the Vocabulary.com dictionary.\nClick on the word below to map it and hear it pronounced:", "url": "https://learning.blogs.nytimes.com/2011/11/04/word-of-the-day-eccentricity/"}