{"authors": ["Katherine Schulten", "F. Van Damme", "Tom Sturch", "Harith Ratnaharan", "Marly Khs"], "date_download": "2018-11-16 04:22:37", "date_modify": "2018-11-16 04:22:37", "date_publish": "2011-03-10 15:31:20", "description": "This week’s pairing: the poem “Night Dive” and an article from the Science section, “Getting to Know Your Neighbors Below the Surface.”", "filename": "2011_03_10__1542342157.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2011_03_10__1542342157.html", "title": "Poetry Pairing | March 10, 2011", "title_page": "Poetry Pairing | March 10, 2011 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "From left, Gary Cranitch/ Queensland Museum; A. Fifis/ Ifremer; Ian MacDonald/ Florida State University\nIn our weekly “Poetry Pairing” series, we collaborate with the Poetry Foundation to feature a work from its American Life in Poetry project alongside content from The Times that somehow echoes, extends or challenges the poem’s themes. Each poem is introduced briefly by Ted Kooser, a former United States poet laureate.\nThis week’s pairing: the poem “Night Dive” and an article from the Science section, “Getting to Know Your Neighbors Below the Surface.”\nPoem\nPeggy Shumaker lives in Alaska, but she gets around the world. Here she takes us with her on a 90-foot dive into colorful mid-Pacific waters.\n—Ted Kooser\nNight Dive\nBy Peggy Shumaker\nPlankton rise toward the full moon\nspread thin on Wakaya’s surface.\nManta rays’ great curls of jaw\nscoop backward somersaults of ocean\nin through painted caves of their mouths, out\nthrough sliced gills. Red sea fans\npulse. The leopard shark\nlounges on a smooth ramp of sand,\nskin jeweled with small hangers-on.\nPyramid fish point the way to the surface.\nNinety feet down, blue ribbon eels cough,\ntheir mouths neon cautions.\nGhost pipefish curl in the divemaster’s palm.\nSoft corals unfurl rainbow polyps, thousands\nof mouths held open to night.\nCurrents’ communion — giant clams\nslam shut wavy jaws, send\nshivers of water. Christmas tree worms\nsnap back, flat spirals tight,\nliving petroglyphs against the night.\nTimes Selection Excerpt\nIn a 2010 article, “Getting to Know Your Neighbors Below the Surface,” Cornelia Dean writes:\nOver the last 10 years, thousands of scientists, from dozens of countries, on hundreds of research voyages, have collaborated on an enormous research effort to catalog the plants and animals in the world’s oceans.\nMany results of this work, the Census of Marine Life, were made public last year. Among other things, the research raises the estimate of known marine species to 250,000 (90 percent of them microbes) from 230,000. Participants have produced 2,600 scholarly papers — so far — and tens of thousands of Web pages, organized as the Ocean Biogeographic Information System. … But not all of it is aimed at an academic audience. For the rest of us, there is “Citizens of the Sea,” a dazzling collection of photographs of undersea creatures, with commentary by Nancy Knowlton, a marine scientist at the Smithsonian National Museum of Natural History and a leader of the census effort. The book’s goal is to introduce readers to the plants and animals that inhabit the marine world — from Antarctic ice to more than six miles down, near the bottom of the Marianas Trench, the deepest spot on the ocean floor. In its pages we encounter creatures both familiar, like penguins, and strange, like Phyllidia ocellata, a striking but poisonous orange sea slug. We see the barreleye fish, whose eyes extend from its head on tubes, Anableps anableps, a fish with four eyes, and the mantis fish whose color vision is so acute, Dr. Knowlton writes, that it makes what we see look like it is “practically in black and white.”\nAfter you’ve read the poem and article, tell us what you think — or suggest other Times content that could be paired with the poem instead.\nTo learn more about the collaboration, and to find ideas for using any week’s pairing for teaching and learning, see this post.\nMs. Shumaker’s most recent book of poems is “Gnawed Bones.” This poem is reprinted by permission of Ms. Shumaker and the publisher, Red Hen Press, 2010.", "url": "https://learning.blogs.nytimes.com/2011/03/10/poetry-pairing-march-10-2011/"}