{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 04:22:35", "date_modify": "2018-11-16 04:22:35", "date_publish": "2011-11-03 14:12:50", "description": "This week’s Poetry Pairing matches Larry Bradley’s “Barber” with a first-person Thursday Styles piece, “Trust Issues in Finding a New Hair Stylist,” by Hilary Howard.", "filename": "2011_11_03__1542342155.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2011_11_03__1542342155.html", "title": "The New York Times", "title_page": "Poetry Pairing | 'Barber' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Katherine Streeter\nThis week’s Poetry Pairing matches Larry Bradley’s “Barber” with a first-person Thursday Styles piece, “Trust Issues in Finding a New Hair Stylist,” by Hilary Howard.\nRead the poem and the article excerpt below, then let us know what you think — or suggest other Times content that could be matched with the poem instead.\nTo find more Poetry Pairings, visit our index page.\nPoem\nLarry Bradley’s poems have been published in The New Republic, Paris Review, Poetry Northwest, and in the online journal Blackbird. Frequently elegiac, his work is rich with alliteration and shows a deep knowledge of, and reverence for, natural landscapes. His awards include the New Millennium Writings Award.\n— Poetry Foundation\nBarber\nBy Larry Bradley\nLearn from the man who spends much of his life speaking\nTo the back of your head knowing what it means to follow\nThe razor’s edge along a worn strop or random thoughts\nAs they spring so invisibly from the mind to a mouth\nWho shouldered soldiers in two wars and fled fire fields\nUndecorated who fathered once but was fatherless forever\nAnd who works his sentiments in deeper into your scalp\nUnder a sign on the knotty-pine walls whose rubric reads\nquot homines, tot sententiae which means he sees\nIn you his suffering smells of horehound tonics and gels\nPillow heads and powders and a floor full of snippings\nSwept neatly every evening into a pile for the field mice\nAll those roundabout hours only a man who fixes his tie\nTo clip crabgrass crowding a lady’s grave could believe\nWith a certain clean devotion and who would never for one\nMoment dream of hurting you when your back was turned\nTimes Selection Excerpt\nIn an article reflecting on personal relationships with one’s stylist, “Trust Issues in Finding a New Hair Stylist,” Hilary Howard writes:\nMy mother used to share a bottle of wine with Yvonne, her trash-talking, male-bashing, bouffant-wearing stylist, during her monthly hair appointments in 1980s North Carolina. Sometimes I’d go with her and read Seventeen while they cackled and clinked glasses, scissors a-flutter. I knew they had something special. It should come as no surprise then that years later I clamped like a curling iron onto the first stylist of my adult life, Veronica Graff of the David Ryan salon on West 46th Street in Manhattan. We were set up by a mutual friend in 1996 and it was trust at first sight. From then on, I found myself in Veronica’s chair every six weeks, getting my highlights refreshed. It was an event that I cherished and looked forward to; a no-brainer that held zero anxiety for me. I would go to her, she would work her magic, we’d catch up, and I’d leave the salon feeling relaxed, golden and confident. But earlier this year, Veronica said she was moving. “I’m in love,” she said. How many times had I heard this throughout our 15 years together? I had seen her through a divorce, watched her son grow from a kindergartner into a hulking Brooklyn artist, and had witnessed her date a variety of men who included outlaw bikers, Cajun chefs and war veterans. But this time was different. There was a sparkling diamond ring. Veronica was marrying her childhood sweetheart and moving to Oregon. When she told me, my life (in hair styles) flashed before my eyes: the rag curls for my 30th birthday; the tasteful low ponytail for the 2002 Independent Spirit Awards; my on-again, off-again Meg Ryan shag; the angled bob with flowers behind the ears for my wedding; two long braids for the birth of my first daughter; briefly going red before getting a pixie cut following the birth of my second daughter; midlife-crisis bangs. Losing Veronica was right up there, I imagined, with losing one’s therapist. The process seemed comparable: visit, talk, laugh, cry, catharsis, self-reflection and exit, but with a new coif. What was I going to do? Would I ever trust again?\nSee more about the collaboration and ideas for using any week’s pairing for teaching and learning »", "url": "https://learning.blogs.nytimes.com/2011/11/03/barber/"}