{"authors": ["The Learning Network"], "date_download": "2018-11-16 04:22:26", "date_modify": "2018-11-16 04:22:26", "date_publish": "2012-01-20 05:02:16", "description": "This word has appeared in three New York Times articles in the past year.", "filename": "2012_01_20__1542342146.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2012_01_20__1542342146.html", "title": "Word of the Day | plait", "title_page": "Word of the Day | plait - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "plait •\\ˈplāt, ˈplat\\• noun and verb\nnoun: a hairdo formed by braiding or twisting the hair\nverb: make by braiding or interlacing\nverb: weave into plaits\nThe word plait has appeared in three New York Times articles in the past year, including on May 26 in “It’s a Turban, It’s a Dress (It’s a Scarf)” by Ruth La Ferla:\nMariangela Melato could work a scarf like Salome. In “Swept Away,” Lina Wertmüller’s 1974 screen exploration of class and gender warfare, her character, a castaway, makes do mostly with a single wardrobe item, an outsize scarf that she presses into service as a head wrap, a sultry halter dress, a lens-fogging slit-to-the-hip sarong and, when the waters get choppy, a sheltering cocoon. … Inevitably, as it now seems, retailers have taken to touting scarves as the ultimate multitaskers, drawing attention to their shape-shifting properties and encouraging shoppers, through online videos and mannequin displays, to tweak, twist, loop, plait and knot them to form summer mufflers, cowl-neck blouses, turbans, halters, sarongs and goddess-worthy maxidress.\nThe Word of the Day and its definitions have been provided by the language-loving minds behind Vocabulary.com and the Visual Thesaurus.\nLearn more about the word “plait” and see usage examples across a range of subjects on the Vocabulary.com dictionary.\nClick on the word below to map it and hear it pronounced:", "url": "https://learning.blogs.nytimes.com/2012/01/20/word-of-the-day-plait/"}