{"authors": ["The Learning Network", "Ro N Mccown", "Timothy Brian", "Bob Brousseau", "Wayne Earl Evans Maj Usaf Ret"], "date_download": "2018-11-16 04:22:22", "date_modify": "2018-11-16 04:22:22", "date_publish": "2012-01-20 09:03:34", "description": "On Jan. 20, 1981, Iran released 52 Americans who had been held hostage for 444 days, minutes after the presidency had passed from Jimmy Carter to Ronald Reagan.", "filename": "2012_01_20__1542342142.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2012_01_20__1542342142.html", "title": "Jan. 20, 1981 | Iran Releases American Hostages as Reagan Takes Office", "title_page": "Jan. 20, 1981 | Iran Releases American Hostages as Reagan Takes Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Department of Defense\nOn Jan. 20, 1981, Iran released 52 Americans who had been held hostage for 444 days, minutes after the presidency had passed from Jimmy Carter to Ronald Reagan. The hostages were placed on a plane in Tehran as Reagan delivered his inaugural address.\nThe New York Times said that Reagan’s address “made no reference at all to the long-awaited release of the hostages” as he was “apparently following a self-imposed restraint of not saying anything until the Americans had left Iranian air space.”\nReagan announced the release of the hostages later in the afternoon at a Congressional luncheon. “The news seemed to turn the inauguration celebration, normally a highly festive occasion, into an event of unbridled joy for Mr. Reagan and his supporters,” The Times wrote.\nThe Iran Hostage Crisis had begun on Nov. 4, 1979, when a group of several hundred militant Islamic students broke into the United States embassy in Tehran and took its occupants hostage. The students initially intended to hold the hostages for only a short time, but changed their plans when their act garnered widespread praise in Iran. Ayatollah Khomeini, leader of the 1979 Iranian Revolution and the country’s supreme leader, was among the supporters.\nIn response, President Carter imposed economic sanctions on Iran. In April 1980, he authorized a rescue mission, Operation Eagle Claw, conducted by the U.S. military. The mission failed badly, as two U.S. aircraft collided, killing eight military personnel. The prolonged crisis came to reflect poorly on Mr. Carter, who was seen as weak for failing to secure the hostages’ release. Ronald Reagan’s defeat of President Carter in the 1980 presidential election happened to fall on the one-year anniversary of the hostage-taking.\nMr. Carter continued to negotiate for the hostages’ release until the end of his term of office. Finally, on Jan. 19, 1981, Algerian-mediated talks between the U.S. and Iran produced an agreement to end the crisis.\nConnect to Today:\nThe United States and Iran have maintained a generally hostile relationship since the 1979 Iranian Revolution. Relations have further deteriorated in recent years because of the Iranian government’s suppression of dissent in the 2009 elections and Iran’s alleged nuclear development. In November 2011, the United Nations released evidence that Iran may be developing a nuclear device, which has prompted economic penalties against the country from the United States and other Western countries.\nOn Jan. 11, 2012, as tensions increased over Iran’s nuclear program, the country reported that an Iranian nuclear scientist died in what was termed a “terrorist bomb blast” in northern Tehran when an unidentified motorcyclist attached a magnetic explosive device to the scientist’s car. Officials denounced Israel and the U.S. and called for retaliation for the killing. According to a Jan. 12 article in The New York Times, “the scientists’ deaths are part of what current and former American officials and specialists on Iran have called an accelerating covert campaign of assassinations, bombings, defections and digital attacks, which they believe has been carried out mainly by Israel in an effort to subvert Iran’s nuclear program.”\nEarlier that week, Iran announced that it had sentenced a U.S.-born former Marine from Flint, Mich., to death for allegedly spying for the C.I.A.\nDo you think incidents like these could lead to full-scale war? Why or why not? What, if anything, do you think can be done to prevent the escalation of tension between Iran and the United States?\nLearn more about what happened in history on January 20 »\nLearn more about Historic Headlines and our collaboration with findingDulcinea »", "url": "https://learning.blogs.nytimes.com/2012/01/20/jan-20-1981-iran-releases-american-hostages-as-reagan-takes-office/"}