{"authors": ["Shannon Doyne", "Holly Epstein Ojalvo"], "date_download": "2018-11-16 04:22:28", "date_modify": "2018-11-16 04:22:28", "date_publish": "2012-01-19 20:36:26", "description": "Suggestions for fostering a meeting of the minds over classic and contemporary texts, to share ideas and bridge interpersonal or cultural gaps.", "filename": "2012_01_19__1542342148.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2012_01_19__1542342148.html", "title": "Reading With Strangers: Ways to Study Literature Collaboratively", "title_page": "Reading With Strangers: Ways to Study Literature Collaboratively  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Juan Arredondo for The New York Times\nInspired by the example of two New Jersey high school teachers who brought their students together in reading John Steinbeck’s “Of Mice and Men,” we offer you some ideas for reading alongside others in different places, circumstances and stages of life, and perhaps to bridge some divides.\nFrom reader exchanges from across town or around the world, here are some tools to aid your collaborations.\nIdeas for In-Person Meetings\nTake turns hosting book discussions at each school or other place, like a favorite local bookstore, perhaps starting with a tour of the space or building and time to talk about non-reading-related topics. You might also have lunch or dinner together.\nHave at least one meeting at a place in your area that’s conducive to a book discussion but isn’t part of either group’s “home turf.” For example, you might reserve a community room at a public library, borrow event space at a local museum, use a community center or, if the weather cooperates, meet at a park. How did meeting in “neutral territory” shape the tone of the discussion?\nMeet at a landmark or favorite place that the visiting group is not likely to know about or visit. This might be especially fun for groups of varying ages. Be sure to have one of the hosts offer information about the plan, including its history, if relevant.\nIdeas for Remote Connections\nWorking One-on-One\nPair readers from each group to have regular Skype-assisted conversations about their reading. Each should note any observations, interpretations or emphases that surprised him or her about the partner’s reading or anything they arrived at together that was unexpected. You may even be able to get living authors to participate in the discussions, via something like Skype an Author Network.\nThe same pair might exchange ideas on paper, by writing letters or by drawings or photocopies of book pages that contain extensive marginalia.\nOr readers can go the electronic route and create and share PDFs or digital images of their documents, which can support comments written by each reader. Or they can use Google documents for editing or commenting in real time.\nWorking in Groups\nUse a resource like Wikispaces to post questions and responses, or upload essays on the shared text that everyone can read and post their reactions.\nPost videos of individuals or small groups of readers talking about aspects of the work on SchoolTube for other readers to watch and guide their own video responses.\nTake and create quick polls about favorite characters, best plot points and so on at Survey Monkey. Have each group of readers take separate surveys to help compare their readings.\nHave each group use a backchannel like Twitter or Today’s Meet to post and swap favorite sentences, phrases or lines of dialogue. These tools can also be used to put lines from the text “into conversation.”\nCreate an online group on Figment or Library Thing, where each group can post notes, write questions and respond to them, even share excerpts from writing assignments related to the reading.\nIdeas by Theme\nGeography: Read a work set in a place familiar to one group — perhaps its neighborhood or hometown (or a similar location) – but not to the other group. Then, if possible, read a second book together, this time set in or similar to the other group’s location. For example, a reading exchange between students in Ontario, Canada, and the American South might read together a collection of stories by Alice Munro and a novel by Cormac McCarthy. Californians and Dubliners might read together something by Joan Didion and Roddy Doyle.\nDifferent Times: Find a group of people willing to re-read a work they originally read when it was first published, or that was otherwise era-defining for them, alongside students reading it for the first time, to share impressions and perspectives. For example, you might choose a novel like Don Delillo’s “White Noise” from 1985 or Dave Eggers’ 2000 memoir “A Heartbreaking Work of Staggering Genius.” Even books students may already be aware of and have read—”The Bell Jar,” “The Catcher in the Rye,” “A Tree Grows in Brooklyn”—can be illuminated by older readers who discovered them long ago.\nFaith Traditions: Have students collaborate with a class from a different faith tradition and read works that touch on or bring that tradition to life. You might read Chaim Potok‘s “The Chosen,” Hermann Hesse‘s “Siddhartha” or the writings of Thomas Merton.\nRace and Ethnicity: Titles that might be read by groups with different ethnic or racial backgrounds include Sandra Cisneros‘s “The House on Mango Street,” Richard Wright’s “Black Boy,” Colson Whitehead’s “Sag Harbor,” Sherman Alexie‘s “The Lone Ranger and Tonto Fistfight in Heaven,” Amy Tan’s “The Joy Luck Club” or Jonathan Lethem’s “The Fortress of Solitude.” As they read, students reflect on points made by the authors about race and what was confirmed or challenged in their own viewpoints.\nNewcomers: With a group of readers who themselves or their families immigrated to the United States in recent years, read works that have immigration as a theme. These include Jhumpa Lahiri’s novel “The Namesake” and Frank McCourt’s memoir “‘Tis,”. Ask students if details and circumstances from the books ring true in their experiences and stories they have heard. Encourage students whose ancestors came to the United States long ago to draw on family stories.\nGenerations: Assemble a group of students’ grandparents (or great-grandparents) or find a book club from a local senior citizen’s center to read a book alongside your students. You might select something from an era the older group has personal memories of or were told about from an early age. For example, the groups might read together Norman Mailer’s “The Naked and the Dead,” about World War II, Richard Yates‘s post-War novels and stories, Tim O’Brien’s “The Things They Carried,” about Vietnam, and so on. The groups might then read a second book set in a later time period to foster discussion about changing times, mores and culture.\nSocial Class: Groups might, as the students in the two socioeconomically different New Jersey towns did, together read “Of Mice and Men” (or Steinbeck’s other classic, “The Grapes of Wrath.” Or, to go the nonfiction route, they might read “Nickel and Dimed” by Barbara Ehrenreich or “Random Family” by Adrian Nicole LeBlanc.\nGender: Place students in groups by gender for the first part of reading a discussing any book that has both male and female characters. Facilitate both groups’ discussions, noting which characters each talked about, at what length or depth and the emotion or judgment toward them. When the groups are together, point out what each group said to start a discussion. Or, they can read two books back to back – one with exclusively male characters (like “The Lord of the Flies”) or a male protagonist, and the other with entirely female characters or a female protagonist (like “Jane Eyre”) – and share and compare experiences with the text.\nAdditional Resources\nBeyond the Book Report: Ways to Respond to Literature Using New York Times Models\nConsidering the Future of Reading: Lessons, Links and Thought Experiments\n10 Ways to Use The New York Times for Teaching Literature\nTeaching ‘The Grapes of Wrath’ With The New York Times", "url": "https://learning.blogs.nytimes.com/2012/01/19/reading-with-strangers-ways-to-study-literature-collaboratively/"}