{"authors": ["Katherine Schulten"], "date_download": "2018-11-16 03:44:40", "date_modify": "2018-11-16 03:44:40", "date_publish": "2012-03-28 08:49:10", "description": "6 Q’s About the News | Who are the largest, and most closely studied, group of challenged teenage drivers?", "filename": "2012_03_28__1542339880.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2012_03_28__1542339880.html", "title": "Teenage Drivers and A.D.H.D.", "title_page": "6 Q's About the News | Teenage Drivers and A.D.H.D. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Matt Rainey for The New York Times\n6 Q’s About the News Use the photo and related article to answer basic news questions. See all 6 Q’s About the News »\nWHO are the largest, and most closely studied, group of challenged teenage drivers?\nWHAT happened to Jillian Serpa the first time she tried to learn to drive? The second?\nWHAT is the single leading cause of crashes among all drivers, and the one that especially challenges teenagers with A.D.H.D.?\nHOW much more likely are teenagers with attention deficit hyperactivity disorder to have a car accident than those without?\nHOW interested are you in learning to drive?\nWHEN should a teenager not be driving, according to experts like pediatrician Dr. Patty Huang and driving rehabilitation instructor Thomas Kalina?\nWHY should a child with A.D.H.D. who wants to drive visit the doctor’s office before enrolling in driving school, according to experts?\nWHERE can anxious parents install a temporary brake for safety during practice?\nRelated: A recent Student Opinion question, “How Important Is It to Have a Driver’s License?” and our current Reading Club selection about a couple with Asperger’s syndrome. Read it, write in with a comment by April 6, and we may choose yours to be featured on our blog!", "url": "https://learning.blogs.nytimes.com/2012/03/28/teenage-drivers-and-a-d-h-d/"}