{"authors": ["Katherine Schulten", "Osvaldo Rodriguez", "Mary Ho", "Victoria W", "Mary H.", "Victoria Wang", "Victoria W.", "Christine T.", "Karina L", "Christine T"], "date_download": "2018-11-16 03:44:45", "date_modify": "2018-11-16 03:44:45", "date_publish": "2012-06-11 19:32:11", "description": "Our summer reading contest begins on Friday and lasts all summer. If you’re still not convinced you should participate, you should read what this New Jersey high school teacher has to say.", "filename": "2012_06_11__1542339885.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2012_06_11__1542339885.html", "title": "The New York Times", "title_page": "Guest Blog | 'Taking a Dip in the Nonfiction Pool' With Our Summer Reading Contest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Illustration by Brianne Farley\nIf you were among the thousands who posted about #summerreading on Twitter last Thursday, thank you again. The hashtag has been going strong ever since, and we expect readers to keep posting thoughts and recommendations all season long.\nThis week, on Friday, our own summer reading contest begins. Anyone who is 13-25 years old is invited to enter any week from June 15 through Aug. 17, and every week those who participate have a new chance to win and be published on our blog.\nNeed more convincing? Read below what Sarah Gross, a high school teacher in New Jersey, has to say.\nMs. Gross, an English teacher at High Technology High School in Lincroft, N.J., is yet another teacher we got to know on Twitter when we saw that she and her teaching partner, Jonathan Olsen, thought teaching with The Times was “revolutionizing” their class.\nMs. Gross blogs at The Reading Zone and when we saw what she posted last week, we asked if we could reprint it in its entirety. Because there’s no way we could have said it better ourselves.\nTaking a Dip in the Nonfiction Pool….#SummerReading\nBy Sarah Gross\nIn January, my history co-teacher brought up the idea of incorporating The New York Times into our daily routine with the freshman class.\nWe wrote a grant proposal for our Parent-Teacher Association and it was approved, with our subscription beginning in February. Today, we receive 16 copies of the paper daily and it has revolutionized our teaching. Every morning we get to school and skim the paper for an article to focus on that day. We draw up an activity and the students read and respond to the article when they get to class. This usually leads to a discussion, and we’ve had some great ones.\nAt the beginning of our great experiment, many students were lacking in general background knowledge. Today, they can speak about a variety of issues and have learned to evaluate writing for bias, opinion, facts and much more.\nThey follow stories over extended periods of time and can have intelligent discussions about issues that include Syria, standardized testing, Facebook’s I.P.O., ancient artifact ownership, and concussions in sports. Bringing The Times into our class has afforded us many opportunities to make connections between the past and the present and I can’t imagine teaching without the paper now!\n“At the beginning of our great experiment, many students were lacking in general background knowledge. Today, they can speak about a variety of issues and have learned to evaluate writing for bias, opinion, facts and much more. “ — Sarah Gross\nOne of the most striking effects of adding The Times to our curriculum is the sustained silent reading that my students participate in daily. Unlike our independent reading time, this is a part of the day when every student is reading a long-form nonfiction article. Most of my students don’t spend a lot of time with nonfiction, so this daily exposure has been vital to their growth as students.\nI was concerned about them regressing over the summer, when they don’t have The Times waiting for them when they wake up. I am thrilled to share that The Learning Network at the New York Times is doing its Third Annual Summer Reading Contest!\nHow does the contest work? Every week students can comment and share an article that they read that week. In their comment, they will explain why that particular article interested them in approximately 350 words. Any article will do, from the Magazine section, or sports, or business, or opinions, or the arts, etc. The editors will choose a few comments each week as winners and those comments will be highlighted in a separate post on the blog. That’s like being published in the New York Times! Pretty good, if you ask me! (Some examples from last year can be found by scrolling down on this page.)\nThe best part is that the rules are pretty loose for this contest. I love the fact that students can read anything they want in the paper. They can even choose graphics, videos, and other forms of media as their article for the week! And while the Times has a digital subscription service, students can access 10 free articles each month. Plus, any articles linked from the Learning Network blog don’t count towards the cap. That should provide more than enough opportunities for students who don’t have digital subscriptions to the paper.\nThe contest will begin on June 15 and run weekly through the summer. I will be sharing with my students and posting reminders on our class Facebook page throughout the summer. I will also post links to interesting articles each week, to give the more reluctant student readers a jumping off point for the week.\nI’m really looking forward to this summer’s contest because I think it will encourage my students to continue reading the paper over the summer. Hopefully, they will continue to improve their nonfiction skills. And honestly, I really just want them to form a habit of reading the newspaper more often! Whether they read one article per week or the entire paper, cover to cover, they will be practicing an important life skill. They will also be building their background knowledge and forming opinions on current events.\nWhat do you think? Students from age 13-25 are invited to participate in the Third Annual Summer Reading Contest and I think it’s going to be great! Do you read the newspaper often? What about your students? Do you think this contest will motivate them to give it a try?", "url": "https://learning.blogs.nytimes.com/2012/06/11/guest-blog-taking-a-dip-in-the-nonfiction-pool-with-our-summer-reading-contest/"}