{"authors": ["Michael Gonchar", "Tyler S", "Ben G", "Sarah M", "Themo L.", "Maddie Rl", "Emily M", "Danny H", "Cj Howard", "Sean C"], "date_download": "2018-11-16 03:44:36", "date_modify": "2018-11-16 03:44:36", "date_publish": "2013-04-02 08:30:06", "description": "What percentage of high school age boys in the United States have received the diagnosis of attention deficit hyperactivity disorder?", "filename": "2013_04_02__1542339876.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2013_04_02__1542339876.html", "title": "Growing Concern That Too Many Children Are Receiving A.D.H.D. Diagnosis", "title_page": "6 Q's About the News | Growing Concern That Too Many Children Are Receiving A.D.H.D. Diagnosis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\n6 Q’s About the News Read the article to answer basic news questions. See all 6 Q’s About the News »\nIn “A.D.H.D. Seen in 11% of U.S. Children as Diagnoses Rise,” Alan Schwarz and Sarah Cohen write about a growing concern that that too many children are receiving a diagnosis of attention deficit hyperactivity disorder.\nWHAT percentage of high school age boys in the United States have received a diagnosis of attention deficit hyperactivity disorder?\nWHAT is a growing concern among many doctors about the A.D.H.D. diagnosis and its medication?\nWHAT are some of the health risks associated with medication used to treat A.D.H.D.?\nHOW many children ages 4 through 17 have received an A.D.H.D. diagnosis at some point in their lives?\nHOW do doctors determine if a child has A.D.H.D.?\nHOW much have sales of stimulants to treat A.D.H.D. increased from 2007 to 2012?\nWHY do you think A.D.H.D. rates vary so widely by state? (For example, about 23 percent of school-age boys in South Carolina have the diagnosis, whereas rates in Colorado are less than 10 percent.)\nWHO is more likely to receive an A.D.H.D. diagnosis, boys or girls?\nWHERE, according to the related map, are rates of A.D.H.D. diagnosis highest in the nation?\nWHEN, or under what circumstances, do you think a misdiagnosis of A.D.H.D. is most likely to take place?\nRelated: Our 6 Qs “Prescription Drugs and High Achievers” and “Teenage Drivers and A.D.H.D.”", "url": "https://learning.blogs.nytimes.com/2013/04/02/growing-concern-that-too-many-children-are-receiving-a-d-h-d-diagnosis/"}