{"authors": ["The Learning Network"], "date_download": "2018-11-16 03:44:18", "date_modify": "2018-11-16 03:44:18", "date_publish": "2013-04-03 04:07:51", "description": "This word has appeared in 138 New York Times articles in the past year.", "filename": "2013_04_03__1542339858.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2013_04_03__1542339858.html", "title": "Word of the Day | hallucination", "title_page": "Word of the Day | hallucination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "hallucination •\\hə-ˌlü-sə-ˈnā-shən\\• noun\n1. illusory perception; a common symptom of severe mental disorder\n2. an object perceived during a hallucinatory episode\n3. a mistaken or unfounded opinion or idea\nThe word hallucination has appeared in 138 New York Times articles in the past year, including on Dec. 22 in “Dangerous Abscesses Add to Tainted Drug’s Threat” by Denise Grady:\nJona Angst, 45, of Brighton, Mich., did not have meningitis, but learned in November from an M.R.I. scan that she had a spinal infection, she said in an interview. She had surgery to clean out the infection and then took two antifungal medicines. The drugs caused liver and kidney problems, and because of potential heart effects she had to be on a cardiac monitor. The medicines also touched off vivid, frightening hallucinations. She saw animals and people who were not there, heard voices and came to believe that the nurses were conspiring to kill her.\nThe Word of the Day and its definitions have been provided by Vocabulary.com and the Visual Thesaurus.\nLearn more about the word “hallucination” and see usage examples across a range of subjects on the Vocabulary dictionary.\nClick on the word below to map it and hear it pronounced:", "url": "https://learning.blogs.nytimes.com/2013/04/03/word-of-the-day-hallucination/"}