{"authors": ["The Learning Network"], "date_download": "2018-11-16 03:44:09", "date_modify": "2018-11-16 03:44:09", "date_publish": "2013-04-04 04:02:11", "description": "This word has appeared in four New York Times articles in the past year.", "filename": "2013_04_04__1542339849.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2013_04_04__1542339849.html", "title": "Word of the Day | beguile", "title_page": "Word of the Day | beguile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "beguile •\\bi-ˈgī(-ə)l, bē-\\• verb\n1. attract; cause to be enamored\n2. influence by sly words or actions\nThe word beguile has appeared in four New York Times articles in the past year, including on Nov. 30 in the Arts Beat blog post “‘Books, I Think, Are Dead’: Joe Queenan Talks About ‘One for the Books,’” in which John Williams interviews Mr. Queenan, who says this about the future of the print publishing industry:\nThe book is elegiac. Books, I think, are dead. You cannot fight the zeitgeist and you cannot fight corporations. The genius of corporations is that they force you to make decisions about how you will live your life and then beguile you into thinking that it was all your choice. Compact discs are not superior to vinyl. E-readers are not superior to books. Lite beer is not the great leap forward. A society that replaces seven-tier wedding cakes with lo-fat cupcakes is a society that deserves to be put to the sword. But you can’t fight City Hall. I also believe that everything that happens to you as you grow older makes it easier to die, because the world you once lived in, and presumably loved, is gone. As I have said before, when Keith Richards goes, I’m going too. Same deal with books.\nThe Word of the Day and its definitions have been provided by Vocabulary.com and the Visual Thesaurus.\nLearn more about the word “beguile” and see usage examples across a range of subjects on the Vocabulary dictionary.\nClick on the word below to map it and hear it pronounced:", "url": "https://learning.blogs.nytimes.com/2013/04/04/word-of-the-day-beguile/"}