{"authors": ["The Learning Network"], "date_download": "2018-11-16 04:22:29", "date_modify": "2018-11-16 04:22:29", "date_publish": "2014-04-29 04:03:33", "description": "This word has appeared in 416 New York Times articles in the past year.", "filename": "2014_04_29__1542342149.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2014_04_29__1542342149.html", "title": "Word of the Day | grievance", "title_page": "Word of the Day | grievance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "grievance•\\ˈgrē-vən(t)s\\• noun\n1. a complaint about a (real or imaginary) wrong that causes resentment and is grounds for action\n2. an allegation that something imposes an illegal obligation or denies some legal right or causes injustice\n3. a resentment strong enough to justify retaliation\nThe word grievance has appeared in 416 New York Times articles in the past year, including on April 1 in “An 8th Grader, a Gun and a Bus Rider in the Way” by Vivian Yee:\nYet in the narrow world these teenagers inhabit, in the poorest patches of Bedford-Stuyvesant, East New York and Brownsville, Brooklyn, violence is as thick as smog, alliances as fluid as water, quarrels as big as the Internet. The grievances behind their bullets make sense only to them. The police say clashes between teenage crews, mini-gangs that grow out of blocks or housing projects, now account for 30 percent of all shootings in the city. But most of the time, those caught in the crossfire are rivals and friends, other combatants in the ceaseless struggle for dominance. On March 20, the dead man was an innocent bystander.\nThe Word of the Day and its definitions have been provided by Vocabulary.com and the Visual Thesaurus.\nLearn more about the word “grievance” and see usage examples across a range of subjects on the Vocabulary dictionary.\nClick on the word below to map it and hear it pronounced:", "url": "https://learning.blogs.nytimes.com/2014/04/29/word-of-the-day-grievance/"}