{"authors": ["Michael Gonchar", "Mitchell G. L.", "Movtavius", "Miguel", "Whitney Hhs", "Emma C. Hhs", "Drew Hhs", "Ashlin Hhs", "Hunter Hhs", "Olivia Hhs"], "date_download": "2018-11-16 03:19:43", "date_modify": "2018-11-16 03:19:43", "date_publish": "2015-01-23 10:00:51", "description": "Should students have a right to higher education, the way they now have a right to elementary and secondary education?", "filename": "2015_01_23__1542338383.html", "image_url": "https://static01.nyt.com/images/2014/10/02/multimedia/laguardia-student/laguardia-student-videoSixteenByNine600-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/learning.blogs.nytimes.com/2015_01_23__1542338383.html", "title": "Should a College Education Be Free?", "title_page": "Should a College Education Be Free? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nStates offer children a free public school education until they complete 12th grade. After that, they have to pay tuition. President Obama recently announced his proposal to make community college free for many students. Is he onto something? Should students be able to get a free education after high school?\nIn “Obama Plan Would Help Many Go to Community College Free,” Julie Hirschfeld Davis and Tamar Lewin write:\nPresident Obama said Thursday that he would propose a government program to make community college tuition-free for millions of students, an ambitious plan that would expand educational opportunities across the United States. The initiative, which the president plans to officially announce Friday at a Tennessee community college, aims to transform publicly financed higher education in an effort to address growing income inequality. The plan would be funded by the federal government and participating states, but White House officials declined to discuss how much it would cost or how it would be financed. It is bound to be expensive and likely a tough sell to a Republican Congress not eager to spend money, especially on a proposal from the White House. “With no details or information on the cost, this seems more like a talking point than a plan,” said Cory Fritz, a spokesman for House Speaker John A. Boehner, Republican of Ohio. Mr. Obama’s advisers acknowledged Thursday that the program’s goals would not be achieved quickly. The president, however, was more upbeat. “It’s something that we can accomplish, and it’s something that will train our work force so that we can compete with anybody in the world,” Mr. Obama said in a video posted Thursday night by the White House. The proposal would cover half-time and full-time students who maintain a 2.5 grade point average — about a C-plus — and who “make steady progress toward completing a program,” White House officials said. It would apply to colleges that offered credit toward a four-year degree or occupational-training programs that award degrees in high-demand fields. The federal government would cover three-quarters of the average cost of community college for those students, and states that choose to participate would cover the remainder. If all states participate, the administration estimates, the program could cover as many as nine million students, saving them each an average of $3,800 a year.\nStudents: Read the entire article, then tell us …\n— Should a college education be free? Why?\n— Should students have a right to higher education, the way they now have a right to elementary and secondary education?\n— Would the availability of a free college education provide a boost for the economy? Would it help erase social inequality?\n— Would such a proposal be too expensive for the government to maintain? Is it unrealistic?\n— Do you support President Obama’s proposal? Do you think it might ever happen?\nStudents 13 and older are invited to comment below. Please use only your first name. For privacy policy reasons, we will not publish student comments that include a last name.", "url": "https://learning.blogs.nytimes.com/2015/01/23/should-a-college-education-be-free/"}